{"title": "From Forbidden City to people's museum, Palace Museum witnesses changing China\n", "time_author": " (Xinhua)    08:28, May 13, 2019\n", "content": ["\n", "Photo taken on Feb. 19, 2019 shows the night scenery at Wumen Gate of the Palace Museum in Beijing, capital of China. (Xinhua/Chen Jianli)\n", "\tBEIJING, May 12 (Xinhua) -- When Reginald Johnston, a British scholar, first walked into the Forbidden City in the spring of 1919, the vast walled enclosure in the heart of Beijing was \"in the strictest sense 'forbidden' to all the world except those who had the entree.\"\n", "\tNow it holds the world's busiest museum, receiving more than 17 million visitors every year.\n", "\tIn his memoir \"Twilight in the Forbidden City,\" Johnston describes a world of turmoil, disruption, banditry, famine and civil war.\n", "\tA century later when the People's Republic of China is to celebrate its 70th founding anniversary in October, the 599-year-old palace complex flourishes in the world's second-largest economy and one of the largest tourist markets.\n", "OPEN TO THE PUBLIC\n", "\t\"All buildings in Beijing, official and private, were low, except for the Forbidden City guarded by high walls and a wide moat,\" said Li Wenru, former vice curator of the Palace Museum, depicting the old imperial capital. \"From outside the walls with a glimpse of the golden roof, ordinary people could only imagine what it looked like inside.\"\n", "\tThe public had their first view of the interior of the palaces in 1925 when the Palace Museum was established.\n", "\tThe following years saw the museum struggling through tight budgets, political controversy and war threats. During the war against Japanese invasion, it was forced to send away and hide a large number of collections.\n", "\tIn the spring of 1949, a critical moment made history at the Palace Museum. With the city of Beijing, then called Beiping, liberated peacefully, it was taken over by the People's Liberation Army without a scratch, a few months before Chairman Mao Zedong announced the founding of the People's Republic of China on the Tian'anmen Rostrum.\n", "\t\"In the past seven decades, China has developed into a modern nation with a strong sense of mission,\" said Wu Shizhou, a historian and professor with the graduate school of the Chinese Academy of Social Sciences. \"It was in these years that the Palace Museum finally grew out of hardship and unrest and entered a new stage.\"\n", "\tWith continuous support from the government, the Palace Museum has upgraded storage, conducted thorough examinations of its collections and launched large-scale restorations of ancient buildings, with conservation institutions established and research advancing.\n", "\tIn the past few years, the museum has expanded the existing exhibition space and built new facilities so that more of its 1.86 million collections could be seen by visitors.\n", "\t\"The museum has tried to stay relevant to contemporary visitors in every detail,\" said Ren Wanping, vice curator of the museum.\n", "\tExhibitions are carefully organized to attract and resonate with the general public, instead of being too academic. Rarely used old characters are avoided in text introductions, while free audio guides and multimedia adopted to improve the visitor experience.\n", "\tThe public now has access to 80 percent of the total area of the museum and it will increase to 85 percent in 2025.\n", "\tZhang Jianhua, a 56-year-old retired Beijing resident and amateur photographer, paid 10 visits to the Palace Museum last year.\n", "\t\"I might visit more this year,\" she said. \"The palaces and halls are in better shape than years ago and look prettier in pictures.\"\n", "\tMore chairs to rest in and places to eat within the walls also made her trips more comfortable. \"Now I can spend the whole day inside, carrying only my camera and lenses,\" she said.\n", "\t\"The museum upholds the people-first concept,\" Ren said, referring to a number of new service facilities installed in recent years, such as cafes, bookshops, souvenir shops, bigger toilets and baby care rooms.\n", "EMBRACING THE WORLD\n", "\tWhen Christopher Allen from Britain paid his first visit to the Palace Museum in 2008, he was overwhelmed.\n", "\t\"It felt like you were hit by hundreds of years of history,\" he said. \"With so much to see, one visit is not enough.\"\n", "\tSince then, the Beijing-based English teacher has paid more visits to the museum and grown to love its history and culture.\n", "\t\"The Forbidden City is becoming more open and friendly to visitors,\" he said.\n", "\tAs the world's largest and best preserved wooden palace complex, the Palace Museum attracted about 3.5 million visitors from abroad last year.\n", "\tThe museum also sends its exhibitions overseas.\n", "\tMore than 200 exhibitions and cultural events have been held by the museum in over 30 countries and regions, attracting over 100 million visitors as of now. Nine overseas exhibitions were held in 2018.\n", "\t\"The Palace Museum exhibition becomes a cultural phenomenon everywhere it goes,\" said former curator Shan Jixiang. \"It plays an irreplaceable role in promoting Chinese culture.\"\n", "ATTRACTING THE YOUTH\n", "\tOn the Palace Museum's online store on Taobao, China's largest e-commerce platform, the formidable emperors in history are given a cute and humorous spin. Products bearing their images and elements sell like hot cakes with tens of thousands of positive customer reviews.\n", "\tThe museum now boasts more than 10,000 cultural products ranging from paintings and power banks to lipsticks.\n", "\tThe popularity also goes offline. In the Corner Tower Cafe outside the museum's Gate of Divine Prowess, the \"Kangxi Emperor's Favorite Chocolate,\" the most popular drink, always has people lining up to get a taste.\n", "\t\"There was a long queue last time I came, so I had to give up,\" said Beijing resident Xu Jing, who managed to nab a cup on her second visit to the cafe.\n", "\tAbout 40 percent of the museum's total visitors last year were under the age of 30, and 24 percent were in their 30s.\n", "\tAfter the screening of the \"Masters in the Forbidden City,\" a 2016 documentary series about the museum's relics restoration teams, these technicians have become pop cultural icons and the museum received over 10,000 job applications.\n", "\tAs a child, Xu Jing often rode bicycles on the square in front of the Meridian Gate, the museum's front gate.\n", "\t\"I had little memory of the museum behind the gate then, but now I feel an urge to visit it after watching several popular variety shows about the museum on TV,\" she said."]}