{"title": "Implementation plan for national ecological civilization pilot zone unveiled\n", "time_author": " (Xinhua)    08:21, May 13, 2019\n", "content": ["\tBEIJING, May 12 (Xinhua) -- China has unveiled \"the Implementation Plan for the National Ecological Civilization Pilot Zone (Hainan),\" foreseeing comprehensive experiments of ecological civilization system reform to be carried out in the southern island province.\n", "\tJointly issued by the General Office of the Communist Party of China (CPC) Central Committee and the General Office of the State Council, the document vows to bring about a new pattern of harmonious coexistence of man and nature in China's modernization drive and write a chapter of Hainan for building a Beautiful China.\n", "\tThe pilot zone aims at reaching world leading level in terms of environmental quality and resource utilization efficiency, according to the plan.\n", "\tThe zone will focus on developing a system for building an ecological civilization, optimizing spatial distribution of land, coordinating development and conservation of land and sea, improving environmental quality and resource utilization efficiency, realizing ecological products' values, promoting green production modes and lifestyle, and other aspects of exploration.\n", "\tIn building the pilot zone, \"it will be ensured that the environmental quality of Hainan become only better, not worse, and the people have a greater sense of fulfillment as the environment is beautiful,\" says the plan.\n", "\tBy 2020, significant progress will have been made in the building of the pilot zone in Hainan, where the proportion of days with good air quality in cities remains above 98 percent, and the annual average concentration of fine particulate matter, or PM2.5 (particulate matter less than 2.5 micrometers in diameter), are not higher than 18 micrograms per cubic meter, according to the document. Energy consumption per unit of gross domestic product will decrease by 10 percent compared with 2015, and carbon dioxide emissions per unit of gross regional product will decrease by 12 percent compared with 2015, it adds.\n", "\tThe plan foresees that by 2035, the environmental quality and the resource utilization efficiency will be of world leading level in the pilot zone."]}