{"title": "Tsinghua University sues kindergartens for trademark infringement\n", "time_author": " (Global Times)    16:08, May 10, 2019\n", "content": ["\tTsinghua University, one of the top two universities in China, has sued a number of \"Tsinghua kindergartens\" for using its name, arguing that it could mislead the public and constitute trademark infringement.\n", "\tGanzhou Intermediate People's Court, East China's Jiangxi Province, heard five trademark infringement and unfair competition cases that Tsinghua University brought against local educational institutions on May 8, the Beijing Youth Daily reported.\n", "\tIn 1997, Tsinghua University applied for the \"Tsinghua\" trademark for education and other fields.\n", "\tHowever, as many as 401 companies and organizations included \"Tsinghua kindergarten\" in their names nationwide, though it is unclear how many of them have legitimate trademarks, Beijing Youth Daily reported.\n", "\tTsinghua University claims that they registered the trademark and the school name much earlier and became a well-known brand across the country.\n", "\tBut the defendants used the word \"Tsinghua\" in their operation, which may easily confuse the public, disturb the market order, and constitute unfair competition.\n", "\tThe defendant should bear their corresponding liability, the Tsinghua University argued.\n", "\tThe university appealed to the court to order one of the defendants to immediately stop the infringement, publish an apology for one month, and compensate for economic losses and related expenses totaling 500,000 yuan ($73,560).\n", "\tThis has not been the first time that Tsinghua University has sued institutions and companies for trademark infringement.\n", "\tGuangzhou Daily previously reported that a company was sued by Tsinghua University for labeling its hot water heater products \"Tsinghua Ace\" and \"Tsinghua Enterprise.\"\n", "\tTsinghua University also took a translation company to court for using the word \"Tsinghua\" on the name of its website without permission.\n", "\tTwo defendants were found guilty of infringement by the court and were asked to compensate for their economic losses, China Youth Daily reported. "]}