{"title": "Commentary: Consultation still key to solve China-U.S. trade frictions\n", "time_author": " (Xinhua)    08:11, May 08, 2019\n", "content": ["\tBEIJING, May 7 (Xinhua) -- When China and the United States are inching ever closer to reaching a trade deal, the U.S. side suddenly announced to raise import taxes on Chinese products. The U.S. approach is indeed regrettable, and will not work.\n", "\tChina, in good faith, believes that cooperation and consultation are the best choice for both sides. The U.S. side must address the urgency of meeting China halfway to reach a mutually-beneficial trade deal on the basis of mutual respect, as soon as possible.\n", "\tThe U.S. side announced on Sunday that it will raise import taxes on 200 billion U.S. dollars worth of Chinese products from 10 percent to 25 percent from May 10.\n", "\tIn fact, it is not a new trick for the U.S. side to threaten of higher tariffs. Similar situations have happened many times over the past year since the trade frictions broke out.\n", "\tChina and the United States have conducted ten rounds of talks on trade frictions during shuttle diplomacy between Washington and Beijing. Negotiation teams have been working overtime to reach a deal that is good for both sides. At such a critical stage, the people of China, the United States and the world don't want to see the outcomes reached in previous talks return to square one.\n", "\tChina does not want and fear the trade war, but it has no choice but to fight back when necessary. After more than a year of consultation, China has a deeper understanding of the long-term sophistication and arduousness on bilateral trade issues.\n", "\tChina will do its utmost to maximize the common interests and reach a mutually-beneficial deal with the U.S. side, but it has also fully prepared for any situation that may occur. It will continue to defend its core national interests, safeguard the fundamental interests of its people, and never compromise on issues of principle.\n", "\tChina has been firm in its resolve to deepen structural reform and open its door wider to the outside world. The Chinese economy has survived and thrived through major challenges over the decades and has also stood the test of the trade frictions with the United States. In the first quarter, China's GDP grew 6.4 percent year on year, one of the fastest among major economies in the world. China's economic fundamentals are sound and will remain sound over the long term.\n", "\tChina is still in an important period of strategic opportunity for development and has ample resilience, enormous potential and great creativity to unleash. The nation has an unshakable will and the ability needed to prevail over difficulties and challenges of any kind.\n", "\tEntrepreneurs and the ordinary Chinese people have become more composed when facing trials and hardship. As long as we properly manage our own business, there will be no insurmountable difficulties.\n", "\tThere is no winner in a trade war. At a time when global economic growth is weak, it is only wise for China and the United States to join hands. It will not only benefit people of the two countries, but also promote global peace and prosperity.\n", "\tChina is open to negotiation. Chinese Vice Premier Liu He will visit the United States from May 9 to 10, a positive signal that lets the world see that China is reasonable.\n", "\tSino-U.S. trade relation is not a zero-sum game. When critical moment arrives, greater wisdom is required from both sides to expand common ground and narrow disagreements."]}