{"title": "How to deal with digital heritage?\n", "time_author": " (People's Daily Online)    17:19, May 08, 2019\n", "content": ["\n", "\t(Photo/Chinanews.com)\n", "\tChinese opinion on digital heritage preservation has been divided, after the National Library announced its plan to archive Weibo posts on April 19.\n", "\tThe project was launched to build a database of over 200 million posts and preserve China's digital footprint. Some regarded it as an honor because their posts are likely to be included in a national digital database, while some showed concerns over privacy.\n", "\tDigital heritage includes texts, databases, still and moving images, audio, graphics, software and web pages, among a wide range of formats, quoting the UNESCO's Charter on the Preservation of Digital Heritage.\n", "\tAs high as 95.2 percent of Japanese respondents said they had no idea of how to deal with their digital heritage, according to Close-up Gendai Plus, a social affairs television show on Japan's NHK.\n", "\tDigital materials are at risk of being exposed and spied upon, Wang Qi, who teaches law at Beijing-based Beihang University, noted.\n", "\tWang said that one's online footprint before death should not be open to the public as citizens' fundamental rights are under the protection of the law.\n", "\tWhen it comes to privacy issues, other people cannot keep using the social media accounts of the deceased, as their privacy rights are protected by constitutional law, said Professor Wang Sixin from the Communication University of China.\n", "\tOn the other hand, these digital materials may allow bereaved people to feel closer to deceased family members, Wang said, adding that a balance is required between privacy protection and emotional demands.\n", "\tIn the British TV series Black Mirror, grieving Martha reconnected with her late boyfriend thanks to a virtual service based on the digital materials he left behind.\n", "\tIn the future, there's a high probability of continuing one's life via a virtual figure, said Future Affairs Administration (FAA), a Chinese technological brand for the future."]}