{"title": "Nanjing government investigates fake college degree scam\n", "time_author": " (Global Times)    11:10, May 08, 2019\n", "content": ["\tTwo people were detained for allegedly spreading rumors of violence between students, school employees and police at a Nanjing college.\n", "\tBut local authorities said on Tuesday that the students and parents just came to school to discuss a degree issue.\n", "\tTwo netizens, both surnamed Wang, from Central Chinaâ\u0080\u0099s Hunan and Hubei provinces, respectively, were detained for allegedly creating a disturbance after they published the fabricated stories, which said that â\u0080\u009cone college girl were beaten to death at Nanjing Institute of Applied Technology; students and parents were hit to the ground by police, and that students had conflicts with armed security,â\u0080\u009d the press office of the Nanjing government in East Chinaâ\u0080\u0099s Jiangsu Province announced on Tuesday on its Sina Weibo.\n", "\tThe announcement said that parents and students recently gathered at the school after they learned, shortly before graduation, that the college recruited students through fake promises of associate degrees and qualifications required for nursing.\n", "\tAuthorities in Nanjing have been communicating with students and parents after they learned of the issue. So far, they helped 405 of 409 students go through relative formalities of higher education, and they were pleased with the results.\n", "\tThe government also vowed to punish those involved in violating school recruitment and management regulations.\n", "\tHowever, the rumors published by the two netizens were viewed by many people, misled the public and severely disturbed public order.\n", "\tThe government said that to ensure school security, the police disposed of some off-campus people who infiltrated the school to incite students and parents, make trouble and vandalize facilities.\n", "\tThe two admitted fabricating stories for financial gain. They had earned more than 32,000 yuan ($4,733) of â\u0080\u009ctipsâ\u0080\u009d from the readers of the stories, according to the announcement. "]}