{"title": "Chinaâ\u0080\u0099s overall water quality improves, some sections of Yangtze substandard\n", "time_author": " (Global Times)    11:04, May 08, 2019\n", "content": ["\tThe overall quality of China's water bodies improved in the first quarter of 2019, but more efforts to prevent and control water pollution are needed in some regions that have seen deteriorated water quality, the Ministry of Ecology and Environment (MEE) said Tuesday.\n", "\tThe quality of China's water environment has improved in general, with the proportion of water with good quality (Grade I to III) increasing by 8 percentage points year on year, and the proportion of water that is functionally unusable (Grade V or worse) decreasing by 3.6 percentage points compared to last year, according to the public account of MEE on China's Sina Weibo.\n", "\tSix provinces such as Northwest China's Gansu Province, Northeast China's Jilin Province and South China's Guangxi Zhuang Autonomous Region are far behind the annual target of water quality improvement. North China's Shanxi Province and Northeast China's Liaoning Province are the two provinces that each have 20 water bodies of Grade V quality, topping the list of the worst water pollution, according to MEE.\n", "\tOf the 12 inferior sections of the Yangtze River that have to be improved according to the Yangtze River Conservation and Restoration Action Plan, the water quality of six sections are still below Grade V, which is the worst in China's water quality grading system and \"too polluted for any purpose,\" according to the Xinhua News Agency.\n", "\tThe water bloom degrees of Taihu Lake and Dianchi Lake are higher than those of the same period in 2018, and the total phosphorus index of Fuxian Lake is not up to standard among the key lakes, according to MEE.\n", "\tMEE said it will focus on prominent issues, and urge regions with poor water quality to further intensify efforts to push for continuous improvement of water environment quality. "]}