{"title": "Night catering helps Beijing further upgrade consumption\n", "time_author": " (People's Daily Online)    15:08, May 06, 2019\n", "content": ["\n", "\t(Photo/Chinanews.com)\n", "\tBeijing's \"night economy\" is lighting up as the Chinese capital pushes to further upgrade its consumption market, after nighttime consumption proved to be a highlight during China's recently concluded four-day Labor Day holiday.\n", "\tSanlitun, home to some of Beijing's most exciting places to eat, drink and party, saw a noticeable rise in visitor flow at night during the holiday. The place was crowded, especially after 8:00 pm every night, when people often had to wait outside restaurants to get a table.\n", "\tAccording to statistics released by a food court in Beijing's Shunyi district on May 5, the visitor headcount per day hit 58,800 over the Labor Day holiday, up 144.7 percent from a year ago thanks to the opening of its night market. The single-day revenue of the food court also rose 34.2 percent to 6.59 million yuan ($978,660).\n", "\tStatistics from Chinese local service company Eleme also indicated massive changes in Beijing's catering industry brought about by the night economy.\n", "\tIt showed that dining times were growing later and longer. Food orders placed between 10:00 pm and 1:00 am increased, and general orders placed within this period also rose nearly 6 percent.\n", "\tThe statistics from the Beijing Municipal Commercial Bureau also reported active consumption in business districts such as Wangfujing, Sanlitun and Qingnianlu between 6:00 pm and 6:00 am the next day. Catering consumption in these places was up 51.3 percent. Moreover, 24 shopping malls witnessed an almost 40-percent growth in visitor flow.\n", "\tIn the 2019 government work report, Beijing proposed to stimulate another round of consumption upgrading. To promote the night economy and encourage major business districts to extend their opening hours is one pivotal method. The government will also grant maximum subsidies of 5 million yuan to food courts to lift their image and improve their general planning.\n", "\tNight economy has become a whole new engine that drives consumption growth. Statistics showed that business sales at night in Shanghai reached 62 percent of daytime sales, and nighttime consumption made up 55 percent of the service sector's revenue in Guangzhou. "]}