{"title": "Guangdong to 'sell' uninhabited islands\n", "time_author": " (Global Times)    08:32, May 06, 2019\n", "content": ["\n", "A marine surveillance officer notes down geographical information at a ruin on the Ganquan Island, an uninhabited island of the Xisha Islands in the South China Sea, March 11, 2013. (Xinhua/Wei Hua) \n", "\tSouth China's Guangdong Province has released a plan for \"purchasing\" its uninhabited islands for tourism, transportation, fishery or other uses.\n", "\tAccording to Guangdong Provincial Department of Natural Resources, the measures aim to give the right of using these islands over to individuals, and anyone who wins the bidding should hand over a proposal for utilizing the island within two years.\n", "\tThe proposal will be reviewed and approved by government departments and experts.\n", "\tThe right to develop the uninhabited island will be granted for tourism, entertainment, transportation, industrial storage, fishery and other business purposes.\n", "\tA total of 26 uninhabited islands in China were granted real estate registration certificates from 2011 to 2017, of which 25 were transferred by means of examination and approval, the Beijing Daily reported on Sunday. One was transferred by means of bidding, auction and listing.\n", "\tEast China's Zhejiang Province and South China's Hainan Province have issued similar rules for transfer of the use of uninhabited islands.\n", "\t\"Guangdong's new move will attract unlimited business opportunities,\" Zhang Jiangang, director of the department of Marine Politics and Strategy, Guangdong Ocean University, told the Global Times on Sunday.\n", "\tIn the list of China's first 176 uninhabited islands to be developed and utilized, Guangdong ranked first with 60 islands, according to a publication issued by the State Oceanic Administration in 2011.\n", "\tZhang said that Guangdong is rich in marine resources and better use of uninhabited islands can exploit this advantage and contribute to the development of tourism and the economy.\n", "\tChinese experts noted there are also questions, concerning the huge, sensitive initial investment, construction difficulty and long investment cycle. Without sufficient capital and supplier support, they said, the island tourism business cannot be sustained.\n", "\tOwners are allowed to use the island for 50 years and it is uncertain whether they can recoup their investment.\n", "\tIn November 2011, Dayangyu island in Zhejiang Province, China's first uninhabited island, auctioned off to the public, was purchased by a Ningbo enterprise for 50 years for 20 million yuan ($2.98 million).\n", "\tIt has been positioned as a high-end leisure resort island focused on the yachting industry.\n", "\tThe island took nearly three years to start development with a planned investment of 500 million yuan. But initial construction hasn't been completed, according to Beijing Daily.\n", "\t\"Investors may face some challenges,\" said Zhang, noting that more efforts are needed for further development concerning environmental protection and sustainable development."]}