{"title": "Shaping the future of China\n", "time_author": " (Xinhua)    08:27, May 05, 2019\n", "content": ["\n", "\tWang Ning, founder of fitness app \"Keep\", is pictured at his workplace in Beijing, capital of China, April 19, 2019. (Xinhua/Cao Kai)\n", "\tBEIJING, May 3 (Xinhua) -- A weight loss and a spark of inspirations led Wang Ning to his entrepreneurial success: an app that is helping more than a hundred million people keep in shape.\n", "\tFive years ago, then a fourth-year college student, Wang successfully shed some 50 pounds by doing exercise, leading many people to inquire his weight-loss secret.\n", "\tSmelling a business opportunity, Wang and his friends created a fitness app called \"Keep.\" It soon became a hit. The number of users has shot up to 180 million and continues to expand.\n", "\tWang was born in 1990 and grew up as China's Internet sector experienced rapid growth.\n", "\t\"For our young people, it is a time of immense possibilities,\" Wang said. \"Where there is an idea, there is always space for you to try it out.\"\n", "\tWang is among an up-and-coming younger generation, which is not only driving the Internet boom but also shaping the future of China.\n", "\tHowever, today's prosperous arena for youth would not exist had it not been for youth in the past.\n", "\tSaturday is China's Youth Day, a time to reflect on the heroic roles young Chinese played in history.\n", "\tA century ago, on May 4, 1919, mass student protests broke out against the government's weak response to the Treaty of Versailles that imposed unfair treatment on China and undermined the country's sovereignty after World War I.\n", "\tA national movement was triggered to overthrow the old society and promote new ideas, including science, democracy and Marxism. Two years later, the Communist Party of China (CPC) was founded.\n", "\tThe May Fourth Movement is widely considered a great patriotic and revolutionary campaign pioneered by advanced young intellectuals and joined by people from all walks of life to resolutely fight imperialism and feudalism.\n", "\tAttending a gathering earlier this week to mark the movement's centenary, President Xi Jinping said the movement inspired the ambition and confidence of the Chinese people and nation to realize national rejuvenation.\n", "\tXi, also general secretary of the CPC Central Committee and chairman of the Central Military Commission, said young people always play a vanguard role in realizing national rejuvenation, which is the mission of the Chinese youth in the new era.\n", "\tHe called on the younger generation to bear their responsibilities of the times and carry on the May Fourth spirit centered on patriotism, progress, democracy and science.\n", "BUSY AS BEES\n", "\tChai Shanshan is a young man who faces hardship head-on.\n", "\tComing to work in Shanghai more than a decade ago, Chai started his career as a luggage handler at train stations.\n", "\tHe toiled under the scorching sun and in the freezing cold. However, Chai did not give up. He mastered his trade and took courses to learn new skills.\n", "\tToday, the 34-year-old is a recognized figure in the delivery industry and was elected as one of the nearly 3,000 deputies to the 13th National People's Congress, the top legislature.\n", "\tChai's career take-off was in sync with that of the country's delivery sector. Last year, China's courier volume exceeded 50 billion packages, maintaining its top position in the world and surpassing the combined volume of the developed economies including the United States, Japan and Europe.\n", "\tYoung delivery drivers were in the spotlight earlier this year when Xi on his pre-Spring Festival visit dropped in on an express delivery station in central Beijing. He praised the hard work of the delivery drivers, saying they were \"busy as bees\" to bring convenience to the lives of others.\n", "\tAcross all sectors, young Chinese are making a difference by working hard, a tradition inherited from the elder generations.\n", "\tHard work is also what Xi encouraged youth to do on various occasions.\n", "\tHe told young people that only by working hard and devoting themselves would they have fulfilling and enduring memories of their youth without regrets.\n", "\tWang Shengbo, a Peking University Ph.D. candidate who heads the All-China Students' Federation, said young people must be the role models of hard-workers, explorers and dedicators of the times.\n", "NO DREAM IS TOO BIG\n", "\tChina's young generation is coming up in an age of vast possibilities.\n", "\tThe country's economy, the second largest in the world, is transitioning into high-quality development. With this in mind, entrepreneurship and innovation are in high demand.\n", "\tIn April, Xi urged efforts to create a sound environment for young people to develop, innovate and do pioneering work.\n", "\tA fast-growing consumer market, more open and friendly business environment and favorable policies are factors that aid youth in achieving those goals.\n", "\tIn 2013, 33-year-old Wang Tao and his fellow team members -- mostly under 30 -- successfully developed a drone model that opened up the consumer drone market in China.\n", "\tHeadquartered in Shenzhen, Wang's company DJI expanded to the world and quickly dominated over 70 percent of the global civilian drone market.\n", "\tWang said the success grew out of his childhood dream of \"creating a flexible remote control toy plane.\"\n", "\tMore women have become successful entrepreneurs as well.\n", "\tHu Weiwei's dream was to \"let people be able to grab a bicycle any time they want in the streets.\" In 2015, the 33-year-old founded the bike-sharing company Mobike, creating a completely new business model. The company's iconic orange bikes are now easy to find in cities across the country.\n", "\tMi Wenjuan found her success in English tutoring. Her one-on-one online English teaching platform VIPKID connects tens of thousands of foreign teachers with Chinese students, transforming the entire home-tutoring industry.\n", "\tAnd it is not all about business. Research teams made up of members with an average age under 40 are behind most of the country's recent scientific and manufacturing breakthroughs -- the world's largest radio telescope FAST (Five-hundred-meter Aperture Spherical Telescope), quantum science satellite Mozi, China's first space lab Tiangong-2 and the first large civilian aircraft C919.\n", "\t\"Compared to the elder generation, we are more daring to dream and more able to realize our dreams,\" said Wang, founder of \"Keep.\"\n", "NO PLACE IS TOO FAR\n", "\tXi has encouraged young Chinese to align their life ambitions with greater national undertakings.\n", "\tPatriotism, he said, is at the core of the May Fourth spirit.\n", "\t\"As long as the banner of patriotism is being held high, Chinese people can unleash great power in endeavors to transform China and the world,\" Xi said.\n", "\tMany young people heeded his words and went to places where the country needs them the most.\n", "\tLiang Lina gave up opportunities to work in the city when she graduated from university.\n", "\tShe returned to her rural home in Guangxi Zhuang Autonomous Region to be a village cadre.\n", "\tLiang used her knowledge to help fellow villagers triple their income through cash crop planting and pig breeding.\n", "\tAs China plans to eliminate rural poverty by 2020, over 2.8 million village cadres are working at the forefront of this unprecedented war against poverty. Many of them are young people like Liang.\n", "\tYoung Chinese not only care about their country but also have concerns for humanity.\n", "\tIn 2014, when an Ebola outbreak took thousands of lives in West Africa, 27-year-old bride-to-be Wang Xiao'ai volunteered to go to Sierra Leone with a Chinese medical team.\n", "\tWang feared that she might not be able to return and suggested postponing the wedding. Her fiance refused. He gave his full support for her noble endeavor and decided to marry her right away. They were happily wed two weeks before Wang took the flight to Africa.\n", "\tBy early 2016 when the epidemic was ending, China had sent over 1,000 doctors and nurses and trained some 13,000 medical staff in nine African countries.\n", "\tToday, young Chinese can be found in almost every corner of the world, sharing knowledge, fighting diseases, protecting peace and helping locals.\n", "\tAttending the UN Peacekeeping Summit in New York in 2015, Xi told a story about He Zhihong, a Chinese policewoman who laid down her life in a UN peacekeeping mission in Haiti.\n", "\tXi quoted a sentence from her diary that reads: \"In this big world, I may be just a small feather. Even so, I want to be a feather carrying the wish for peace.\""]}