{"title": "Satellite system to track planes in real time\n", "time_author": " (China Daily)    08:09, May 23, 2019\n", "content": ["\n", "Sun Jiadong, former chief designer of the Beidou navigation system, tries out a device combining Beidou and augmented reality technologies at an exhibition in Beijing on Wednesday. WANG ZHUANGFEI / CHINA DAILY\n", "\tChinese researchers are developing a satellite-based monitoring system capable of tracking and reporting the location of airliners in flight in nearly real time, according to project leaders.\n", "\tSky Mirror, designed by China Electronics Technology Group Corp's 54th Research Institute in Shijia-zhuang, capital of Hebei province, will enable air traffic controllers to avoid another tragedy similar to that involving Malaysia Airlines Flight 370 in which ground control lost the tracking of the jetliner due to suspected human factors, and will also help rescuers quickly and accurately locate airliners in distress.\n", "\tWith these advantages, the system will extensively improve civil aviation industry safety around the world, said Wei Haitao, deputy head of the institute's satellite navigation operation.\n", "\tMH370, which carried 239 passengers and crew, disappeared from radar screens during a flight from Kuala Lumpur to Beijing on March 8, 2014. \"After the MH370 incident, the need for time-sensitive air traffic surveillance has rapidly increased,\" he said.\n", "\t\"We were asked by our civil aviation authorities to design and construct a space-based network that can monitor and track the real-time location and flight trajectory of civil airliner.\"\n", "\tCurrently, air traffic controllers mainly rely on ground surveillance radar to track flights, but this approach is subject to many restrictions such as the radars' detection range and the absence of such equipment on the sea.\n", "\tThe improved method, involving the use of a satellite-enabled device called automatic dependent surveillance-broadcast, or ADS-B, in which a plane obtains its position via satellite navigation and periodically broadcasts the information to ground control, also requires a certain number of ground facilities along the flight route.\n", "\tIn contrast, Sky Mirror will consist of a number of satellites placed in low-Earth orbit and will receive signals emitted by the ADS-B from airborne airliners, no matter where they are, and then transfer the location to ground control, Wei explained.\n", "\tHe said new airliners to be delivered to domestic carriers in the future will all be equipped with ADS-B capable of receiving navigation and positioning signals from China's Beidou Navigation Satellite System, and will benefit from Beidou's high-accuracy services.\n", "\tYe Hongjun, project manager of Sky Mirror, said the system's first satellite will soon be launched on a Long March 11 carrier rocket to perform a two-year technological demonstration. He added that eight such satellites are scheduled for launching in 2021 to form a regional system covering the Asia-Pacific region and will then offer commercial services to airlines.\n", "\tChina is the second nation, after the United States, that is developing and building a space-based air traffic surveillance network. The researchers made the remarks on the sidelines of the 10th China Satellite Navigation Conference which opened in Beijing on Wednesday."]}