{"title": "Peking University launches robot engineering enrollment\n", "time_author": " (Xinhua)    07:29, May 20, 2019\n", "content": ["\tBEIJING, May 19 (Xinhua) -- Peking University on Saturday launched its first enrollment of undergraduate students in robot engineering to cope with the demand for talent in China's thriving AI industry.\n", "\tThe university said the robot engineering faculty was composed of staff from its Robot Research Center, the School of Technology, as well as mathematics, computer science and other disciplines.\n", "\tThe courses cover areas ranging from robot dynamics and control, biomimetic structure design, intelligent perception to human-computer interaction.\n", "\tThe first batch of enrollment will reach 20 to 30 people, said Wang Qining, deputy director of the Robot Research Center of Peking University.\n", "\tHe said AI and robotics were playing an increasingly important role in the technological revolution, and are also one of the key areas of development that countries around the world were paying attention to.\n", "\tWang said Peking University hoped to cultivate leading talents who can master key robotics technologies and help push for China's scientific and technological development.\n", "\tThe university is among a total of 35 universities in China to start enrollment of undergraduate students majoring in robotics and AI in the country's drive to build a strong AI talent pool.\n", "\tChina sees AI as an innovation focus that will spark technological breakthroughs. In July 2017, China's State Council, the cabinet, issued a development plan for the new generation of AI and listed accelerating the cultivation of top-notch AI talent as a primary task.\n", "\tThere is a deficit of at least 1 million AI professionals amid China's thriving commercialization of AI-related technologies and businesses, according to the Tencent Research Institute and Boss Zhipin, an online hiring and job-hunting platform.\n", "\tIt said AI businesses need talents at different levels, not only top professionals in computing logic and algorithms, but also people to do technical jobs like data collecting or primary processing."]}