{"title": "China plans to boost rural development via digital technologies\n", "time_author": " (Xinhua)    08:34, May 17, 2019\n", "content": ["\tBEIJING, May 16 (Xinhua) -- China plans to promote the applications of digital technologies in rural areas to boost local development.\n", "\tAs a step towards rural modernization and transformation, digital rural development plays a crucial role in rural revitalization and building a digital China, according to the guideline jointly issued by the general offices of the Communist Party of China Central Committee and the State Council.\n", "\tThe country has vowed to achieve initial development of building digital villages by 2020, with 4G internet accessible to more than 98 percent of the administrative villages and the digital economy growing rapidly in rural regions, the guideline said.\n", "\tWith the upgrading of internet technology, 2025 will see a notable narrowing of the urban-rural digital gap, the establishment of various entrepreneurial and innovation centers in rural areas, and an intellectual rural logistics system.\n", "\tBy 2035, the country will basically realize rural and agricultural modernization and ensure that both urban and rural residents enjoy equal public services.\n", "\tBy the middle of this century, digital villages will be completely built nationwide to advance rural revitalization.\n", "\tTo fulfill such targets, the country will accelerate the construction of IT infrastructures in rural areas, upgrading rural internet facilities and information services.\n", "\tMore efforts will be made to boost the rural digital economy, with wider use of digital technologies in agriculture and the development of e-commerce and various emerging creative industries in rural regions.\n", "\tWhile providing more support for rural technological innovation, the country will strengthen ecological protection in rural areas with digital technologies.\n", "\tMoreover, the guideline stressed the significance of improving internet access in rural areas in poverty alleviation and called for enhanced information sharing to promote urban-rural integrated development."]}