{"title": "President stresses AI's role in growth\n", "time_author": "By ANG CHENG,FAN FEIFEI,OUYANG SHIJIA |  (China Daily)    07:20, May 17, 2019\n", "content": ["]\n", "Robot Titan shows up during the Third World Intelligence Congress held in Tianjin, north China, May 16, 2019. The congress opened in northern China's Tianjin municipality on Thursday. (Xinhua/Yue Yuewei)\n", "\tChina attaches great importance to innovative development, and it considers new generation artificial intelligence as the driving force for scientific and technological development, industrial optimization and upgrading as well as major productivity improvements while it strives to achieve high-quality development, President Xi Jinping said on Thursday.\n", "\tXi made the remark in a congratulatory letter to the World Intelligence Congress, which opened in Tianjin.\n", "\tThe president noted that AI is having a significant and far-reaching impact on economic development, social progress and global governance. He expressed hope that participants at this third congress strengthen exchanges, enhance consensus and step up cooperation to promote the healthy development of new-generation AI.\n", "\tHaving read out Xi's letter at the opening ceremony, Li Hongzhong, secretary of the Tianjin Municipal Committee of the Communist Party of China, said Tianjin would embrace a new era of intelligence, create a new intelligence-based economy, step up AI cooperation with other countries and speed up the building of an \"intelligent Tianjin\".\n", "\tLi said the city will intensify efforts to boost AI applications in fields of urban management, public services, transportation and logistics, healthcare and security.\n", "\tMinister of Science and Technology Wang Zhigang said China is drafting regulations and standards for regulating AI and will publish them soon.\n", "\tWang said more effort is needed to make breakthroughs in basic AI theories and core technologies, expand the application fields of AI and further propel the deep integration of AI with various industries as part of a broader push to support the development of the real economy and improve people's livelihoods.\n", "\t\"In particular, we need to strengthen international cooperation in AI governance including laws and regulations, ethical norms and international rules,\" Wang said.\n", "\tThe State Council issued a plan in 2017 that set benchmarks for China's AI sector, with the value of core AI industries predicted to exceed 1 trillion yuan ($145 billion) and make the country the global leader of AI innovation by 2030.\n", "\tIn December, Tianjin unveiled a three-year plan to boost the innovative development of seven AI-related industrial chains including independent and controllable information systems, smart security, big data, advanced communications, intelligent connected vehicles, industrial robots and intelligent terminals.\n", "\tAccording to the plan, the government will build Tianjin into an AI innovation center and a hub of AI industries and innovative applications by 2020.\n", "\tServer manufacturer Inspur Group has signed a strategic partnership with Tianjin to set up an AI research institute in the city. By opening the new institute, Inspur aims to join the top ranks of Chinese AI powerhouses in their quest to attract global talent.\n", "\t\"We will step up our efforts to develop the AI sector in Tianjin, and will focus on fields including cloud operating systems and cloud databases,\" said Sun Pishu, chairman of Inspur.\n", "Xinhua contributed to this story."]}