{"title": "China develops new-generation rockets for upcoming missions\n", "time_author": " (Xinhua)    15:47, May 16, 2019\n", "content": ["\tBEIJING, May 16 (Xinhua) -- China has developed a number of new-generation carrier rockets to take the country's space industry to the next level.\n", "LONG MARCH-7\n", "\tThe Long March-7 is a medium-sized carrier rocket with high reliability and safety. It is designed to launch cargo vehicles during the construction of China's manned space station project and meet the long-term demand for upgrading manned carrier rockets in service.\n", "\tThe rocket is 53.1 meters long with a core-level diameter of 3.35 meters, four 2.25m-diameter boosters and a takeoff weight of 596 tonnes. It has a lift capability of sending 13.5 tonnes of payload to low-Earth orbit, or 5.5 tonnes of payload to sun-synchronous orbit, according to Wang Xiaojun, who is in charge of the Long March-7 rocket system.\n", "\tIt is also China's first digitally designed carrier rocket, meaning no paper blueprint was used throughout the design and production process.\n", "LONG MARCH-9\n", "\tThe Long March-9 rocket will be China's largest heavy-lift carrier rocket. It will be capable of lifting 50 to 140 tonnes into low-Earth orbit, which is key to China's lunar exploration, deep space explorations, space infrastructure construction and utilization of space resources.\n", "\tIt will greatly enhance China's ability to promote space development and safeguard space security, said Zhang Zhi, chief designer of the rocket.\n", "\tIn addition, the heavy rocket is being designed to facilitate China's lunar missions, including crewed landings.\n", "LONG MARCH-11\n", "\tThe Long March-11 is a four-stage solid-fueled rocket that is used to launch payloads to low-Earth and sun-synchronous orbits. It is 20.8 meters long, with a maximum diameter of two meters and a takeoff weight of 58 tonnes.\n", "\tIt can be launched within 24 hours.\n", "\tChina is planning its first sea-launch of satellites carried by a Long March-11 rocket this year."]}