{"title": "China to get AI sooner as western countries still hesitate: technology expert\n", "time_author": "By Levi J Parsons (Xinhua)    13:03, April 03, 2019\n", "content": ["\tBRISBANE, April 3 (Xinhua) -- China is well-placed to lead the globe in the development and uptake of artificial intelligence (AI), a world-renowned Israeli futurist told Xinhua.\n", "\tIn Brisbane for QODE, a two-day tech conference beginning on Tuesday, Dr. Roey Tzezana explained that on top of China's advanced technical capabilities there also appears to be much more \"hunger\" and \"curiosity\" to develop the technology.\n", "\t\"China understands that AI is going to change the world and it wants to lead in this area, and it actually has a pretty good chance of getting their within a decade,\" he said.\n", "\tHaving traveled to China recently while working for the Israeli Consulate, Tzezana gave a round of lectures to speak about his new book \"Guide to the Future\" which details how AI and blockchain are expected to change the modern world.\n", "\t\"So I moved around, I lectured at universities and to the general public and it was amazing because I saw how curious they were and how much they wanted to know, to learn and to develop their skills and also how concerned they were for the future,\" he said.\n", "\t\"When you put this all together, you have this sort of hunger for knowledge and a great deal of motivation that signifies good things for the future,\" he said.\n", "\t\"So I have a feeling in China, they will get it sooner than in other countries because once China decides to do something, a certain process or a certain technology, it commits itself fully, where as western countries are still very hesitant about what they are going to do with this technology,\" Tzezana said.\n", "\tWith extensive insight on how new technologies are likely to shape the future, Tzezana's expertise is in high-demand across the world.\n", "\tAs well as providing advice to the U.S. Defense Advanced Research Projects Agency (DARPA), the Brown University research fellow also works as a consultant to several firms and international bodies advising on how best to prepare for the onset of disruptive technologies like AI.\n", "\t\"There are two ways that AI can change the world for the best, the first way is by optimizing existing systems and optimizing decision making,\" Tzezana said.\n", "\t\"So for example, AI will provide medical services for us wherever we are, whenever we are that are fully competitive, not with the level of a human medical expert but with a committee of human medical experts and this abundance of healthcare, something even the most wealthy can not enjoy in the present, will arrive in just a decade,\" Tzezana said.\n", "\t\"The other kind of AI that we're starting to consider is Artificial General Intelligence, which basically means an AI that can invent new ideas on its own, that can provide solutions before the questions have even been asked,\" Tzezana said.\n", "\t\"So it's not just about optimizing processes anymore, it's about reinventing everything that we thought we knew about companies, about healthcare, about insurance, about infrastructure and even about governance,\" Tzezana added.\n", "\tBut while the technology has the potential to radically transform the world for the better, Tzezana warns there also lies a number of dangers.\n", "\t\"There are two main pitfalls, one is malicious AI that deceives its users by acting not as an agent of the users but instead as an agent of the government or of industry,\" he said.\n", "\t\"So we need to be very careful to regulate AI so that the AI does not act maliciously and does not deceive the users,\" he said.\n", "\t\"The other problem with AI is that AI can make mistakes. The new AI systems are learning systems and they're learning from us and learning from each other, so if we don't train them the right way they might learn the wrong kind of lessons,\" he added."]}