{"title": "BeiDou navigation system guides China-Arab cooperation on \"Space Silk Road\"\n", "time_author": " (Xinhua)    08:36, April 03, 2019\n", "content": ["\n", "\tA self-driving tractor equipped with the BeiDou Navigation Satellite System (BDS) runs along the planned routes through the remote control during the second China-Arab States BDS Cooperation Forum in Tunis, capital of Tunisia, April 1, 2019. (Xinhua/Meng Tao)\n", "\tTUNIS, April 2 (Xinhua) -- \"It gives me joy, hope and growth. I'm so proud to be part of the BeiDou family,\" said Nada Laabidi, manager of the China-Arab States BDS/GNSS Center in the Tunisian capital of Tunis.\n", "\tA project manager of the Arab Information and Communication Technologies Organization (AICTO), Laabidi has been working part-time at the center for a year. But her passion for the BeiDou Navigation Satellite System (BDS) has become so intense that she is determined to study in China to attain a degree in satellite navigation.\n", "\tThis is because she, like many other people in the Arab world, sees the huge potential and opportunities provided by the growing space cooperation between China and the Arab states. The two sides are jointly building a \"Space Silk Road\" led by the BDS application within the framework of the Belt and Road Initiative (BRI) proposed by China in 2013.\n", "A SPACE SILK ROAD TAKING SHAPE\n", "\tOn a sunny afternoon in April at the China-Arab States BDS/GNSS Center, Ahmed Zenkri, a sophomore engineering student from Tek-up University, was amazed by the perfect run of a self-driving tractor equipped with the BDS, during which it smartly averted obstacles and drove along the planned routes via remote control.\n", "\t\"I have never seen this technology in Tunisia before,\" Zenkri told Xinhua. \"But I am absolutely impressed.\"\n", "\tZenkri is not alone. Many Arab experts and business people attending the second China-Arab States BDS Cooperation Forum in Tunis on Monday were stunned by the precision of the navigation service provided by the BDS.\n", "\tSuch a driverless tractor, which is part of precision agriculture, can reduce labor costs and increase crop yields, Shen Jun, deputy director of the International Cooperation Center of the China Satellite Navigation Office, told Xinhua.\n", "\t\"The demonstration was amazing. I saw how the BDS, a modern technology, can be integrated into the traditional agricultural sector. The driverless machinery can operate in a highly accurate way, so I believe that the system can be applied to a wide range of other agricultural activities,\" said Hassan Kherroubi, a Tunisian specialist in the mechanical industry at the Mjez El-Beb engineering school.\n", "\tThe BDS, developed and independently operated by China, can provide services of comparable quality to other major satellite systems like the American GPS and European Galileo systems, said Mohamed Ben Amor, secretary-general of the AICTO.\n", "\tBeing compatible with other positioning systems, it also boasts unique advantages such as providing two-way messaging services, which can not only reveal one's position, but also broadcast one's position to others, according to Ran Chengqi, director of the China Satellite Navigation Office.\n", "\tWith the BDS starting global service in late 2018, many expect it to add a whole new dimension to China-Arab cooperation, which has been picking up speed under the BRI.\n", "\tThe BRI refers to the Silk Road Economic Belt and the 21st Century Maritime Silk Road and aims to build a trade and infrastructure network connecting Asia with Europe, Africa and beyond.\n", "\tAt the second China-Arab States BDS Cooperation Forum attended by more than 200 officials, experts and business people from China and Arab countries, several agreements on furthering cooperation on the BDS application were inked.\n", "\tThe participants envisioned building a \"Space Silk Road\" through closer cooperation on a wider application of the BDS in the Middle East.\n", "\t\"The BDS cooperation is the best example of the strategic cooperation between China and Arab states, as satellite navigation integrates many hi-tech areas, including telecommunication and space technologies,\" Slim Khalbous, Tunisian minister of higher education and scientific research, said at the forum.\n", "\t\"This is an important opportunity for Tunisia, while the BDS cooperation also means the further upgrade of China-Arab relations,\" Khalbous said.\n", "\tKamal Hassan Ali, assistant secretary general of the Arab League in charge of economic affairs, praised China, which has made important contributions to building the ancient Silk Road, for establishing an excellent mechanism for cooperation and exchanges with Arab states.\n", "\t\"The size of our cooperation will grow bigger, as the China-Tunisia cooperation has borne many fruits, and it will achieve greater progress in other countries in the region too,\" Ali said.\n", "\tWang Zhaoyao, chairman of the Chinese Satellite Navigation Committee, called for jointly building a China-Arab \"Space Silk Road\" which he said will help Arab states share more benefits from the China-made navigation satellite system.\n", "\tHe noted that the BDS has been applied in many Middle Eastern countries, including Tunisia, Algeria, Kuwait and Sudan in areas such as precision agriculture, telecommunication, maritime monitoring and disaster relief.\n", "\tLi Chengwen, the Chinese ambassador for China-Arab States Cooperation Forum Affairs, said that the \"Space Silk Road\" is taking shape as the BDS becomes a new engine for pushing forward fruitful China-Arab cooperation, especially in hi-tech areas.\n", "GREAT POTENTIAL TO BE TAPPED\n", "\tTo promote the application of the BDS in Arab countries, the China-Arab States BDS/GNSS Center, the first BeiDou overseas center, was officially inaugurated in April 2018, in accordance with a memorandum of understanding signed at the first China-Arab States BeiDou Cooperation Forum held in Shanghai, China in 2017.\n", "\tThe BeiDou system has witnessed several successful cases of application in Arab countries. Most Arab states have been aware of the China-built satellite system and recognized its benefits.\n", "\tIn 2016, the BDS technology was used by Kuwaiti engineers in the construction of the 300-meter-tall iconic building of the National Bank of Kuwait to improve accuracy.\n", "\tThe BDS assisted Kuwaiti workers in installing the core wall structure of the building, which was designed in a complex shape, with millimeter-range accuracy.\n", "\tIn 2017, the augmentation infrastructure of the BDS has been installed across Algeria with centimeter-range accuracy, playing an important role in local military, security, transport and agriculture.\n", "\tAfter a successful test of the BDS application in autonomous vehicles, Tunisia is expected to implement a pilot project on smart farming with the BDS application in the near future.\n", "\t\"As the Arab world is more and more keen to turn to digital transformation, I am confident that there is huge potential for the BDS to be adopted and implemented by Arab countries,\" Laabidi told Xinhua."]}