{"title": "Scientists discover dinosaur-era bird fossil with unlaid egg\n", "time_author": " (Xinhua)    13:11, March 27, 2019\n", "content": ["\n", "ã\u0080\u0080ã\u0080\u0080[Photo/Chinese Academy of Sciences]\n", "\tBEIJING -- A group of scientists have discovered a fossil bird dating back about 110 million years, which is the first ever found to have an unlaid egg in its abdomen.\n", "\tThe fossil represents a new species, Avimaia schweitzerae, belonging to a group called the Enantiornithes which was abundant around the world and co-existed with dinosaurs in the Cretaceous period.\n", "\tThe incredibly well preserved fossil was discovered in Yumen city, Northwest China's Gansu province.\n", "\tBecause the specimen was crushed flat, it was only after a small fragment was extracted and analyzed under the microscope that the research team at the Institute of Vertebrate Paleontology and Paleoanthropology (IVPP) of the Chinese Academy of Sciences realized the unusual tissue was an egg, said Alida Bailleul, the first author of the article.\n", "\tDetailed analysis of the fragment indicated the bird's reproductive system was not behaving normally. The shell consists of two layers instead of one as in normal healthy bird eggs, indicating the egg was retained too long inside the abdomen, said Bailleul.\n", "\tThis condition occurs in living birds as a result of stress. The unlaid egg is coated with a second layer, or sometimes more, of shell. This abnormality has also been documented in sauropod dinosaurs, and in fossil and living turtles.\n", "\tIn addition, the eggshell was extremely thin, thinner than a sheet of paper, and did not show the correct proportions of a healthy egg, said Bailleul.\n", "\tThe abnormalities suggest the egg may have been the cause of death of the \"mother bird,\" said Bailleul, adding that egg-binding, in which the egg becomes stuck inside the body, is a serious and lethal condition that is fairly common in small birds undergoing stress.\n", "\tDespite being malformed, the egg is excellently preserved, including parts of the shell rarely seen in the fossil record, such as traces of the egg membrane and the cuticle, mostly made of proteins and other organic materials.\n", "\tScanning Electron Microscopy revealed the cuticle (the outer most protective layer of the shell), was made of very small spherules of minerals. Although never before reported in a fossil egg, in living birds that nest in environments prone to infections, these protect developing chick embryos from microbes.\n", "\t\"This new specimen is arguably one of the most interesting Cretaceous fossil birds yet discovered, informing on more reproductive issues than any other Mesozoic fossil bird,\" said Bailleul.\n", "\tThe finding has been published online in the journal Nature Communications."]}