{"title": "University in Shanghai boasts full 5G coverage; lab pushes tech frontier\n", "time_author": " (China Daily)    14:46, March 21, 2019\n", "content": ["\tShanghai University of Engineering and Technology has become China's first university to have full 5G coverage on its campus. It is also home to an innovation laboratory the university developed with the Shanghai branch of China Unicom.\n", "\tThe lab, which was unveiled on Tuesday, will offer research and development support for 5G networks with respect to video transmission, digital copyrights, artificial intelligence and other areas, China Unicom said in a news release.\n", "\tThe company has set up five 5G outdoor macro base stations and one 5G indoor micro base station on the campus, enabling full 5G coverage.\n", "\tIn addition to the stations, the campus is also equipped with the country's first regional internal edge cloud computing node, allowing the use of cloud games, video acceleration and other 5G applications.\n", "\tChina Unicom said the installations, and the research based on them, will lay a solid foundation for the commercial use of 5G throughout the city.\n", "\tThe research will cover various industries, such as new media, intelligent network vehicles and smart manufacturing.\n", "\tThe Shanghai branch of China Unicom said its cooperation with the university is only a start. The company said it is expected to complete full 5G network coverage by April of Songjiang University Townï¼\u008dan education hub located in Shanghai's Songjiang district where Shanghai University of Engineering and Technology and a few other universities are locatedï¼\u008dmaking it the country's first 5G university town.\n", "\tLater, the company intends to extend the 5G intelligent network to the Songjiang G60 Science and Innovation Corridor, transforming it into the country's first industrialized demonstration base.\n", "\tThe G60 Science and Innovation Corridor is an initiative pioneered by Shanghai's Songjiang district in 2016. It wanted to create a science and technology corridor along the G60 highway running through the Yangtze River Delta region.\n", "\tAs the 5G era approaches, Shanghai has engaged in the development of this next generation technology with superhigh internet speeds, lower latency and wide connections in various sectors.\n", "\tSome of the exhibition halls at the China International Import Expo, which was held in Shanghai in November, served as a trial run for 5G, and China Unicom set up five 5G base stations to show the capabilities of the superfast network.\n", "\tA 5G innovation development alliance in the Yangtze River Delta area was launched last year, integrating industrial advantages and resources in Jiangsu, Zhejiang and Anhui provinces and Shanghai, and dedicated to promoting technology research and development.\n", "\tThe application of 5G technology has also met the media's demand for 5G and HD coverage of Shanghai's two sessions, which were held in January, through the 5G network, launched by Shanghai Media Group and the Shanghai branch of China Mobile.\n", "\tIn the latest development, Shanghai rolled out the country's first 5G railway station, Hongqiao Railway Station, one of Asia's biggest traffic hubs, allowing passengers to experience data speeds up to 100 times faster than what is available now. The project will be completed in September.\n", "\tAn intelligent factory using 5G technology was also unveiled in Shanghai in March by Commercial Aircraft Corp of China and China Unicom.\n", "\tAccording to the city's three-year plan (2018-20), the government aims to become a world-leading information infrastructure city by 2020, deploying 10,000 5G base stations and taking the national lead in the commercial use of 5G technology.\n", "\tShanghai is striving to realize the full coverage of 5G network in the city center by the end of this year."]}