{"title": "Core technologies to better drive digital shift\n", "time_author": " (China Daily)    08:18, May 07, 2019\n", "content": ["\n", "Visitors watch a robot at an exhibition of China's progress in digital sectors in Fuzhou, Fujian province, on Monday. [Photo by Zhu Xingxin/China Daily]\n", "\tMore efforts are needed to make breakthroughs in core technologies, advance information infrastructure construction and provide further impetus to the digital transformation of industries, said a senior official at the Second Digital China Summit, which opened in Fuzhou, Fujian province, on Monday.\n", "\tHuang Kunming, a member of the Political Bureau of the Communist Party of China Central Committee and head of the Publicity Department of the CPC Central Committee, called for more work to accelerate the research and development of 5G, as well as promote the building and application of the Beidou Navigation Satellite System.\n", "\tHuang said achieving breakthroughs in core technologies should be the top priority, with innovation fully pursued and intellectual property rights better protected.\n", "\tHe underscored the importance of information technology to the country and people, and called for propelling the development of cloud computing, big data, artificial intelligence and the industrial internet in a bid to advance the building of a digital China and a smart society.\n", "\tHe also said more work is needed to promote the integration and sharing of information resources between urban and rural areas to narrow digital gaps and unleash the vitality of digital sectors.\n", "\tZhuang Rongwen, head of the Cyberspace Administration of China, said enterprises are being encouraged to ramp up investments and make breakthroughs in core technologies, and to make full use of international innovative resources.\n", "\tZhuang also called for speeding up the commercialization of 5G and the deployment of the Internet Protocol version 6 network, as well as pushing forward the digital economy so as to cultivate new driving forces and promote high-quality development.\n", "\tChina's tech heavyweights said the digital economy has become a driving force behind economic growth, and internet companies should concentrate on making breakthroughs in core technologies.\n", "\t\"The country is narrowing the gap with developed countries, especially in autonomous driving, cooperative vehicle-infrastructure systems and intelligent transportation. We started a little late, but our pace is faster and our potential is bigger,\" said Robin Li, chairman and CEO of leading Chinese search engine Baidu Inc.\n", "\tHe noted that AI will have an impact on the internet and China should firmly grasp the historic opportunities of AI, and the country's efforts in technological innovations will begin gradually changing the world.\n", "\tPony Ma, chairman and CEO of Tencent Holdings Ltd, said the e-government is becoming the driving force for construction of a digital China and high-quality social and economic development, and internet firms should consolidate basic research and focus on making breakthroughs in core technologies.\n", "\tChina's digital economy reached 31.3 trillion yuan ($4.6 trillion) last year, which accounted for 34.8 percent of its GDP in 2018."]}