{"title": "China celebrates 35 years of Antarctic expeditions\n", "time_author": " (People's Daily Overseas New Media)    15:05, March 19, 2019\n", "content": ["\n", "\tThe ice breaker Xuelong, or â\u0080\u009cSnow Dragon,â\u0080\u009d moored at Shanghai on Mar. 12 after finishing a series of scientific experiments, one month earlier than scheduled due to a collision with an iceberg around the Chinese Lunar New Year.\n", "\tSuch an intense moment, however, was nothing new in Chinaâ\u0080\u0099s Antarctic expeditions, which celebrated its 35th anniversary this year. This year also marks the 30th anniversary of the establishment of Zhongshan Station, the 10th anniversary of Kunlun Station, and fifth anniversary of Taishan Station.\n", "\tWhen recalling the challenge of establishing Changcheng Station in the 1980s, Yan Qide, first leader of the station, said he still feels excited. Owing to the limited resources, members in the first expedition team had to jump into the extremely cold sea to finish their work.\n", "\tSome 98% of the Antarctica is covered by snow and ice and the inland surface is dubbed a â\u0080\u009cforbidden zoneâ\u0080\u009d and â\u0080\u009cwhite desert,â\u0080\u009d where the average annual temperature of Kunlun Station is minus 58.4 degrees Celsius, which is the lowest on the continent.\n", "\tâ\u0080\u009cWhen we first started unloading equipment, a snowmobile cracked the ice and fell into the sea, nearly killing the mechanic,â\u0080\u009d recalled Li Yuansheng, first leader of Kunlun Station.\n", "\tLi recalled that his fleet drove dozen of hours non-stop carrying 500 tonnes of equipment for construction of the station, covering 1,300 kilometers across the plateau, which sits at an altitude of 4,100 meters. The construction was demanding, as all must work had to be done under extreme weather conditions.\n", "\tHowever, Li still recalls the proud moment when Kunlun Station was completed. â\u0080\u009cThe Chinese people built a scientific expedition station at the highest point of the Antarctica,â\u0080\u009d he said.\n", "\tPassing on this spirit of patriotism, truth-seeking, innovation, and hard work, generations of Chinese scientists continue to carry out challenging Antarctic expeditions.\n", "\tIn the past three decades, Chinese scientists have built several stations. In 1985, the first station of Changcheng Station was launched on King George Island. In 1989, Zhongshan Station began to carry out observational studies. In 2009, Kunlun Station was set up to converge multiple fields of study, such as astronomy and glacier geophysics.\n", "\tToday, China has established an Antarctic observation network for air, shore, ship, sea, ice, and seabed-based observations with the ice breaker Xuelong and scientific research vessels like Haiyang-6 and the polar plane Xueying 601.\n", "\tNow, China is planning for the future. For instance, the Xuelong 2 is going to be delivered this year and will add to the nationâ\u0080\u0099s scientific study power."]}