{"title": "China to develop world-class airport cluster in Guangdong-Hong Kong-Macao Greater Bay Area\n", "time_author": " (Xinhua)    15:49, April 30, 2019\n", "content": ["\tHONG KONG, April 30 (Xinhua) -- Taxiing from the south runway at Hong Kong International Airport, a cargo plane soars into the awesome blue sky against the background of the Hong Kong-Zhuhai-Macao Bridge.\n", "\tCrowned as one of the busiest cargo airport, Hong Kong International Airport witnesses 68 takeoffs and landings of cargo flights per hour. It served 74.7 million passengers last year, ranking the world's third busiest airport.\n", "\tUnder the Outline Development Plan for the Guangdong-Hong Kong-Macao Greater Bay Area, Hong Kong is expected to consolidate and enhance its status as an international aviation hub. Amid the construction of the Greater Bay Area, the Hong Kong Special Administrative Region (SAR) aims to coordinate with south China's Guangzhou, Shenzhen, the Macao SAR and Zhuhai to develop a world-class airport cluster.\n", "GROWING MARKET FOR WORLD-CLASS AIRPORT CLUSTER\n", "\t\"The highly-growing market in the Greater Bay Area requires an airport cluster to meet the increasing demands on traveling, business, leisure amenities and so on,\" said Cheung-kwok Law, director of Aviation Policy and Research Center of the Chinese University of Hong Kong.\n", "\tA collective economic powerhouse in the making, the Greater Bay Area currently has a population of 70 million and a combined GDP of 1.6 trillion U.S. dollars. Under the Outline Development Plan, five main airports and a batch of feeder airports in the Greater Bay Area constitute the airport cluster.\n", "\tLast year, Hong Kong International Airport and its counterpart in Guangzhou, Shenzhen, Zhuhai and the Macao SAR handled more than 200 million passengers and over 8.3 million tonnes of cargo and air mail. In the next few years, the passenger growth rate in the Greater Bay Area is expected to reach 7 percent, twice as many as that of the global average rate, Law forecast.\n", "\tAccording to statistics, the Hong Kong International Airport connects to more than 220 destinations by over 120 airlines. Known as the third busiest airport in terms of passenger, cargo and aircraft movements in the Chinese mainland, Guangzhou Baiyun International Airport serves more than 75 airlines flying to around 210 destinations worldwide. Shenzhen International Airport, Macao International Airport and Zhuhai Airport are also developing rapidly for expansion and routes exploration.\n", "\tApart from the rich market as a key factor, the Greater Bay Area also see other advantages, diversified routes covering China and the world, completed infrastructure, well-run airlines such as China Southern Airlines and Hong Kong's flagship carrier Cathay Pacific, superior services in the Greater Bay Area are all ready to serve a fast-growing appetite for aviation development, said Law.\n", "DIFFERENTIAL DEVELOPMENT, POSITIVE INTERACTION\n", "\tTo develop a world-class airport cluster, airports are required to pursue differential development and positive interaction in the Greater Bay Area.\n", "\t\"Aviation industry is of intense competition,\" Cathay Pacific's Chief Customer and Commercial Officer Paul Loo pointed out. \"In the Greater Bay Area, we see tremendous potentials, which requires combined work from each member in the aviation industry to realize.\"\n", "\tSince 2001, five main airports in the Greater Bay Area - Hong Kong International Airport, Guangzhou Baiyun International Airport, Shenzhen Bao'an International Airport, Macao International Airport and Zhuhai Airport - have been meeting regularly to strengthen collaboration and promote mutual interests of the airports.\n", "\tThe Greater Bay Area development is based on the complementarity of the respective advantages of the 11 cities in the region. Hong Kong plays the leading role of an international aviation hub.\n", "\t\"Hong Kong International Airport is in close relationship with airports in the Greater Bay Area,\" said Vivian Cheung, deputy director of Airport Operations of Airport Authority Hong Kong.\n", "\tAirport Authority together with the State-owned Assets Supervision and Administration Commission of Zhuhai city's government has jointly managed Zhuhai Airport since 2006. Benefiting from cooperation, Zhuhai Airport witnesses an annual throughput of 11 million passengers.\n", "\tGuangzhou Baiyun International Airport is the aviation hub for south China. As the dominant airline in the southern part of China, China Southern Airlines is determined to boost the competitiveness of airports in Guangzhou and Shenzhen as international hubs, Wang Changshun, the chairman of the company said.\n", "\tTo cultivate Guangzhou into a Canton Route international hub, China Southern Airlines has launched new routes and increased frequencies to strengthen key centers in Europe and Oceania, increase its impact over North America, the Middle East and Africa, and cover Southeast Asia, South Asia and Asia, said Wang.\n", "\tMacao International Airport is positioned as small- and medium-sized airport, said Vicki Mou, chief of corporate communication &policy research office of Macao International Airport. Besides regional business aircraft services, the airport focuses on Southeast Asian market, connecting Macao and many attractions in the Philippines, Thailand, Malaysia and some other Southeast Asian countries, which enriches international routes in the Greater Bay Area, said Mou.\n", "AN AEROTROPOLIS WITH HIGH ECONOMIC EFFICIENCY\n", "\t\"Our vision is to engineer our city's airport to become an aerotropolis with high economic efficiency and diversified employment opportunities,\" said Carrie Lam, chief executive of the Hong Kong SAR.\n", "\tHong Kong is gearing up to play an even more important role in the aviation sector. Hong Kong International Airport currently has two runways and began its three-runway system construction in 2016.\n", "\tThe new whole three-runway system will come into operation in 2024 together with a new passenger building, a new automated people mover, a new baggage handling system and expansion of the existing Terminal 2 into a full-service processing terminal.\n", "\tThe revamped airport will be able to accommodate 620,000 flight movements annually, welcoming about 100 million passengers and handling some 9 million tonnes of cargo a year, said deputy director of airport operations Cheung.\n", "\tLast year, the Hong Kong section of Guangzhou-Shenzhen-Hong Kong Express Rail Link and Hong Kong-Zhuhai-Macao Bridge was inaugurated, further tying up the Hong Kong SAR and the Chinese mainland.\n", "\tWith its airport sitting right at the heart of the \"double gateway\" linking the Greater Bay Area at one end and to the world at the other, Hong Kong offers seamless air-to-land and air-to-sea connections with a huge number of nearby destinations.\n", "\tTo build a smart aerotropolis, Hong Kong has introduced innovative measures, such as inter-modal code-sharing arrangements. \"With one ticket in hand, passengers can first take a high-speed ferry to arrive at Hong Kong International Airport from other cities in Greater Bay Area, and then take our flights directly. The customs clearance and luggage will be arranged at the pier,\" said Cathay Pacific's Loo.\n", "\tThis service enables travelers to use the same air ticket to continue their journeys to different Chinese mainland destinations or vice versa by ferries and it will soon be extended to coaches or trains, according to Loo.\n", "\tSmart aerotropolis demands equally innovative talents. In that regard, the Hong Kong International Aviation Academy, established in 2017, has already trained more than 10 000 industry participants, which helps to share our experience with our peers, Cheung from Airport Authority added.\n", "\tWith the help of Hong Kong's strengths in financial and logistics, we will continue to develop high value-added freight, such as electronics, fruits and flowers to gain high profits, Law from the Chinese University of Hong Kong said."]}