{"title": "To forge a new logistics channel and facilitate trade among BRI countries: IRU\n", "time_author": "By Zhan Huilan and Yan Yiqiao (People's Daily)    11:10, April 30, 2019\n", "content": ["\tThe International Road Transport Union (IRU) seeks to forge a new logistics channel by road connecting China and Europe and to facilitate trade in the Belt and Road region, said the IRU Secretary General Umberto de Pretto.\n", "\tOn top of the sea, air and rail channels already established, the new channel, also called \"the Forth Logistics Channel,\" provides another option by road. It will save logistics costs and boost trade along the way, according to the IRU.\n", "\tThe vision of the Belt and Road Initiative has become a reality, said de Pretto.\n", "\n", "The IRU Secretary General Umberto de Pretto. (Photo: Yan Yiqiao/Peopleâ\u0080\u0098s Daily)\n", "\tThe IRU has worked with Chinese government on the implementation of the International Road Transports (TIR) system in China with a success, according to de Pretto.\n", "\tIn May 2017, the IRU inked agreements with China's National Development and Reform Commission and General Administration of Customs at the first Belt and Road Forum for international cooperation. In November 2018, the first China to Europe TIR truck arrived in Poland. China now has 10 TIR pilot ports, such as Horgos in Xinjiang Uygur Autonomous Region and Manzhouli in the Inner Mongolia Autonomous Region.\n", "\tIt is expected that China Customs will open more border-crossing points and inland Customs offices for TIR operations later this year, according to de Pretto. \"This will show the world that China is really opening up to trade,\" he said.\n", "\t\"One of the big promises of the BRI is it will be a project that would benefit both sides, not just China, but also those trading with China,\" de Pretto noted.\n", "\tChinese government ensured there would be \"reciprocity\" by implementing the TIR Convention, because that's what the TIR Convention calls for, he said.\n", "\t\"China would be a game changer in the TIR,\" said de Pretto.\n", "\n", "China's Xinjiang Uygur Autonomous Region embraced the first successful TIR transport from Europe to China in February 2019. (Photo provided by the IRU)\n", "\tAfter China ratified the TIR Convention in July 2016 as the 70th member, six other countries have joined the system.\n", "\tThe IRU is now working on the digitalization of the TIR system to bring better security and convenience to TIR members, many of which are in the Belt and Road region.\n", "\tChina would be of great help to promote the digitalization process through the UN platform, said de Pretto.\n", "\tAs Northwest China's Xinjiang Uygur Autonomous Region embraced the first successful TIR transport from Europe to China in February 2019, the channel has gradually started. During the 12-day, 7,400-kilometer trip, the first truck started from Germany and passed through Poland, Belarus, Russia and Kazakhstan, before entered through China's Horgos.\n", "\tThe TIR is a global customs transit system to help save money and time when moving goods across borders, governed by United Nations and managed by the IRU. With a 70-year history, there are 76 contracting parties with the IRU. "]}