{"title": "BRI enters a stage of pragmatic and high-quality development: expert\n", "time_author": " (People's Daily Online)    16:15, April 26, 2019\n", "content": ["\n", "\tChinese President Xi Jinping delivered a key speech on Friday, at the second Belt and Road Forum for International Cooperation (BRF) in Beijing, reiterating Chinaâ\u0080\u0099s commitment to reform and opening up, as well as presenting a slew of specific measures to strengthen cooperation on the Belt and Road Initiative (BRI).\n", "\tâ\u0080\u009cA more open China will further integrate itself into the world and deliver greater progress and prosperity for both China and the world at large,â\u0080\u009d said Xi.\n", "\tLooking back at Chinaâ\u0080\u0099s development over the past 70 years, Xi noted that China is now at a historical starting point, and is now calling for result-oriented implementation and joint promotion of high-quality BRI cooperation.\n", "\tâ\u0080\u009cXiâ\u0080\u0099s speech has sent a strong message that Chinaâ\u0080\u0099s future and the BRI are now closely linked, reassuring the world that the BRI is not a short-term goal, but a sustainable and beneficial development plan for the whole world,â\u0080\u009d Wang Wen, executive dean of the Chongyang Institute for Financial Studies at Renmin University of China, told Peopleâ\u0080\u0099s Daily Online.\n", "\tâ\u0080\u009cBounding Chinaâ\u0080\u0099s future with the BRI is a solid response to western speculation, as well as a promise to all participating countries and international organizations. With Chinaâ\u0080\u0099s further opening up to the world, all doubt and smears regarding the BRI will be cleared within time,â\u0080\u009d said Wang.\n", "\tDuring Xiâ\u0080\u0099s speech, he also mentioned a number of detailed measures to further strengthen the implementation of high-quality BRI cooperation, including intellectual property rights protection, green sustainability, as well as people-to-people exchange.\n", "\tAccording to Wang, compared to the speech Xi delivered two years ago at the first BRF, more practical and detailed development plans have been put forward during this yearâ\u0080\u0099s speech, noting that BRI has entered a more pragmatic and high-quality stage.\n", "\tâ\u0080\u009cFor the past six years, BRIâ\u0080\u0099s priority has been self-promotion and international recognition. After successfully accumulating experience and resources, it is time to turn this initiative into a pragmatic cooperation platform, as it represents not only Chinaâ\u0080\u0099s future, but also the future of the whole world,â\u0080\u009d said Wang.\n", "\tServing as a leading platform for international cooperation under the framework of the Belt and Road Initiative, BRF attracted heads of state and government from 37 foreign countries and other representatives from around the world to discuss the future of the BRI. "]}