{"title": "Coal-fired power plants in China seek transformation\n", "time_author": "By Shi Jing in Chengdu (People's Daily Overseas New Media)    16:17, May 17, 2019\n", "content": ["\n", "\tPhoto via 36Kr\n", "\tCoal-fired power plants in China are looking toward digitalization for industrial transformation and upgrade, as the nation continues to restrict overcapacity and set high environmental protection goals.\n", "\tThe pledge to cut overcapacity was reiterated once again in a joint notice released by the National Development and Reform Commission, Ministry of Industry and Information Technology, and National Energy Administration.\n", "\tAlmost 50% of coal-fired power plants had a deficit last year, a result of the disequilibrium between the lower prices of electricity relative to that of coal, China Electricity Council said in the report, which was released in late January.\n", "\tAt the end of 2018, the installed capacity of coal-fired power plants reached 1.01 billion kilowatts, accounting for 53% of the installed gross capacity of China.\n", "\tâ\u0080\u009cArtificial Intelligence is a core technology for a successful digital transformation and offers tremendous opportunities for all industries. We are excited to work with Chinese customers on their most urgent topics to make production more efficient,â\u0080\u009d Dr. Roland Busch, chief technology officer of Siemens AG, said to the audience at the Siemens Innovation Day China in Chengdu, southwest Chinaâ\u0080\u0099s Sichuan province, on May 15.\n", "\tThe German powerhouse said it has joined hands with Chinese energy giant China Resources Power to set up a remote operation center that can supervise and analyze the efficiency and conditions of units in remote power plants.\n", "\tThe system, which uses AI, big data, and cloud computing, can increase efficiency by selecting the highest efficient units and prevent possible malfunctions in order to reduce maintenance. The system will be employed in eight power plants in eastern Chinaâ\u0080\u0099s Jiangsu province, whose annual power generation can support the daily use of 15 million households.\n", "\tFor more efficient environmental protection measures, some power plants choose to reach out to companies from other industries.\n", "\tIn the city of Luzhou in Sichuan province, Chuannan Power Generation is using lime mud, a kind of waste from paper mills, in the desulfurization process of its coal-fired units, which reduces the disposal cost of solid waste in paper mills and the desulfurization cost of coal-fired power plants."]}