{"title": "Dublin hosts Coolest Projects to showcase inventions by young coders\n", "time_author": " (Xinhua)    14:46, May 06, 2019\n", "content": ["\n", "People attend Coolest Projects International 2019 in Dublin, Ireland, May 5, 2019. Coolest Projects International 2019, an annual event to showcase the inventions by young coders from all over the world, was held here on Sunday. Nearly 1,000 contestants from 18 countries and regions including Ireland, Britain, France, Italy, Argentina, Nigeria and Japan participated in the one-day exhibition. (Xinhua)\n", "\tDUBLIN, May 5 (Xinhua) -- Coolest Projects International 2019, an annual event to showcase the inventions by young coders from all over the world, was held here on Sunday.\n", "\tNearly 1,000 contestants from 18 countries and regions including Ireland, Britain, France, Italy, Argentina, Nigeria and Japan participated in the one-day exhibition at Royal Dublin Soceity (RDS), a building complex for large-scale events.\n", "\tOver 500 projects selected by the organizing committee were displayed at the spacious main hall of the RDS, which were up to the judgment of a grand jury comprising some 80 volunteers from local tech companies and organizations.\n", "\tA total of 32 projects were awarded with Special Prizes and Category Prizes while the Coolest Club Award of the Year went to CoderDojo Banbridge, a programming club in Northern Ireland of Britain.\n", "\tEach winning project was given a trophy, but no money was offered.\n", "\tThe winning projects covered a wide range of areas ranging from inventions to address the climate change and devices to assist disabled people to education and learning apps, 3D animation and games.\n", "\tEvan Liu, a six-year-old Chinese boy who was born in Ireland, is one of the youngest contestants who attended the exhibition which only permits the participation of children aged below 18.\n", "\tA member of CoderDojo Club of Microsoft Ireland, Evan brought to the competition a racing game he invented with the guidance of his father, a native of the Chinese city of Wuhan, who currently works in Dublin for a trading company.\n", "\tEvan is also the only Chinese who took part in the event. \"We look forward to the participation of the Chinese teams in the future,\" said Rachel Lavin, a communications coordinator of the Coolest Projects 2019.\n", "\tAccording to Lavin, this year's event is the largest ever organized by CoderDojo since it was first launched in 2012.\n", "\tCoderDojo is a global network of free, volunteer-run, community-based extra-curricular coding clubs for young people. The first CoderDojo club was established in Ireland in 2011. In the clubs young people can learn to code, build websites, create apps and games, and explore technology in an informal and creative environment."]}