{"title": "BRI explainer: What is the Belt and Road\n", "time_author": " (People's Daily Online)    10:39, April 23, 2019\n", "content": ["showPlayer({id:\"/pvservice/xml/2019/4/23/a5a10c81-8b35-4550-b409-32636e49d74f.xml\",width:800,height:494});\n", "\tAfter its successful debut two years ago, the second Belt and Road Forum for International Cooperation, a leading platform for international cooperation under the framework of the Belt and Road Initiative, or BRI, will be held in Beijing again this month, drawing representatives from over 150 countries, including 37 leaders of foreign governments, under the theme of \"Belt and Road Cooperation, shaping a brighter shared future.â\u0080\u009d \n", "\tAlthough you may have heard the term before, do you know what the BRI is?\n", "\tMore than two thousands years ago people of Eurasia explored and opened up routes of trade and cultural exchanges that linked the major civilizations of Asia, Europe and Africa, later called the Silk Road. For thousands of years, the Silk Road Spirit - \"peace and cooperation, openness and inclusiveness, mutual learning and mutual benefit\" - has been passed from generation to generation, contributing to the prosperity and development of the countries along the Silk Road.\n", "\tIn the 21st century, a new era marked by development and cooperation, it is more important for the world to carry on the Silk Road Spirit in face of the weak recovery of the global economy, and complex international and regional situations. First announced by Chinese President Xi Jinping in 2013, the BRI is Chinaâ\u0080\u0099s ambitious effort to improve regional cooperation and connectivity on a trans-continental scale.\n", "\n", "\tThe project is made up of two major programs, namely the Silk Road Economic Belt and the 21st-Century Maritime Silk Road. The belt focuses on bringing together China, Central Asia, Russia and Europe; linking China with the Persian Gulf and the Mediterranean Sea through Central Asia and West Asia; and connecting China with Southeast Asia, South Asia and the Indian Ocean. The road is designed to go from China's coast to Europe through the South China Sea and the Indian Ocean in one route, and from China's coast through the South China Sea to the South Pacific in the other.\n", "\tThe scope of the BRI is still taking shape. China welcomes the active participation of all countries and international and regional organizations in the Initiative.\n", "\tFrom Southeast Asia to Africa and Europe, a total of 125 countries and 29 international organizations have signed BRI cooperation documents with China as of March 27, 2019, accounting for over 40 percent of global GDP. \n", "\tThe BRI attaches great importance to five cooperative areas, which are: Policy coordination, facilities connectivity, unimpeded trade, financial integration and people-to-people exchange. Statistics show that over the past five years, the BRI has brought the world a total investment of 460 billion US dollars.\n", "\tIn 2017, China successfully held the first Belt and Road Forum for International Cooperation, with participation from more than 100 countries, and welcomed 29 national leaders from countries including Greece, Pakistan and Russia. We look forward to the second Belt and Road Forum for International Cooperation later this month, which is set to be bigger, better, and help bring cooperation to a higher level. "]}