{"title": "Chinaâ\u0080\u0099s goods trade with B&R countries surpasses $6 trln\n", "time_author": "By Ding Yiting (People's Daily)    09:57, April 22, 2019\n", "content": ["\tThe volume of goods trade between China and countries and regions along the Belt and Road (B&R) surpassed over $6 trillion from 2013 to 2018, the National Development and Reform Commission (NDRC) of China announced on April 18.\n", "\tUpholding the principle of extensive consultation, joint contribution and shared benefits, China has achieved remarkable progress in promoting the B&R construction over the past six years.\n", "\tTo date, China has signed over 170 cooperative documents with more than 150 international organizations and countries, including developed and developing countries.\n", "\tMany firms and financial institutions from developed countries also partnered with China to explore the third-party markets.\n", "\tInfrastructure connectivity was a highlight of the B&R construction. Projects including the China-Laos Railway, China-Thailand Railway, Jakarta-Bandung High-speed Railway, Hungary-Serbia Railway, Gwadar Port, Hambantota Port, and Khalifa Port are smoothly progressing.\n", "\tAs of the end of this March, China-Europe freight trains, connecting China with 50 cities in 15 foreign countries, have made more than 14,000 trips.\n", "\tA series of trade connectivity projects, including the China-Belarus Industrial Park and the China-Egypt Suez Economic and Trade Cooperation Zone, are seeing steady progress.\n", "\tIn terms of financial connectivity, China has signed currency swap agreements with over 20 countries along the B&R, formed RMB clearing arrangements with 7 countries, and established a capacity development center with the International Monetary Fund.\n", "\tIn addition, a series of achievements were made in scientific and technological exchanges, educational cooperation, cultural tourism, green development, and foreign aid, largely enhancing people-to-people bond.\n", "\tThe NDRC introduced that China will give play to the role of enterprises as major market entities and the guiding role of the government based on market rules and international norms, and implement the outcomes to be achieved by the upcoming second Belt and Road Forum for International Cooperation (BRF).\n", "\tThe forum will further build consensus, promote connectivity construction, enhance international capacity cooperation and expand third-market cooperation, aiming to bring about a high quality Belt and Road cooperation. "]}