{"title": "World Bank gives credit to Belt and Road construction\n", "time_author": "By Wu Lejun, Wang Hui (People's Daily)    09:54, April 22, 2019\n", "content": ["\tThe World Bank recently issued a series of articles, discussing the influence of the Belt and Road Initiative (BRI) on infrastructure, foreign trade, cross-border investment, and inclusive and sustainable growth of countries and regions along the route.\n", "\tThe organization believes that the Belt and Road Initiative (BRI) is an ambitious effort to improve regional cooperation and connectivity on a trans-continental scale.\n", "\tThe BRI is expected to improve transportation infrastructure and economic environment, thereby substantially lowering trade costs, promoting cross-border trade and investment, and boosting growth for Belt and Road countries, regions and even the whole world at large, the World Bank said.\n", "\tMichele Ruta, Lead Economist in the Macroeconomics, Trade and Investment Global Practice of the World Bank Group, believes that the BRI regional cooperation will enhance transportation infrastructure such as railways, promote rapid growth of cross-border trade and investment, and drive the economy.\n", "\tAccording to the first-ever quantification of the influence of the Belt and Road construction on trade costs conducted by Ruta and his research team, for Belt and Road economies, the BRI transportation projects, either completed or under construction, can cut shipment time for Belt and Road economies by an average of 1.7 to 3.2 percent. For the world, the average reduction in shipment time will range between 1.2 and 2.5 percent.\n", "\tChina carries out cooperation with other countries on building highways, railways and ports following the principles of extensive consultation, joint contribution and shared benefits.\n", "\tProgress has been made in the BRI hallmark projects, such as the high-speed rail line linking Belgrade to Budapest, and China-Laos railway. These projects will bring greater connectivity to those countries.\n", "\tThe Bagamoyo Port project in Tanzania will benefit the country as well as other countries in the region. The Addis Ababaâ\u0080\u0093Djibouti railway and the improvement of Djiboutiâ\u0080\u0099s port will contribute to a decrease in shipping time between Australia and Ethiopia of 1.2 percent.\n", "\tThe initiative can have positive spillovers on other economies, Ruta remarked.\n", "\tA World Bank research found that the BRI-proposed transportation network could lead to a reduction in travel time. The reduction in time - and by extension transportation cost - could result in a 4.97-percent increase in total foreign direct investment flows to BRI countries. These positive effects can raise Sub-Saharan countriesâ\u0080\u0099 GDP growth by 0.13 percentage point.\n", "\tMaggie Xiaoyang Chen, professor of economics and international affairs at George Washington University and an economist in the research department of the World Bank, told Peopleâ\u0080\u0099s Daily that the BRI is conducive to the soft infrastructure of the BRI countries, including the policies, procedures and mechanisms.\n", "\tShe believes that soft infrastructure includes the facilitation of customs clearance, as well as the improvement of laws, regulations and business environment.\n", "\tWorld Bank studies indicated that BRI cooperation will cut the costs of global trade by 1.1 to 2.2 percent and those of trade along the China-Central Asia-West Asia Economic Corridor by 10.2 percent. What is more, it will contribute at least 0.1 percent of global growth in 2019.\n", "\tThe BRI provides a sustainable way to end extreme poverty and promote shared prosperity, according to the World Bank. A research showed that the promotion of the Belt and Road construction would accelerate global poverty reduction.\n", "\tIn 2015, about 26 percent of the worldâ\u0080\u0099s population lived on less than $3.2 per day, and the figure is expected to fall to 10.2 percent by 2030.\n", "\tThe BRI investments will lift up to 34 million people out of moderate poverty, of which 29.4 million people are from countries and regions along the Belt and Road.\n", "\t52,000 people in Nepal who lived under the extreme poverty threshold of $1.9 per day have been alleviated thanks to BRI investment in infrastructure.\n", "\tIt is expected that by 2030, there will be an additional one million people to be lifted out of extreme poverty in Kenya and Tanzania, and the figure in Pakistan is estimated to be 1.3 million.\n", "\tThe BRI will bring tangible benefits to participating countries. For example, the BRI projects in Pakistan, including the Gwadar Port, Peshawar-Karachi expressway and the upgrading projects of the railway between the two cities, will increase the countryâ\u0080\u0099s real-term income by 10.5% in 2030.\n", "\tThe major achievements of the Belt and Road construction in Kyrgyzstan fall on transportation such as railways and highways. The significant reduction in trade costs has benefited most economic sectors. It is estimated that the countryâ\u0080\u0099s actual income will increase by 10.4% in 2030.\n", "\tCaroline Freund, Director of Trade of the Regional Integration and Investment Climate at the World Bank, noted that improved integration could increase global real income between 0.7 and 2.9 percent, and real income for BRI economies between 1.2 and 3.4 percent.\n", "\t\"There are huge opportunities: improved infrastructure means more trade, more investments, higher growth,\" said Freund.â\u0080\u0083ã\u0080\u0080 "]}