{"title": "The WTO's ruling should not be viewed as 'victory' or 'defeat'\n", "time_author": " (CRI Online)    12:19, April 21, 2019\n", "content": ["\n", "\t(Photo/Xinhua)\n", "Note: The following article is taken from the Chinese-language \"Commentaries on International Affairs\".\n", "\tOn Thursday, the World Trade Organization (WTO) released a panel report on the case the United States lodged in December 2016 against China for its use of tariff-rate quotas for wheat, rice, and corn. The WTO panel ruled that Chinaâ\u0080\u0099s administration of tariff-rate quotas violated its commitment to administer them transparently, while rejecting the appeal by the American side which demanded that China release the information on tariff-rate quotas.\n", "\tChina has always maintained that its trade disputes with other WTO members should be properly handled according to the WTO dispute settlement procedures. It not only takes the initiative to file claims in order to safeguard its legal interests and the authority of the WTO rules, but also actively responds to charges, and respects and enforces WTO rulings.\n", "\tThe WTO's ruling on this dispute over shows that the organization has an important role to play in safeguarding the multilateral trading system. It's not simply a matter of one side tallying up a victory against the other.\n", "\tThe multilateral trading system, with the WTO as its core, has been a mainstay in promoting global economic development and building an open world economy. The WTO dispute settlement system is the organization's court for settling trade disputes. It maintains a balance between the WTO members' rights and obligations, and also ensures the effective implementation of WTO principles and rules.\n", "\tMore than 500 cases have been handled through the WTO dispute settlement system. Although the rulings are not binding, most WTO members take them seriously and view the process as a normal part of their participation in the multilateral trading system, regardless of whether they win or lose any particular case. In doing so, they show their respect for the WTO's principles of consultation and consensus.\n", "\tChina had filed 17 cases with the WTO as of April 2018, of which eight had been closed. At the same time, 27 cases had been filed against China with 23 closed. The United States has had more cases filed against it than any other member state in the WTO, and it lost quite a number of these cases. In 2016, for example, the WTO ruled against the United States with regard to a complaint from China in 2013 that it had violated WTO rules by imposing anti-dumping duties on a number of industries, including machinery, electronics, light industry, metals, and mining.\n", "\tA threat to the viability of the current WTO dispute settlement system is the unilateralism and protectionism of the United States. Specifically, this mechanism is in crisis because the United States has prevented the appointment of new judges to the appellate body. Experts have warned that if the appellate body were to shut down because of a lack of judges, global trade governance will be put back 20 years.\n", "\tOf course the WTO also needs to continually reforming itself so that it can keep up with the times, and many countries have put forward relevant suggestions. For instance, the European Union has released a paper putting forth ideas for a comprehensive modernization of the WTO, and the United States, Europe, and Japan have together submitted a their own proposed reforms. And in November last year, China announced that it supported necessary reforms of the WTO and raised five proposals that aim to firmly uphold the rules-based multilateral trading system, resist protectionism, and let the WTO play a bigger role in world trade.\n", "\tThe settlement of the dispute over agricultural products between China and the United States is nothing out of the ordinary â\u0080\u0093 it is a normal part of Chinaâ\u0080\u0099s engagement with the rules-based trading system. As Mr. Pascal Lamy, a former WTO director general put it, \"China has delivered an 'A-plus performance' since its WTO accession,\" and no WTO member has been a perfect performer when it comes to WTO rules as each country has its own interpretation of the rules.\n", "\tChina will regard every dispute settlement within the WTO framework as an opportunity to continuously adjust and improve its trade practices. Through the process, China will consult extensively with other WTO members in order to promote reforms of the WTO that enhance the organization's authority and effectiveness so that it can better safeguard free trade and the multilateral trading system."]}