{"title": "Import expo to be bigger, run longer\n", "time_author": "By Shi Jing (China Daily)    14:30, April 20, 2019\n", "content": ["\tThe enthusiasm shown for the first China International Import Expo last year has prompted the organizer this year to extend the exhibition for an extra 10 days after the official agenda's events are done, officials said.\n", "\tThe announcement was made on Friday by Shang Yuying, director of the Shanghai Municipal Commission of Commerce, as the 200-day countdown started for this year's CIIE. The expo is set for Nov 5-10 in Shanghai.\n", "\tA daily limit for visitors will be set at 50,000, Shang said. It's also likely the organizer will create an online reservation system for this year's extended exhibitions.\n", "\tThe extension is one of many new elements of this year's CIIE. For starters, the exhibition area for companies will expand to 300,000 square meters, up from the 270,000 sq m last year, according to Sun Chenghai, deputy director of the CIIE bureau.\n", "\tMedical equipment and healthcare companies will have more space this year, with an area set aside for elderly care and rehabilitation service providers.\n", "\tAbout 70 percent of Fortune 500 pharmaceutical companies had signed up to attend this year's CIIE as of Friday, Sun said. British drugmaker GSK and Siemens Healthcare will make their debut, and about 20 of the world's top 30 medical equipment makers have agreed to attend. Little exhibition space is left in the sector, he said.\n", "\tA quality lifestyle exhibition section has been added, with new areas for maternal and infant products and high-end consumer products, Sun said. French luxury giant LVMH signed up for this year's CIIE in late March, and more companies are in discussions to have a presence in the high-end area, he said.\n", "\tAt the opening of the first CIIE last year, President Xi Jinping said that China is likely to import more than $30 trillion worth of goods and $10 trillion worth of services in the next 15 years as Chinese people continue to upgrade their lives.\n", "\tMore than 3,600 companies from 151 countries and regions took part in last year's CIIE, with the value of orders and transactions from the event reaching $57.83 billion.\n", "\tBy the beginning of April, more than 1,800 companies from 77 countries and regions had sent in applications for the second CIIE, and half have signed contracts with the CIIE bureau. Up to 180 Fortune 500 companies have signed contracts for the show."]}