{"title": "Mercedes case will encourage Chinese consumers to protect legal rights\n", "time_author": "By Li Xiang (People's Daily Online)    13:51, April 20, 2019\n", "content": ["\tThe recent Mercedes-Benz oil leak scandal in Xiâ\u0080\u0099an, capital of northwestern Chinaâ\u0080\u0099s Shaanxi province, has settled down after the 4S dealership Xiâ\u0080\u0099an Lizhixing Auto agreed to provide a replacement car and refund the 15,000-yuan financial service fee.\n", "\tMercedes-Benz apologized to Wang Qian, the new car owner, for her unpleasant experience, and suspended sales operations at the dealership pending an official investigation.\n", "\tIt seems that the incident is approaching a happy ending with the buyer's rights respected, the dealership investigated and hidden rules disclosed. However, the settlement deal didnâ\u0080\u0099t bring Chinese customers confidence in protecting their legal rights and interests.\n", "\tThe unhappy customer reportedly raised eight requests to the investigation team, including an investigation into the car's history, qualifications of pre-delivery inspection technicians, and independent inspection of the vehicle.\n", "\tHowever, the settlement agreement included no response to the above requests.\n", "\tHearing the solution to the recent dispute, many Mercedes car owners went to the Xiâ\u0080\u0099an Lizhixing Auto dealership to have their financial service fees refunded, but all requests were denied.\n", "\tIt's not the first time that Mercedes-Benz has found itself at the center of a scandal.\n", "\tIn Zhengzhou, central Chinaâ\u0080\u0099s Henan province, a customer bought a Mercedes-Benz from a local dealership, but it malfunctioned within 24 hours of purchase. However, on her return, the dealership wouldn't replace the defective car.\n", "\tProper solutions to such cases will not only safeguard the market order, but will also protect interests on all sides.\n", "\tBeyond the settlement deal between the car seller and customer, an investigation is required to find out who is legally responsible and whether there was any misconduct in this case.\n", "\tIn 1990, BMW was sued by Gore, a purchaser of a new car which had been painted to cover minor damage which occurred during shipping. It was later revealed that around 1,000 vehicles were sold in the US under similar circumstances.\n", "\tGore won $2 million in punitive damages, and the case, which has been listed a classic example by the US Supreme Court, slammed car dealers and manufacturers and protected customers.\n", "\tLocal authorities in Xiâ\u0080\u0099an have launched a thorough investigation involving all car dealerships in the city, to crack down on illegal conduct and unfair competition that violate the rights and interests of the customer. "]}