{"title": "Global High-end Aluminum Summit 2019 to kick off in E China\n", "time_author": " (People's Daily Online)    18:05, April 19, 2019\n", "content": ["\n", "A ceremony was also held at the press conference to celebrate the launch of the Summitâ\u0080\u0099s official website. (Photo/People's Daily Online)\n", "\tChina will hold a high-level international aluminum summit from April 28 to 29 in Binzhou, east Chinaâ\u0080\u0099s Shandong province, a city known for aluminum. The announcement came during a press conference held in the host city on April 18.\n", "\tThe Global High-end Aluminum Summit 2019 will focus on new vitality and smart manufacturing in the aluminum industry, according to the press conference.\n", "\n", "Yu Xiangdong, the mayor of Binzhou, east Chinaâ\u0080\u0099s Shandong province, gives an introduction at the press conference on April 18, 2019. (Photo/People's Daily Online)\n", "\tYu Xiangdong, the mayor of Binzhou, introduced the cityâ\u0080\u0099s economic and social development, aluminum industry, and also the global high-end aluminum base construction, saying that Binzhou will spare no effort in building a global high-end aluminum base.\n", "\n", "Zhao Qingping, executive deputy mayor of Binzhou, east Chinaâ\u0080\u0099s Shandong province, briefs the Global High-end Aluminum Summit. (Photo/People's Daily Online)\n", "\tHolding the aluminum summit is the first step for the construction of the base, Yu noted, adding that Binzhou, as a pioneer in developing aluminum in Shandong province, should present its industrial advantages via this summit, and invite professionals and capitals to build the global high-end base together.\n", "\n", "Wang Xiaojuan, head of the Publicity Department of Binzhou Municipal Committee of the Communist Party of China, chairs the press conference on April 18, 2019. (Photo/People's Daily Online)\n", "\tThe Summit will be co-hosted by the Binzhou municipal government and Binzhou Municipal Committee of the Communist Party of China, and organized by Shandong Aluminum Industry Association with support from the International Aluminum Institute and China Nonferrous Metals Industry Association, it was revealed during the press conference.\n", "\n", "Zhang Bo, President of Weiqiao Pioneering Group and head of Shandong Aluminum Industry Association, introduces the company and the aluminum industry on April 18, 2019. (Photo/People's Daily Online)"]}