{"title": "Chinaâ\u0080\u0099s cross-border e-commerce turnover tops 9 trillion yuan in 2018\n", "time_author": " (People's Daily Online)    17:24, April 19, 2019\n", "content": ["\n", "\t(Photo/Chinanews.com)\n", "\tThe turnover of Chinaâ\u0080\u0099s cross-border e-commerce exceeded 9 trillion yuan ($1.34 trillion), and the countryâ\u0080\u0099s cross-border consumers surpassed 100 million in 2018, according to a newly released social report.\n", "\tFrom 2016 to 2018, Chinaâ\u0080\u0099s cross-border e-commerce grew from 6.3 trillion yuan to 9.1 trillion yuan. The figure is expected to hit 10.8 trillion yuan this year, noted the report.\n", "\t48 percent of surveyed consumers said that they spend an average of 1,000 yuan or more on cross-border online shopping every month. 19.1 percent buy products from overseas once a week, and 41 percent once a month.\n", "\tThe report also said that authenticity with guaranteed quality was a primary factor that determined consumersâ\u0080\u0099 choice of cross-border e-commerce platforms.\n", "\tAside from the promotion of various platforms and higher logistics efficiency, Chinaâ\u0080\u0099s efforts to lower tariffs and regulate private overseas shopping representatives have further prompted the development of cross-border e-commerce.\n", "\tMeanwhile, the first China International Import Expo held last November in Shanghai brought huge business opportunities. 172 countries, regions and international organizations participated in the Expo. Over 400,000 buyers from home and abroad arrived to seal deals.\n", "\tThe rising popularity of studying overseas and going abroad on holiday contributed to the growth of Chinaâ\u0080\u0099s cross-border e-commerce.\n", "\tâ\u0080\u009cI started buying imported products when I studied abroad. I could not find the same products on my return, until Chinaâ\u0080\u0099s cross-border e-commerce platforms emerged,â\u0080\u009d said a consumer surnamed Cai."]}