{"title": "Expert: Amazon closing domestic marketplace will not have significant influence in China\n", "time_author": " (People's Daily Online)    17:18, April 19, 2019\n", "content": ["\n", "(Photo/CCTV)\n", "\tAs Amazonâ\u0080\u0099s market share in China is relatively small, the decision to shut its domestic marketplace will not have a significant influence on Chinaâ\u0080\u0099s overall e-commerce development, Li Yongjian, an expert with the Chinese Academy of Social Sciences (CASS) said Thursday, China Central Television's economic news channel (CCTV-2) reported on April 18.\n", "\tAmazon.com Inc said on April 18 that it would close its online stores in China by July 18. Meanwhile, it will no longer operate a marketplace, nor provide third-party seller services on Amazon.cn, as the company plans to focus on the more profitable business of selling overseas goods and cloud services in China, according to Reuters.\n", "\tâ\u0080\u009cAlthough itâ\u0080\u0099s a pity that Amazon made this decision, they will continue with overseas goods, which is where their core competitiveness lies,â\u0080\u009d said a Chinese consumer surnamed Gao.\n", "\tSince 2016, Chinaâ\u0080\u0099s e-commerce development has entered into a period of rapid expansion, and has since witnessed a soaring growth rate of 20 to 30 percent, said Li, director of the research department of Internet economy under the National Academy of Economic Strategy, CASS.\n", "\tâ\u0080\u009cOur e-commerce penetration rate has exceeded 70 percent,â\u0080\u009d added Li, explaining this is typical of e-commerce development in China.\n", "\tâ\u0080\u009cAs to Amazon, some of its services will probably exit the Chinese market, and the first one should be its local B2C services. As Amazonâ\u0080\u0099s market share in the Chinese e-commerce market is not very big, the shift in business focus will not have too huge an influence on the overall e-commerce development in China,â\u0080\u009d said Li. "]}