{"title": "China has full confidence in further economic development\n", "time_author": "By Liu Zhiqiang (People's Daily)    10:07, May 17, 2019\n", "content": ["\n", "Photo shows a robotic arm working at a lithium battery company in Xinyu, east Chinaâ\u0080\u0099s Jiangxi province, May 15, 2019. (Photo by Zhao Chunliang/Peopleâ\u0080\u0099s Daily Online)\n", "\tChina has full confidence in its economic growth as its overall momentum of long-term stability and progress remains unchanged, despite the declining traditional competitiveness, the downward economic pressure and the increasing uncertainties of the global economy.\n", "\tStability is a distinct feature of Chinaâ\u0080\u0099s economic and social development. Over the recent years, China has seen continuously advancing supply-side structural reform and improved economic quality and efficiency, as well as the much bigger role played by consumption in fueling economic growth.\n", "\tAt the same time, the three critical battles including forestalling and defusing major risks, precision poverty alleviation and pollution prevention and control have got off to a good start. The new growth drivers have grown rapidly.\n", "\tSince this May, Mitsubishi Corporation has quartered its Asian chemical business in Shanghai, and the construction of SEG Automotive Global R&D Center commenced at Changsha national economic and technical development zone.\n", "\tWarren Buffet, whose company has already made huge investment in China, said that he would expand his investment in the country.\n", "\tThese have all indicated the firm confidence of the foreign enterprises and business leaders in Chinese economy.\n", "\tThe confidence comes from the fundamentals for sound and stable growth. Over the past 40 years of reform and opening up, Chinaâ\u0080\u0099s economic volume has grown bigger and bigger with better development conditions and solid material foundation.\n", "\tThanks to the huge resilience, potential, and ample space for maneuver of the Chinese economy, the country is able to withstand any test and turbulence.\n", "\tFacing complex and grim domestic and international landscape, China has maintained its GDP growth within a range from 6.4 percent to 6.8 percent for 14 consecutive quarters. Facts have scotched the rumor that China has lost its speed and seen cliff-like drop in economic growth.\n", "\tThough the worldâ\u0080\u0099s second largest economy is experiencing a slowdown in its growth, it still sees increasingly stronger momentum of high-quality development. By and large, it is staying on an upward trajectory of stable growth.\n", "\tThe confidence comes from the solid industrial foundation. As the worldâ\u0080\u0099s largest manufacturer, China has the most complete industrial system.\n", "\tThough some traditional advantages of Chinese industries are dwindling and a few companies have shifted away their investment from the country, most on the industrial chains are enjoying solid development in China thanks to the close cooperation between upper- and lower-stream sectors, the complementarity between different industries, and the inter-regional industrial transfer.\n", "\tThe Chinese industries are no doubt offering valuable opportunities for enterprises as long as the latter could foster new advantages and cope with the new pattern of division.\n", "\tThe confidence comes from the powerful dynamism of the industrial upgrading. The new economic drivers released by the reform and opening up are creating more energy for Chinaâ\u0080\u0099s economic development.\n", "\tNew technologies represented by 5G are experiencing rapid development; new industries and technologies such as the high-speed rail, new energy vehicles and the aerospace are seeing fast growth; new business models including artificial intelligence and internet economy are also flourishing.\n", "\tBy deepening supply-side structural reform, addressing overcapacity, bolstering areas of weakness, lowering cost and taking multiple measures to improve environment, China is now embracing a wider path of high-quality development.\n", "\tVarious analyses, examples and indicators have proved that Chinaâ\u0080\u0099s economy has a bright future, and optimistic forecast for Chinaâ\u0080\u0099s development has strong support.\n", "\tAs a major trading partner of over 130 countries, China is not only an important factory of the world, but also a major market that opens to all.\n", "\tIn the face of a rising protectionist trend and tendency for unilateralism, China has enough strength to address economic challenges, and Chinese people have strong confidence in reform and development.\n", "\tWhile strengthening exchanges with traditional trade partners, China has actively expanded cooperation with new partners in new areas. Statistics showed that over the past five years, the trade volume between China and countries along the Belt and Road has exceeded $6 trillion.\n", "\tAs the circle of friends grows, China will deliver more fruitful outcomes in cooperation with countries across the world.\n", "\tâ\u0080\u009cIf we think we can, our course would succeed even if it takes moving mountains and filling oceans,â\u0080\u009d said Chinese President Xi Jinping, quoting the remarks by famous Chinese politician Sun Yat-sen.\n", "\tChina is bound to overcome any difficulties and challenges, and create bigger miracles amid high-quality development as long as it maintains strategic composure, comprehensively deepens reform and opening up, and focuses on running its own affairs under the strong leadership of the Central Committee of the Communist Party of China with Comrade Xi Jinping at the core."]}