{"title": "Op-ed: US should stop fabricating 'forced transfer of technology' accusation\n", "time_author": "By Zhong Sheng (People's Daily)    08:28, May 20, 2019\n", "content": ["\tThe so-called forced transfer of technology by China has been repeated by the US as an allegation against China in China-US trade talks.\n", "\tSuch accusationis an old-fashioned argument used by some people in the US to suppress Chinaâ\u0080\u0099s development. It had been rudely inflicted upon Chinese enterprises and gone wild since Washington released the so-called Section 301 investigation last March.\n", "\tMarket behaviors, such as trade and investment, are an independent choice of market entities in the process of international economic and trade cooperation. The American businessmen, who are good at calculation, will never seal a deal in which its interests are hurt.\n", "\tChina has opened up its market since reform and opening up. The business opportunities that came along attracted a lot of foreign enterprises to invest in China, including American companies. To maximize their interests, these companies chose to cooperate with their Chinese counterparts.\n", "\tThe American companies are not forced to come to China with their technologies, nor could they be coerced to cooperate with their Chinese counterparts. Scientific and technological achievements are in essence the work of mind, and nobody is able to manipulate the mind.\n", "\tTechnical cooperation is definitelybased on the willingness of two parties concerned, and forced technology transfer doesnâ\u0080\u0099t exist becausescience and technology is not gained by force.\n", "\tThe â\u0080\u009cforced transfer of technologyâ\u0080\u009d rhetoric runs counter to the basic facts regarding Chinaâ\u0080\u0099s utilization of foreign investment.The U.S. argument about the â\u0080\u009cforced transfer of technologyâ\u0080\u009d can be described as being fabricated from thin air.\n", "\tThere is no such a Chinese regulation that requires foreign enterprises to transfer their technologies so that they could cooperate with Chinese firms. Cooperation between Chinese and foreign enterprises in various aspects, such as technology and economy and trade, is based on contracts.\n", "\tIt is absurd that a beneficiary of economic and trade cooperation acts like a victim of the relationship.\n", "\tSo far, the US had not yet been able to provide any evidence to back up the claims. This is not strange because some Americans despise facts and prefer taking nonsense.\n", "\tMultiple American companies which have joint ventures or wholly-owned companies in China claimed that they are not required to transfer their technologies to Chinese enterprises, or forced into delivering intellectual property rights or technologies to the latter, during a hearing held by the Office of the US Trade Representative (USTR).\n", "\tThe US enterprises are beneficiaries through transferring technologies to their Chinese counterparts.\n", "\tA product emerges, grows, matures and declines following the steps of the technology that supports it. Therefore, while developing new technologies, many transnational companies transfer some technologies to developing nations. In this way, they can not only continue harvesting profits produced from the outdated technologies in host countries, but also leave more space and factors for the development of new technologies.\n", "\tThe US benefited substantially from voluntary technological cooperation. In 2016 alone, it earned $7.96 billion worth ofintellectual property right royaltyfrom China, according to the U.S. Department of Commerce. The US has gained even more from investing in Chinese enterprises and the service sector of China.\n", "\tWashingtonâ\u0080\u0099s fragile nerves were caused by Chinaâ\u0080\u0099s rapidly growing research and development capabilities. China now leads the world in such technologies as aerospace development, Beidou satellites, deep-sea exploration, high-speed railways, supercomputer and 5G networks. This fact is intolerable for some people in the US who think no one should outpace them.\n", "\tWashington holds a hegemonic logic that â\u0080\u009cWhatâ\u0080\u0099s yours is mine, and whatâ\u0080\u0099s mine is mine,â\u0080\u009d claimingthat it is through forced transfer that the US technologies become Chinaâ\u0080\u0099s. Cultivating the mindset is ridiculous and preaching it iseven disgraceful!\n", "\tChina has laid high importance on building stronger independent innovation capacity. Since 2000, Chinaâ\u0080\u0099s investment in research and development has been growing at an average rate of 20 percent a year. In 2017, China became the second largest country in the world only after the US in terms of the amount of R&D input.\n", "\tâ\u0080\u009cYou ask me where Chinaâ\u0080\u0099s technological progress is coming from. Itâ\u0080\u0099s coming from terrific entrepreneurs who are getting the benefit of huge government investments in basic science. Itâ\u0080\u0099s coming from an educational system thatâ\u0080\u0099s privileging excellence, concentrating on science and technology,â\u0080\u009d said economist Larry Summers, who is also former Treasury secretary of the US.\n", "\tSome people in the US turn a deaf ear to the fact that Chinaâ\u0080\u0099s technological progress comes from the hard work, wisdom, and creativity of the Chinese people. Sticking to such mindset, the US itself isbecoming the laughing stock of the world.\n", "\tScience has no boundaries, and science and technology should benefit all mankind. All countries should fully explore their potential for scientific and technological innovation, open up for new technologies and knowledge, so as to bring benefits to more people. This is a grand cause that serves the welfare of mankind and the whole world.\n", "\t(Zhong Sheng, a homonym in Chinese for â\u0080\u009cvoice of Chinaâ\u0080\u009d, is a pen name often used by Peopleâ\u0080\u0099s Daily to express its views on foreign policy)"]}