{"title": "Chinese technologies pose no threat to the world\n", "time_author": "By Zhong Sheng (People's Daily)    08:26, May 20, 2019\n", "content": ["\tA US senior official recently â\u0080\u009cwarnedâ\u0080\u009d the UK on its approval to let Chinese telecoms company Huawei to help build some non-core parts of 5G data network, saying that it could allow China to â\u0080\u009ccontrol the internet of the futureâ\u0080\u009d and â\u0080\u009cdivide Western alliances through bits and bytesâ\u0080\u009d.\n", "\tOn top of such slander, the US government even put Huawei on the â\u0080\u009cEntity Listâ\u0080\u009d to suppress the company.\n", "\tFor quite a long time, some US officials have been running around the world and peddling accusations of Chinaâ\u0080\u0099s technological threat to the world. Out of paranoid hostility, they falsely accused Chinese self-developed technologies.\n", "\tAs justice prevails, a clean hand wants no washing.\n", "\tThe US lodged the argument because it is jealous of Chinaâ\u0080\u0099s technological development and wants to find an excuse to launch political crackdown on China. The accusations, which are fabricated for political reasons, are also intended to hold back China in development.\n", "\tFacts speak louder than words. As of this March, China has held 34.02 percent of worldwide applications for key patents related to 5G technology, while the US only has had its share of 14 percent, according to German patent data company IPlytics.\n", "\tHearing some real concerns back home, US officials still unabashedly claimed that 5G is an arms race in which the US is the only winner and the US would guard the technology from the enemy.\n", "\tSuch remarks have indicated that the US has applied its cold-war thinking into science and technology and tried to tie the worldâ\u0080\u0099s development in this field with its own in an exclusive clique, a move that goes against the trend of the times.\n", "\tSpeaking in groundless words to confuse and manipulate the public opinions, a country will show nothing but its evil intentions while politically cracking down on other countriesâ\u0080\u0099 scientific and technological development.\n", "\tLast year, China topped the worldâ\u0080\u0099s ranking with 4.18 million personnel doing research and development, and secured the second place in both the total number of international scientific publications and the times of citation.\n", "\tAt the same time, the countryâ\u0080\u0099s contribution rate of scientific and technological progress to economic growth increased to 58.5 percent. It also came out number one in the global patent applications and licensing and rose to the 17th place of national comprehensive innovation capability.\n", "\tAll these figures have showed Chinaâ\u0080\u0099s transformation from a world factory into a global innovation platform underpinned by the hard working and creative Chinese people.\n", "\tIf such achievements are seen as â\u0080\u009cthreateningâ\u0080\u009d, then should the US be called the worldâ\u0080\u0099s number one threat as it holds multiple cutting-edge technologies?\n", "\tThe US has never hesitated to use scientific and technological approaches to realize its political goals. Some argued that the US is supervising the whole world, just as some facts revealed by Edward Snowden.\n", "\tHowever, not every country would do bad deeds through science and technology as the US did and assumed.\n", "\tIn spite of false accusations, Chinese technologies have won recognition and praise from the international community for bringing benefits.\n", "\tTo date, the â\u0080\u009cGreen Super Riceâ\u0080\u009d bred by China for resource-poor regions in Asian and African countries has been planted in 18 countries. The artemisinin discovered by a Chinese scientist has saved millions of peopleâ\u0080\u0099s lives.\n", "\tApart from pushing forward international cooperation in space, China has written a new chapter of lunar exploration by launching the Changâ\u0080\u0099e-4 mission.\n", "\tAt the same time, China continues to carry out the Belt and Road Science, Technology and Innovation Cooperation Action Plan in partnership with other countries to pursue four major initiatives, namely the Science and Technology People-to-People Exchange Initiative, the Joint Laboratory Initiative, the Science Park Cooperation Initiative, and the Technology Transfer Initiative.\n", "\tChinese has injected confidence into, brought opportunities for, and built a bridge to prosperity for the worldâ\u0080\u0099s science and technology.\n", "\tWhile people across the world are enjoying mutual benefits delivered from win-win cooperation with China in science and technology, they also notice that some people in the US are throwing mud at Chinaâ\u0080\u0099s innovations in this field.\n", "\tIt requires a global vision to develop science and technology with a new round of technological revolution and industrial transformation changing the worldâ\u0080\u0099s landscape of innovation. Thecold-war thinking toward science and technology is doomed to fail.\n", "\tâ\u0080\u009cAny attempt to build stout barriers is bound to disappoint. Past efforts at technology control have demonstrated that deciding what technologies to control, and then enforcing those decisions, is enormously difficult,â\u0080\u009d said James Steinberg, former US deputy secretary of state.\n", "\tPeople adopting the China threat rhetoric should reflect on their stance. Only openness and innovation will lead to prosperity. On the contrary, any attempt to drag down the international cooperation in science and technology will be strongly opposed by countries and peoples that love peace and desire development.\n", "\tTrials and tribulations will only build a country up, and any attempt to impede Chinaâ\u0080\u0099s progress in science and technology is in vain and will only lead to failure.\n", "\t(Zhong Sheng, a homonym in Chinese for â\u0080\u009cvoice of Chinaâ\u0080\u009d, is a pen name often used by Peopleâ\u0080\u0099s Daily to express its views on foreign policy) "]}