{"title": "Experts: The United States ignores the rules and behaves unreasonably\n", "time_author": " (People's Daily Online)    13:38, May 16, 2019\n", "content": ["\tThe China-US economic and trade conflict has once again escalated, due to the sudden increase in tariffs imposed on Chinese imports by the United States. In response to this new escalation, experts said that the United States has disregarded the facts and displayed unreasonable bully tactics.\n", "\tJust as China-US economic and trade discussions were underway, the United States made the unilateral decision to increase tariffs on Chinese imports, and blamed China for the friction during discussions. Chinese experts believe this statement goes against the facts.\n", "\tSince March 2018, when the United States first started its unilateral agenda, China has insisted on resolving disagreements through dialogue, actively negotiating with patience and sincerity, and in doing so seeking the greatest common interests. However, the United States disregards China's openness and the principles of equality and mutual benefits, pressuring China to gain an advantage.\n", "\tThe arbitrariness and irrationality of the United States not only escalates the China-US trade conflict, but also casts a shadow over China-US economic and trade relations and harms global economy and trade.\n", "\tWhile enjoying the benefits brought by the international trade system, the United States internationalized its domestic problems, politicized economic and trade issues, practiced extreme pragmatism, and openly violated WTO rules. Through these actions, the United States is damaging its own image.\n", "\tExperts note that if the United States thinks it can succeed through bully tactics, it underestimates the will and determination of the Chinese people to defend the country's core interests. Cooperation is the only suitable path for both sides, with a responsible attitude to respect each other's core concerns, show sincerity, and advance consultations with patience and wisdom."]}