{"title": "Op-ed: So-called victory over trade war is merely self-deception of US\n", "time_author": "By Zhong Sheng (People's Daily)    09:03, May 16, 2019\n", "content": ["\tThe US declared a raise of tariffs on $200 billion worth of Chinese imports from 10 percent to 25 percent when Chinese delegation headed to Washington for the 11th round of high-level economic and trade consultations, triggering a severe setback of the trade talks.\n", "\tThe US even said the tariffs would benefit the country, trying to hide the potential impacts on the US economy. However, the US citizens are not buying this, and made the first voices of opposition.\n", "\tLast year, The US preached on the trade war, and this year, it is making even more false statements.\n", "\tIt said that China is paying huge tariffs to the US, and these massive payments go directly to the Treasury of the US. In the eyes of some American officials, the raised tariffs are nothing but pennies from heaven. They believe the tariffs will only strike their opponents without hurting themselves. Some people are even making illusions that the US economy is rapidly going towards prosperity because of the tariffs. However, it is just another case of a made-up victory of the US.\n", "\tAccording to the National Bureau of Economic Research, the tariffs that the US raised for its trading partners and the other way around have led to a net economic loss of $7.8 billion for the US. The tariffs are costing $68.8 billion for US consumers and producers each year.\n", "\tThe 25 percent tariff on $200 billion worth of Chinese imports, along with existing duties on $50 billion in Chinese shipments and on steel and aluminum, would reduce US employment by 934,000, found a study by the Washington-based consulting firm Trade Partnership.\n", "\tAs the US government ploughed ahead with plans to slap higher tariffs on Chinese goods instead of striking a deal to end the trade war, the US Council for International Business reacted with palpable frustration, said a recent report by Financial Times.\n", "\tBy saying the tariffs would benefit the country, the US is imagining a situation in which it is taking money from the pockets of China like a hot knife through butter. However, the reality is completely different. Due to the limited capability of US importers and retailers to ease the tariff impacts, the raised cost has to be transferred to consumers.\n", "\tThe US government hopes that the enterprises could find other sources of imports, but the latter are just not able to, as the cost-efficient Chinese commodities only come from China.\n", "\tA study jointly conducted by economists from the Federal Reserve Bank of New York, Columbia University and Princeton University estimated the tariffs raised costs for US consumers and importers by $4.4 billion a month over the last year. The raised tariffs were not enough to balance the losses of the consumers who bought imported products.\n", "\tThe US is indeed taking the money out of the pockets of its consumers and claiming the money comes from heaven. Is there really anyone buying this?\n", "\tIn todayâ\u0080\u0099s world, no country is able to act willfully. The US, raising tariffs for other countries, is destined to face counteracts.\n", "\tBesides, the loss of the US due to the raised tariffs is also obvious. For instance, many American farmers have been experiencing a hard time. The US government provided $12 billion in subsidies in 2018 to aid the American ranchers whose interests were damaged in the trade war. However, the subsidies were far from enough when compared with the loss caused by the rising cost and reduced export. A lot of US farmers and entrepreneurs said they were not able to make it.\n", "\tâ\u0080\u009cTariffs Hurt the Heartlandâ\u0080\u009d, a national campaign comprised of over 150 of Americaâ\u0080\u0099s largest trade organizations from across retail, tech, manufacturing and agriculture, said in a recent statement that for 10 months, Americans have been paying the full cost of the trade war, not China, and the sudden increase with little notice will only punish US farmers, businesses and consumers. However, US decision-makers are still turning a deaf ear to such voices.\n", "\tItâ\u0080\u0099s clear that the claims supporting the raise of tariffs are nothing but self-deception. By raising tariffs or making threats to resolve the trade friction with China, the US is going on a wrong path, and such attempt would only end up in vain.\n", "\tIf the US is wise enough to secure its own interests, it should choose to meet the Chinese side halfway, and address the trade issue through consultation on the basis of mutual respect, equality and mutual benefit.\n", "(Zhong Sheng, a homonym in Chinese for â\u0080\u009cvoice of Chinaâ\u0080\u009d, is a pen name often used by Peopleâ\u0080\u0099s Daily to express its views on foreign policy.)"]}