{"title": "Op-ed: China will never bow to any extreme pressure\n", "time_author": "By Zhong Sheng (People's Daily)    09:18, May 13, 2019\n", "content": ["\tThe erratic weather in Washington seems to tell what happens between the worldâ\u0080\u0099s two largest economies. In a highly hard and sensitive atmosphere, China and the US kicked off their 11th round of high-level trade talks on May 9.\n", "\tBoth sides have made substantial progress in better protection of intellectual property rights, expanded market access, balance of bilateral trade, and many other fields, but diverged on some agendas related to Chinaâ\u0080\u0099s core concerns.\n", "\tAfter the US beat a battle drum by announcing a new round of tariff hikes on Chinese imports, China also declared its decision to take necessary countermeasures.\n", "\tThe past rounds of trade negotiations between China and the US were like pieces of symphonic music which contained not only vague but discernable main melody, but also off-key reverberant chords from time to time.\n", "\tDoes it imply that a trade dialogue cannot get rid of noisy, unpredictable, and cloudy script? A review to the past negotiations on other agendas finds that all the stories were full of trials and hardships that needed to be sailed through.\n", "\tChina spent 15 years on the talks before it joined the World Trade Organization (WTO), while the complex Uruguay Round of global trade talks cost nearly 8 years in gaming, not to mention the Doha Round negotiations that even failed to really set out after its start in 2001.\n", "\tThe whole world is now watching whether China and the US can step out of the predicament soon as their trade talks are now rightly trapped in a same script.\n", "\tChina has been pushing forward the bilateral talks with a high sense of responsibility and maximized sincerity, but it will never yield to the extreme pressure from the US, or compromise on matters of principle.\n", "\tChina has made it clear to call for the elimination of all additional tariffs to resume normal bilateral trade, to work out reasonable and realistic figures for trade procurement, and ensure a balanced text to the deal. The text must be expressed in terms that are acceptable to the Chinese people and by no means undermine national sovereignty and dignity.\n", "\tWashington ignited the trade frictions at an excuse of seeking â\u0080\u009cfair tradeâ\u0080\u009d, but itâ\u0080\u0099s absurd that in the whole talks, it turned a blind eye to the logic that a fair trade should be bi-directional, since equality is always embedded on win-win results.\n", "\tBoth China and the US have their own core concerns, and there is no way to alienate the core interests.\n", "\tBack to the days when China and the US toasted for their agreement on the formerâ\u0080\u0099s membership of the WTO after 13 years of negotiations, they repeatedly underlined the importance of the golden rule resulting in the success--a win-win solution.\n", "\tTestified by history, the principled elements that can lead the talks to success are proven to be mutual benefits, win-win results, mutual understanding and mutual accommodation, seeking common ground while reserving difference, and treating each other with sincerity.\n", "\tBut itâ\u0080\u0099s regrettable that the US failed to pick the golden key of win-win solution and walk out of the self-designed cage of so-called â\u0080\u009cfair tradeâ\u0080\u009d. If it insists on the unilateral extreme pressure, both sides will miss the best timing to resolve the problem.\n", "\tMaybe Washington never chews over several questions: what era the whole world is in? What kind of growth momentum China is really going through? How many market opportunities the US will lose from the aggressive trade frictions?\n", "\tThe US wielded the tariff stick once again because of its misjudgments on Chinaâ\u0080\u0099s strength, capability and willpower. By further escalating the trade tensions, does it really want to compel its trade ties with China to a crossroad of breakdown?\n", "\tWashingtonâ\u0080\u0099s reckless leap in the dark has been poured with strong opposition and condemnation from domestic society. The American Soybean Association, American Apparel & Footwear Association, the US Consumer Technology Association, the National Retail Federation and other walks of life warned that it would roil the markets, hurt the interests of consumers, workers, farmers and companies, and severely jeopardize US economy.\n", "\tBlames on Washingtonâ\u0080\u0099s risky and impetuous decision also overwhelmed in the international community.\n", "\tChina firmly opposes the additional tariffs from the US, and has already made preparations to cope with all possible results. Its sensible and calm gesture has gained worldwide attention, through which the international community could find Chinaâ\u0080\u0099s enough strength to address economic challenges.\n", "\tMarching forward on a road to high-quality development, Chinese economy has accumulated high resilience and strong vitality.\n", "\tWith a trading network encompassing partners worldwide, China is accelerating its transformation from a trader of quantity to a trader of quality by cementing its traditional advantages, finding new drivers, and exploring new spaces. The trade frictions with the US cannot stop Chinaâ\u0080\u0099s steps at all.\n", "\tOf course, the window for the hope of better bilateral economic and trade ties has not closed, and is impossible to shut down. The delegations of both sides have agreed to continue their consultation and communication, which also meets the appeals of the public.\n", "\tThe governors of the US states hope to develop trade and investment ties with China as always, disclosed veteran US diplomat Charles W. Freeman, calling on an eye on the positive views the Americans hold on Chinese public.\n", "\tWhatâ\u0080\u0099s past is prologue. The progress and setbacks the Chinese and US teams witnessed over the past year also provide a clue for the two countries when developing their future relationship.\n", "\tFacing the difficulties, Chinese people have a saying going as â\u0080\u009cwe must not let our vision be blocked by floating cloudsâ\u0080\u009d, while the US people have a proverb saying â\u0080\u009cevery cloud has a silver liningâ\u0080\u009d. When coming to the big picture of China-US ties, the public are still yearning for the light of hope amidst the cloud.\n", "\tCooperation is the only right choice for both sides. Facts since China and the US established diplomatic relations 40 years ago illustrated that bilateral cooperation meets the demands of big trends, as a sound bilateral relationship can benefit not only China and the US, but also the whole world.\n", "\tEconomic and trade relationship is the ballast stone and propeller of the overall bilateral ties, which is a fact that cannot be overturned by a few regress and setbacks. The ongoing negotiations shoulder a historic mission to build a new balanced, inclusive and win-win order of bilateral economic and trade relations.\n", "\tIn order to ensure the welfare of the two peoples and the sustainable growth of both countries, China and the US are obliged to take the talks seriously, firmly manage and control differences on a basis of mutual respect, equal-footed treatment and mutual benefit, and find a solution acceptable to each other, rather than being kidnapped by temporary entanglement.\n", "\tThe US, in particular, should follow the trend of big picture and work together with China to meet each other halfway, so as to resolve the challenges through equal-footed consultations and create a bright future through win-win cooperation.\n", "(Zhong Sheng, a homonym in Chinese for â\u0080\u009cvoice of Chinaâ\u0080\u009d, is a pen name often used by Peopleâ\u0080\u0099s Daily to express its views on foreign policy.) "]}