{"title": "Op-ed: China to make more interaction with world at higher-level opening up\n", "time_author": "By Zhong Sheng (People's Daily)    10:16, April 28, 2019\n", "content": ["\tâ\u0080\u009cWe are convinced that a more open China will further integrate itself into the world and deliver greater progress and prosperity for both China and the world at large.â\u0080\u009d The remarks made by Chinese President Xi Jinping at the opening ceremony of the second Belt and Road Forum for International Cooperation has sent a strong voice of opening up to the international community.\n", "\tChina is the initiator and promotor of the great Belt and Road Initiative (BRI) which carries a conviction of cooperation and openness. The country will open wider based on the actual demand of its own reform and development. Every announcement and every action of China are made in the interest of the world, demonstrating the countryâ\u0080\u0099s responsibility to deliver benefits to the globe.\n", "\tThat is the reason for the continuous expansion of Chinaâ\u0080\u0099s global partnerships, and also the increasing vitality of the Belt and Road construction.\n", "\tDevelopment holds the master key to solving all problems, and openness is the source of energy to promote development. Over the past 40 years, China has made steady progress of its reform and opening up, establishing a close relationship with the world while catching up with modern development.\n", "\tOnly by proceeding from oneâ\u0080\u0099s own realities can the right path be found. The integration into the economic globalization will make the world economy more open, inclusive, balanced and beneficial to all and create more opportunity to deepen cooperation and achieve common prosperity.\n", "\tCurrently, China is resolutely enhancing institutional and structural policies to promote higher-level opening up, which reflects the countryâ\u0080\u0099s courage and capability to advance with the time.\n", "\tChina will do well only when the world does well, and vice versa, said Xi in the keynote speech he delivered at the United Nations Office in Geneva, Switzerland two years ago. Now, the country is making further explanation on this philosophy by concrete actions and facts.\n", "\tChina will expand market access for foreign investment in more areas. Fair competition will bring higher efficiency and more prosperity as the country works for the all-round opening-up of modern services, manufacturing and agriculture.\n", "\tChina will intensify efforts to enhance international cooperation in intellectual property protection. Focusing on quality development, the country will foster a business environment that respects the value of knowledge.\n", "\tChina will increase the import of goods and services on an even larger scale. It will steadily open its market wider to quality products from across the world to meet the peopleâ\u0080\u0099s ever-growing material and cultural needs.\n", "\tChina will more effectively engage in international macro-economic policy coordination. It will make sincere contribution to robust, sustainable, balanced and inclusive global growth.\n", "\tChina will work harder to ensure the implementation of opening-up related policies. Chinese have a saying that honoring a promise carries the weight of gold, and China will definitely keep its words and live up to its promises.\n", "\tHistory develops with objective laws and basic logistics. Only by grasping the trend of the development of history, taking historic opportunities and sparing no effort can common development be achieved.\n", "\tChina is implementing multilateral and bilateral economic and trade agreements reached with other countries, and will set up a binding mechanism for honoring international agreements and foster an enabling business environment based on market operation and governed by law.\n", "\tThe increasingly deeper interaction between China and the world demonstrates Chinaâ\u0080\u0099s composure to embrace the future with its capability and confidence. Global observers hail that the Belt and Road construction is becoming a new connotation of the modern economic globalization as it is building an international network of connectivity partnerships.\n", "\tâ\u0080\u009cAs heaven maintains vigor through movements, a gentleman should constantly strive for self-perfection; As earthâ\u0080\u0099s condition is receptive devotion, a gentleman should hold the outer world with broad mind.â\u0080\u009d As the reform and opening up continues to move forward, China will only open wider with higher quality, and its interaction with the world will become closer. This is a splendid future that the world is expecting.\n", "(Zhong Sheng is a pen name often used by People's Daily to express its views on foreign policy)â\u0080\u0083 "]}