{"title": "Is China the largest opportunity for Britain in a post-Brexit world?\n", "time_author": "By Morag Hobbs (People's Daily Online)    08:17, April 28, 2019\n", "content": ["\n", "Lord James Meyer Sassoon, Chairman of the China-Britain Business Council (Photo/People's Daily Online)\n", "\tThe Belt and Road Forum for International Cooperation (BRF) kicks off this week, bringing the conversation of the mammoth Belt and Road Initiative (BRI) to the global stage once more. Since the BRI was first proposed in 2013, countless bilateral agreements have been signed and celebrated, alongside a number of push backs and concerns over the initiative. Whether voices from the west approve or not, the Belt and Road, with 126 countries and 29 international organisations already signed up by April 19, isnâ\u0080\u0099t going anywhere. But how will the initiative affect the UK, especially in light of our very own trade concerns as Brexit is delayed by a further six months?\n", "\tAs British Prime Minister Theresa May emphasised during her official visit to China last year, after leaving the EU \"we - the United Kingdom - will be free to strike our own trade deals,â\u0080\u009d which may be one reason behind the fact that the friendship between the UK and China has ramped up in recent years.\n", "\tSince the Cameron-Osborne government first became very focused on China, the UK has looked east more frequently for manufacturing and engineering services, while China has focused on the UK for financial services. In an interview with Peopleâ\u0080\u0099s Daily Online, Lord James Meyer Sassoon, Chairman of the China-Britain Business Council, said that China and the UK are perfect partners.\n", "\tâ\u0080\u009cChina is second to nobody when it comes to the big global construction companies; the engineering skills. The UK is second to no country in having the complete suite of professional services from the design and management of projects from complex engineering solutions through to the legal contracting, risk management through to insurance markets, financing and so on, so the match is really perfect,â\u0080\u009d he said.\n", "\tThe China-Britain Business Council was established 65 years ago, just five years after the birth of the Peopleâ\u0080\u0099s Republic of China. Since then, it has promoted business links between Britain and China. In the early years, Sassoon explains, it mainly brought British companies to China. Now, they are also helping Chinese companies enter the UK business market.\n", "\tAccording to the Telegraph, in 2013, when the Belt and Road was initially proposed, data released by the Office for National Statistics showed that British companies exported Â£11.2bn worth of goods and services to China in the first 11 months of the year, and imported Â£30.3bn. In six short years, the UK has overtaken many European countries to become one of Europe's biggest exporters to China, with the major exception of Germany.\n", "\tAccording to a UK government report, British exports to China had almost doubled to Â£22.3 billion by 2017, while imports from China increased to Â£45.2 billion.\n", "\tâ\u0080\u009cI think perhaps the biggest measure of how UK companies are now taking China very seriously is that only eight years ago, China was the UKâ\u0080\u0099s eighth largest export market. In the 2018 numbers, China was the UKâ\u0080\u0099s third largest export market after only the US and Germany, so itâ\u0080\u0099s become very very important to UK business in the past six or eight years,â\u0080\u009d said Sassoon.\n", "\tWhereas traditionally, UK-China business rested on import and export, Lord Sassoon notes that British companies are today working with Chinese partners in third-party markets, with CBBC helping to manage risk-assessment and sustainability in developing countries where BRI projects are currently being implemented.\n", "\tChinaâ\u0080\u0099s involvement in third-party markets and countries has faced some criticism, with some western sources declaring the BRI a debt trap. However, Sassoon, although admitting that there were obstacles when the BRI first came to be, explains that China has learnt, and quickly, noting â\u0080\u009cI donâ\u0080\u0099t believe that China is going around trying to bankrupt companies or have projects that are not financeable.â\u0080\u009d\n", "\tDue to the growing noise circling the sustainability of BRI, sustainable debt is a phrase expected to be brought up by leaders during this weekâ\u0080\u0099s Forum. Sassoon explains that thereâ\u0080\u0099s a realisation that as Belt and Road gets much larger, the broader infrastructure needs of Southeast Asia, Central Asia and Africa are so huge they cannot possibly be funded other than most of it through market-based financing, which he says will make it more sustainable.\n", "\tâ\u0080\u009cIf you go with the market-based financing solution, then, of course, itâ\u0080\u0099s got to be sustainable in the eyes of the lead banks - the likes of HSBC and Standard Chartered, who understand these projects and these countries. I think the trick to it is that the receiving countries need to have the confidence to get on board the necessary expertise to assess these projects.â\u0080\u009d\n", "\tHe continued that China now recognises that sustainable projects are necessary, using a combination of the British banks, the legal structure - often under English law, and laying off the risk through the insurance markets, led by London. â\u0080\u009cAll of this comes together to create a sustainable finance package,â\u0080\u009d he said.\n", "\tAs Chinese partners rely more heavily on British companies to build this package, Sassoon reminds us that Brexit isn't the be all and end all of this relationship. Britain presents China, he explains, an opportunity to invest in sensitive areas such as nuclear power, potentially high-speed rail, partnerships in telecommunications and many other areas of green technology, medicine and so on.\n", "\tThe UK has also been more open than many western countries in regards to Chinese investment or partnerships, particularly in the sciences. Not to mention that around 100,000 British student visas were issued to Chinese citizens last year alone.\n", "\tAlthough the UK hasnâ\u0080\u0099t officially signed a Belt and Road agreement, these exchanges are creating an opportunity for both countries to benefit. Just last year, when May visited China, she oversaw talks regarding the establishment of joint China-UK financial technology hub in Xiongan New Area near Beijing and an industrial park in East Chinaâ\u0080\u0099s Qingdao. In 2015, the UK became a founding member of the Asian Infrastructure Investment Bank (AIIB), which supports economic growth by investing in sustainable infrastructure and other productive sectors in Asia and beyond.\n", "\tâ\u0080\u009cI think what the UKâ\u0080\u0099s leadership on the AIIB shows is that the UK is very interested and always has been in developing solutions for infrastructure to the highest standard across the world,â\u0080\u009d said Sassoon.\n", "\tThe UK is going to take every opportunity to influence the development of Belt and Road, and there are sure to be further bilateral meetings at the highest level this year in London as well as in Beijing, which will take practical cooperation between the two countries forward, no matter the outcome of Brexit.\n", "\tAs Lord Sassoon notes, â\u0080\u009cBrexit is important but not so critical to the China-UK relationship as it may be for other countries that have bigger manufacturing plants in the UK. On the other side, I think it has focused the mind of British businesses on where the future opportunities are, and China is that largest opportunity for Britain in a post-Brexit world.â\u0080\u009d "]}