{"title": "China to enhance institutional innovation, cut certification requirements, refine procedures\n", "time_author": " (Xinhua)    10:50, May 07, 2019\n", "content": ["\tBEIJING, May 6 (Xinhua) -- China will further cut the number of items requiring certification and refine the procedures through institutional innovation to improve government services and foster a more enabling business environment.\n", "\tThe decision was made at the State Council's executive meeting chaired by Premier Li Keqiang on Sunday.\n", "\tAttendants agreed at the meeting that based on the decisions of the State Council, efforts in recent years to repeal unwarranted certification requirements and deepen the reform of government functions have produced notable results.\n", "\t\"These are crucial steps benefiting both companies and individuals,\" Li said. \"At a time when the economy still faces uncertainties, removing these unjustified certification requirements will help boost market vitality and improve business environment.\"\n", "\tThe Sunday meeting decided to take further steps to identify unwarranted certification items for abolition and list all certification items deemed necessary.\n", "\tAt the same time, work to establish a system of pre-commitment of qualification will be intensified to accelerate the building of a credit-based society.\n", "\t\"The reform of developing a pre-commitment of qualification system is part and parcel of our endeavor in building a credit-based society; without a full-fledged credit-based society, our business environment cannot see significant improvement,\" Li said.\n", "\tIt was decided at the meeting that the practice of pre-commitment of qualification will be piloted in 13 provinces and municipalities, including Tianjin, Liaoning, Shanghai, Guangdong, Sichuan and Shaanxi, and in five ministries, including the Ministry of Public Security, Ministry of Justice, Ministry of Human Resources and Social Security, Ministry of Natural Resources, and Ministry of Transport.\n", "\tUnder the pilot program, upon receiving applications for administrative permits or confirmations, government departments shall notify the applicants of their certification duties in a written package. When applicants make a written pledge on their qualifications for the certification requirements and commit to bear the legal consequences for any untruthful information therein, the government departments shall process the applications without requiring for certification.\n", "\tIn this process, efforts will also be made to enhance compliance oversight via information sharing and inter-agency checks.\n", "\tIt was decided at the meeting to set up a database of applicants' credit information and a blacklist to penalize acts of untruthful pledging and incentivize honest and law-abiding firms.\n", "\tPractices tried and tested in the pilot program will be speedily promoted nationwide, as was urged at the meeting."]}