{"title": "Building more consensus on Belt and Road Initiative\n", "time_author": "By mingmei (Xinhua)    09:16, April 27, 2019\n", "content": ["\tBEIJING, April 26 (Xinhua) -- Turning a blueprint into railways, harbors and busy trade across continents, the Belt and Road Initiative (BRI) took less than six years to achieve such tangible progress.\n", "\tMore importantly, the world is seeing a growing consensus that the BRI is a new model for multilateralism and an open economy.\n", "\tPresident Xi Jinping shared ideas on advancing the initiative at the opening ceremony of the Second Belt and Road Forum for International Cooperation Friday. They include extensive consultation, joint contribution and shared benefits; the open, green and clean approaches; and high-standard, livelihood-improving and sustainable development.\n", "\tThese principles and concepts, crucial to the high-quality development of the BRI, should be upheld in order to build the Belt and Road into a road of greater opportunities and prosperity.\n", "\tSince its inception in 2013, the BRI has become an open and inclusive platform involving 126 countries and 29 international organizations which have signed cooperation documents with China.\n", "\tLike all new initiatives, especially when involving countries with different histories, cultures, political systems and development paths, the BRI needs time to be well understood and adapt to changes.\n", "\tThe pursuit of the BRI is not meant to reinvent the wheel. Instead, it aims to align the development strategies of countries involved by leveraging their comparative strengths. It is in line with various global and regional development agendas, including the UN 2030 Agenda for Sustainable Development and Agenda 2063 of the African Union.\n", "\tThe BRI does not seek to create competition between the East and the West, or the South and the North, nor does it seek to challenge the current international order. It merely aims to establish more global synergies for peace and development.\n", "\tNo matter what skeptics have said, it's important to remember that facts speak louder than words.\n", "\tThe latest studies by the World Bank and other international institutions suggested that the BRI cooperation will cut the costs of global trade by 1.1 to 2.2 percent and those of trade along the China-Central Asia-West Asia Economic Corridor by 10.2 percent. Moreover, it will contribute at least 0.1 percent of global growth in 2019.\n", "\tFruitful outcomes have been achieved in improving people's lives in participating countries. A Chinese-built railway between the Kenyan port of Mombasa and Nairobi has cut the transport time in half. Projects under the China-Pakistan Economic Corridor had created about 70,000 jobs for the Pakistanis by the end of 2018.\n", "\tA host of Belt and Road projects have seen success both in developed and developing countries. The Piraeus port in Greece has become one of the fastest growing container ports in the world since being leased to a Chinese company, soaring to the 36th place in global container traffic from the 93rd in 2010.\n", "\tAll these success stories bring new hope to economic globalization which is currently suffering some major setbacks and strengthen the idea that greater connectivity will prevent the world from descending into poverty and backwardness.\n", "\tAnd this is only the beginning. Standing at a new starting point, China will continue to advance high-quality development of joint building of the Belt and Road.\n", "\tThe BRI is a platform open to all and needs the participation by all for intensive and meticulous implementation featuring more sustainable infrastructure, liberalization and facilitation of trade and investment, innovation and closer people-to-people exchanges.\n", "\tAchieving noble goals is always difficult and requires hard work and commitment. With consensus and perseverance, the BRI will benefit all the people from the participating countries."]}