{"title": "Financial integration contributes to win-win cooperation of BRI\n", "time_author": "By Zhao Xijun (People's Daily Overseas Edition)    15:15, April 26, 2019\n", "content": ["\n", "A Golden Bridge on Silk Road, a thematic landmark of the second Belt and Road Forum for International Cooperation stands in front of the China National Convention Center in Beijing to welcome global guests participating in the event, Apr. 20, 2019. Photo by Peopleâ\u0080\u0099s Daily Online\n", "\tThe Belt and Road Initiative (BRI) has received wide participation and attention from the world since it was proposed six years ago. It is expanding its â\u0080\u009ccircle of friendsâ\u0080\u009d and achieving more and more progress.\n", "\tThe concrete projects under the BRI are inevitably of vital importance to achieve the great vision. Whether these projects are carried out timely, as well as their implementation and quality, will affect not only the results of win-win cooperation, but also the reputation of the BRI among global people.\n", "\tFinancial integration that has a direct impact on the implementation of the projects is vital for the Belt and Road construction.\n", "\tSince the proposal of the BRI, especially in the recent two years, Chinese financial institutions have played their due roles and made huge contribution to the investment, financing, operation, implementation, and risk control of BRI projects.\n", "\tFor instance, policy banks such as the China Development Bank and the Exim Bank of China have given full play to their role in basic financing and are leading other banks in this field.\n", "\tCommercial banks including the Industrial and Commercial Bank of China, the Agricultural Bank of China, the Bank of China and the China Construction Bank have given strong support to commercial projects by their advantages in size and volume.\n", "\tEquity funds such as the Silk Road Fund and China Investment Corporation are also playing a leading role in leveraging domestic and overseas social capital and improving financial structure.\n", "\tIn addition, insurance organizations such as China Export and Credit Insurance Corporation have also contributed to the risk control and information services of the BRI projects.\n", "\tThese efforts have all provided firm financial support for the construction of the Belt and Road.\n", "\tAt the same time, it must be noticed that the Belt and Road construction is a top-level design and a systematic project. It calls for long-term collaboration and efforts to release its economic dividends.\n", "\tTherefore, Chinese financial institutions must further improve their capabilities in the future.\n", "\tThey must become more international. Although the BRI was proposed by China, it is a public product that belongs to the world and an undertaking concerning all participating countries.\n", "\tBelt and Road countries vary in economic development and financial environment, and the Chinese financial institutions should enhance their capability building, become more international and do their best to strengthen business relation with their overseas counterparts for mutual support.\n", "\tIn addition, these institutions should also strengthen talent construction to increase the knowledge of the professionals about developing countries.\n", "\tChinese financial institutions must build their capability in policy coordination. As they provide financial services for BRI projects, they have to deal with financial supervision departments of the host countries and regions, and might encounter risks if failing to build sound relationships.\n", "\tIn this regard, supervisors such as the Peopleâ\u0080\u0099s Bank of China should enhance coordination with their counterparts in BRI-related countries, and help Chinese financial institutions strengthen relationship with the financial supervision departments in the host countries so as to establish a sound policy environment.\n", "\tBesides, Chinese financial institutions should keep playing their due roles as professional organizations. The policy risks and market environments of BRI countries are extremely different, and the Chinese financial institutions still have to do extra jobs to cope with the situation despite the rich experiences in this regard gained by certain organizations such as China Export and Credit Insurance Corporation.\n", "\tOn one hand, these Chinese institutions should be encouraged to play a bigger role. On the other hand, more resources at college and think tank levels should be integrated. This will guarantee related enterprises to receive timely and effective information services during their participation in financial integration of BRI projects.\n", "\tThe second Belt and Road Forum on International Cooperation is expected to create more projects, and Chinese financial institutions will definitely inject more vitality into the implementation of these projects.\n", "(Zhao Xijun is the Associate Dean of School of Finance at Renmin University of China.)"]}