{"title": "BRI helps participating countries with technological innovation\n", "time_author": "By Zhong Sheng (People's Daily)    10:31, April 26, 2019\n", "content": ["\tIn the keynote speech delivered by Chinese President Xi Jinping at the opening of the first Belt and Road Forum for International Cooperation (BRF) on May 14, 2017, he proposed to build the Belt and Road into a road of innovation.\n", "\tTo achieve this goal, Xi announced to launch the Belt and Road Science, Technology and Innovation Cooperation Action Plan, which consists of the Science and Technology People-to-People Exchange Initiative, the Joint Laboratory Initiative, the Science Park Cooperation Initiative and the Technology Transfer Initiative.\n", "\tThe joint construction of the Belt and Road Initiative (BRI), as an innovative platform for international cooperation, is gradually becoming a shortcut for all participating countries to share the opportunities and innovation results.\n", "\tThe Belt and Road construction is progressing with new vitality as China rises as a leading country in science and technology with global influence and steadily promotes foreign cooperation in this field.\n", "\tChinaâ\u0080\u0099s BeiDou Navigation Satellite System has covered many Belt and Road countries, providing support for the transportation and port management in Pakistan, land planning and coastline mapping in Indonesia, and agricultural automation in China and Russia.\n", "\tIn Africa, Chinaâ\u0080\u0099s big data and artificial intelligence service providers have helped Angola build a national-level population database, putting an end to the era when Angola had to record population information by handwriting.\n", "\tAt the Sino-Africa Joint Research Centre in Kenya, Chinese and African scientists have jointly developed a type of toothpaste out of the molar tooth sticks that are frequently used by locals.\n", "\tMore than 500 young scientists from the BRI countries have come to China for short-term researches, and over 1,200 received training at a technology training program tailored for developing countries.\n", "\tThe Digital Belt and Road Program (DBAR), which was launched by the Chinese Academy of Sciences, has inaugurated eight International Center of Excellence (ICoE) in Morocco, Zambia, Thailand, Pakistan and other countries.\n", "\tFurthermore, China has built a network for technology transfer and cooperation, including five technology transfer platforms in ASEAN, South Asia, Arab countries, Central Asia and Central and Eastern Europe, and initiated a batch of joint research centers in Africa.\n", "\tBy exploring the modes and channels to enhance connectivity in technological innovation, China is sowing seeds of innovation in the BRI countries.\n", "\tMukhisa Kituyi, Secretary-General of the United Nations Conference on Trade and Development (UNCTAD), noted that the BRI has helped the countries along the route to get involved in the global value chain, and contributed to the regional integration and development, as well as exchanges on technology and talents.\n", "\tIrina Bokova, former Director-General of UNESCO, said that the Belt and Road construction will help realize the goals set by the 2030 Agenda for Sustainable Development, and tap peopleâ\u0080\u0099s potential for innovation.\n", "\tChinese President Xi Jinping once noted that only the reformers and innovators will emerge stronger and win. The BRI is a pioneering creation, and the construction of the Belt and Road is in turn forcing innovation.\n", "\tThroughout the history of human development, scientific and technological innovation has always driven the development of a country or a nation, serving as an important force for the progress of human society. The world economy, which is in lack of growth momentum, must find a way out via innovation.\n", "\tThe cooperation in technology and innovation within the framework of the BRI promotes the complementation and sharing of scientific and technological innovation resources among countries, and helps form a strong source of innovation through better integration and optimization of global resources and factors.\n", "\tIn addition, it can also make full use of the comparative advantages of each country and reduce the costs and risks of technological innovation, thus improving the overall efficiency.\n", "\tInnovation is opening up many possibilities and broad prospects for the Belt and Road construction, making the initiative a major power that leads the way in international technology and innovation cooperation and promotes the common prosperity around the globe.\n", "\tDuring the upcoming second BRF which is scheduled for Apr. 25 to 27 in Beijing, a sub-forum on innovation cooperation will be held for the first time. It is believed that this sub-forum will advance the BRI construction toward high-quality development.\n", "(Zhong Sheng , a homonym in Chinese for \"voice of China\", is a pen name often used by People's Daily to express its views on foreign policy.) "]}