{"title": "Belt and Road reaping benefits for world: Chinese Ambassador to Australia\n", "time_author": " (People's Daily Online)    13:10, April 24, 2019\n", "content": ["\tCanberra, April 24 (Peopleâ\u0080\u0099s Daily Online) The Belt and Road Initiative is not a â\u0080\u0098debt trapâ\u0080\u0099, but an â\u0080\u0098economic pieâ\u0080\u0099 that benefits the local people, writes Chinaâ\u0080\u0099s Ambassador to Australia Cheng Jingye.\n", "\tThe Australian Financial Review published a signed article titled 'Belt and Road Reaping Benefits for World' by the Chinese Ambassador, introducing the Second Belt and Road Forum for International Cooperation which will soon be held in Beijing, China.\n", "\n", "\tThe full text is as follows:\n", "\tThe Second Belt and Road Forum for International Cooperation (BRF) will soon be held in Beijing, with the theme of \"Belt and Road Cooperation: Shaping a Brighter Shared Future\". Nearly 40 leaders of foreign governments and some 5000 representatives from more than 150 countries and many international organisations will attend this major event.\n", "\tSince its inception in 2013, the Belt and Road Initiative (BRI) has received strong endorsement and warm support from the world at large. A total of 126 countries and 29 international organisations have signed relevant cooperation documents with China so far. These countries include not only such major industrial power as Italy, but also New Zealand, Papua New Guinea, Fiji and Vanuatu in the South Pacific region.\n", "\tOver the past six years, the BRI cooperation has seen significant progress and fruitful results. East Africa now has its first motorway; the Maldives has built its first cross-sea bridge; Kazakhstan has gained access to the Pacific for the first time; high-speed railways are under construction in Southeast Asia; and the China-Europe Railway Express has become the longest-distance freight train service on the Eurasian continent. The total trade volume between China and the BRI countries has exceeded $US6 trillion ($8.43 trillion), with more than $US80 billion having been invested. The 82 cooperation parks jointly built by China and other participation countries have created about 300,000 jobs for host countries. Some developed countries are also actively engaged in third-market cooperation with China. The latest studies by the World Bank and other international institutions indicate that the BRI cooperation will cut the cost of global trade by 1.1 per cent to 2.2 per cent.\n", "\tFacts have proven that the BRI is not a geopolitical tool, but an open platform for cooperation. The BRI upholds the principles of consultation and cooperation for shared benefits, and all parties are welcome to equally participate in. The BRI is committed to synergizing development strategies and plans of all partners, supporting multilateralism and open global economy, so as to embrace an economic globalisation that is more open, inclusive and balanced where benefits can be shared by all.\n", "\tFacts have also proven that the BRI is not a \"debt trap\", but an \"economic pie\" that benefits the local people. No one is in a better position to tell the truth than the BRI participants themselves. Many of them, including government officials, business people and the general public have spoken up and debunked the so-called \"debt trap\" allegation with factual evidence. As a matter of fact, no country has got trapped in a debt crisis since its participation in the BRI. Quite on the contrary, thanks to the BRI cooperation, many countries have made steady progress in their efforts to get out of the trap of \"under-development\".\n", "\tThe Belt and Road Initiative is not far from Australia. In 2015, Australia joined the Asian Infrastructure Investment Bank as a founding member. In 2017, China and Australia signed a memorandum of understanding on cooperation in third-markets. Last year, the Victorian government signed up for the BRI. And the business community in Australia has demonstrated keen interest in the BRI cooperation. This week, senior representative from the Australian Federal Government and the Premier of Victoria will once again attend the BRF. With its unique advantages, Australia can surely be a part of the BRI partnership.\n", "\tAs President Xi Jinping has stated that while the BRI is launched by China, its opportunities and benefits are to be shared by the world. I am confident that the Second BRF will promote the BRI international cooperation to a higher quality level, creating new momentum to the world economy and enhancing the well-being of people across all countries."]}