{"title": "Chinese ambassador says BRI deepens China-Russia ties\n", "time_author": " (Xinhua)    09:22, April 22, 2019\n", "content": ["\tMOSCOW, April 20 (Xinhua) -- The Belt and Road Initiative (BRI) has facilitated the alignment of development strategies between China and Russia and raised bilateral relations to a higher level, Chinese Ambassador to Russia Li Hui said.\n", "\tHe made the remark in an interview with Xinhua on Friday ahead of Russian President Vladimir Putin's trip to China for the second Belt and Road Forum for International Cooperation (BRF) slated for April 25-27 in Beijing.\n", "\tPutin's participation in the first and second forums demonstrates that the China-Russia ties are special, Li said.\n", "\tThe ambassador recalled that in May 2015, Chinese President Xi Jinping and Putin signed a joint declaration on cooperation in linking the construction of the Silk Road Economic Belt and the Eurasian Economic Union (EAEU), drawing a new blueprint at a strategic level for the development of bilateral relations.\n", "\tThe BRI, proposed in 2013, aims to build trade and infrastructure networks connecting Asia with Europe and Africa on and beyond the ancient Silk Road routes. The initiative comprises the Silk Road Economic Belt and the 21st Century Maritime Silk Road.\n", "\tEstablished in 2015, the EAEU is a grouping of Armenia, Belarus, Kazakhstan, Kyrgyzstan and Russia, seeking to optimize the flow of goods and services among its members.\n", "\tThe BRI has significantly expanded the room for China-Russia cooperation. Under the framework of the BRI-EAEU alignment, China and Russia, with complementary economic advantages, have further tapped their potential and embarked on practical cooperation in various areas, according to the envoy.\n", "\tChina-Russia trade exceeded 100 billion U.S. dollars last year, setting a new record in history, Li noted.\n", "\tBilateral cooperation in energy, aeronautics and astronautics and infrastructure has been consolidated, Li said, adding that cooperation in the high-tech field, agricultural product trade, e-commerce and finance has become new growth points, and bilateral trade structure has seen continuous optimization.\n", "\tHe also noted that landmark practical cooperation projects, namely the China-Russia east-route natural gas pipeline, China-Russia Tongjiang Railway Bridge and a cross-border highway bridge, will be completed this year.\n", "\tLi said the BRI has helped the two countries facilitate people-to-people exchanges and strengthen public opinions for a stronger bilateral relationship.\n", "\tIn recent years, bilateral cultural exchanges have kept moving forward, and the two countries have held such state-level activities as the Year of Tourism, the China-Russia Youth Friendly Exchange Year, the China-Russia Media Exchange Year, and the year of China-Russia local cooperation and exchange, which have greatly promoted mutual understanding between the two peoples.\n", "\tIn 2018, Chinese tourists made 1.8 million trips to Russia while Russian travelers made nearly 2 million trips to China, said Li, adding that the two countries have become major sources of tourists and travel destinations for each other.\n", "\tCurrently, China and Russia both face the task of promoting economic development, improving people's livelihood, and realizing national rejuvenation, and enjoy enormous common interests, said Li, adding that the two countries need to grasp the historic opportunity, and take the joint construction of the Belt and Road as a chance to constantly expand two-way direct investment, step up economic and trade cooperation, and achieve sustainable economic growth.\n", "\tFrom forging their diplomatic ties to establishing a comprehensive strategic partnership of coordination, the China-Russia relationship has seen 70 years of remarkable development, said Li, adding that the two sides have continuously deepened their ties, and found a right way to get along with each other through thick and thin.\n", "\tStrong political mutual trust is the most important feature of China-Russia ties and the basis of bilateral relations, Li said.\n", "\tHe called on the two sides to abide by the spirit of the China-Russia treaty of good-neighborliness, uphold the traditional friendship, deepen mutual trust, support each other on issues concerning core interests, and lift China-Russia comprehensive strategic partnership of coordination to a new level."]}