{"title": "This is what the powerful system of Party leadership means to China\n", "time_author": "By Curtis Stone (People's Daily Online)    17:00, April 12, 2019\n", "content": ["\n", "Tourists at Tiananmen Square on National Day, October 1, 2018.\n", "\tHu Xijin, editor of the Global Times, recently published an article in Chinese on what the system of Party leadership means to China. He began his article by saying that last year the United States turned on China, launching a trade war. â\u0080\u009cIn the face of such a blow, almost any country would panic,â\u0080\u009d he said.\n", "\tIn fact, many Chinese people did panic at first, but the panic quickly subsided, because it became quickly apparent that the United States could not so easily crush China in a trade war. According to Hu, the reason for this is because the Chinese system is just too powerful and, as a result, the US side was forced to seriously negotiate with China.\n", "\tâ\u0080\u009cChinaâ\u0080\u0099s political system is the key asset to Chinaâ\u0080\u0099s rise,â\u0080\u009d he wrote.\n", "\tThe Communist Party of China is an essential part of Chinaâ\u0080\u0099s growth story. When you talk about the success of China, you must also talk about the role of the Party. China has risen high under the guidance of the CPC and Hu believes that as long as the CPC continues to mature and its leadership role is strengthened, China has a good shot of achieving national rejuvenation.\n", "\tThe Chinese political system has also led to a fairer society. â\u0080\u009cWithout the leadership of the Party, one thing is certain. Beijing, Shanghai, Guangzhou, and Shenzhen would be surrounded by large slums like Rio, Mexico City, and Mumbai,â\u0080\u009d Hu said.\n", "\tMany people may not accept this assertion, but there is truth to it. If you look at what China is doing in terms of poverty alleviation, it is pretty astonishing. China has lifted hundreds of millions of people out of poverty since initiating the reform and opening-up policy in 1978 and the country is on track to eliminate absolute poverty by 2020. In 2018 alone, official figures show that China lifted close to 14 million people in rural areas out of poverty.\n", "\tAnd the Partyâ\u0080\u0099s organs at various level have been the fighting force in this battle against poverty.\n", "\tChinaâ\u0080\u0099s political system is the key to Chinaâ\u0080\u0099s rise, which is closely related to the well-being of more than 1.3 billion Chinese people. To continue rising, Hu pointed out, the country must continue to mature politically, firmly support the national system, and take its own path.\n", "\tâ\u0080\u009cIf it was not for the strength of the Chinese system, when the United States launched a trade war against China last year, at the very least the renminbi would have been smashed,â\u0080\u009d Hu said. This is not an exaggeration. The fate of a country is often very fragile.\n", "\tHu pointed out that China is a huge country, therefore, even the migrant workers enjoy more space for living and more opportunities to grow than many of the people in other developing countries, and even the ordinary people in some developed countries. They are able to seek opportunities and earn a better living in the large market.\n", "\tTo see China in action look no further than the hard-working delivery people who run around the cities all day. Chinaâ\u0080\u0099s rise is being driven by the efforts and diligence of each Chinese person and their hard work has brought the country huge rewards.\n", "\tâ\u0080\u009cLiving in China as a common citizen has the greatest average opportunity to improve oneâ\u0080\u0099s life,â\u0080\u009d Hu said. This is also true, because only in China can you find a large country with relatively balanced development and rapidly rising standards of living.\n", "\tChina is strong, both economically and politically. For this reason, the country is on very solid footing. China has encountered some difficulties, but nothing has put the brakes on its development. We need to better understand why that is the case."]}