{"title": "China maintains stable employment\n", "time_author": "By Li Xinping (People's Daily)    09:27, May 16, 2019\n", "content": ["\n", "Photo taken on April 18, 2019 shows women from Wanshan district, Tongren, southwest Chinaâ\u0080\u0099s Guizhou province, learn Miao embroidery. To resolve difficulties of women relocated from inhospitable areas in finding jobs, the city organizes them to learn the technique at a Miao embroidery training base in Songtao Miao Ethic Autonomous County, expanding their income channels. (Photo by Long Yuanbin from Peopleâ\u0080\u0099s Daily Online)\n", "\tChina got off to a good start in employment in the first quarter of 2019, with core employment indicators behaving well.\n", "\tThe country added 3.24 million urban jobs in the first quarter and accomplished 29 percent of this yearâ\u0080\u0099s target, laying a solid foundation for the completion of the annual target.\n", "\tAt the end of the first quarter, Chinaâ\u0080\u0099s registered urban unemployment rate was 3.67 percent, at a historical low. In March, the countryâ\u0080\u0099s surveyed urban unemployment rate was 5.2 percent, a decrease of 0.1 percentage point from the previous month and below the expected target of 5.5 percent.\n", "\tIn March, the overall employment was stable and unemployment rate was reduced as companies started operations after the Spring Festival holiday and job seekers were employed, said Meng Canwen, deputy chief of the population and employment statistics department of the National Bureau of Statistics.\n", "\tFrom January to March, 1.17 million laid-off workers were reemployed and 390,000 people with employment difficulties found jobs in urban areas, both exceeding the target numbers.\n", "\tAt the end of March, the total number of rural workers employed away from their homes reached 177 million, an increase of 2.1 million year on year, and over 90 percent of them returned to their posts.\n", "\tThe unemployment rate for the main working-age population aged 25-59 in each month in the first quarter was less than 5 percent.\n", "\tA steady performance of the macro economy ensures stable employment. Chinaâ\u0080\u0099s service sector, the main channel for creating jobs, gains great momentum. In the first three months, the proportion of added value of the service sector in GDP grew to 57.3 percent, an increase of 0.6 percentage points year on year.\n", "\tData shows that per one million yuan of added value in the tertiary industry creates jobs for 8.1 people, 1.6 people higher than the secondary industry, Meng said, adding that Chinaâ\u0080\u0099s job-creation capacity has been enhanced.\n", "\tRobust growth continues in emerging industries, a new force of employment creation. In recent years, new job including drone pilot, digital manager and industrial robot operator have emerged as a result of the booming emerging industries.\n", "\tLi Geng was immediately hired by a company after obtaining a drone pilot training certificate in this February, and devoted himself to busy spring plowing in March.\n", "\tâ\u0080\u009cI had to work for 4 households a day, and didnâ\u0080\u0099t have a day off during the spring plowing season,â\u0080\u009d Li said, adding that spraying drones have become more popular and even green hands like him had to operate the vehicles all by himself.\n", "\tThe central and western regions with large population witness booming economic development.\n", "\tZhang Dongmei from Yunxi county, Shiyan, central Chinaâ\u0080\u0099s Hubei province chose to work near her home at a poverty alleviation workshop established in her village.\n", "\tâ\u0080\u009cI make embroidery work with an annual income of 30,000 yuan, and I can take care of my parents and children,â\u0080\u009d said Zhang.\n", "\tFull implementation of an employment-first policy guarantees stable employment. Since the second half of last year, China put stable employment first while ensuring a stable financial sector, stable foreign trade, stable foreign investment, stable domestic investment, and stable expectations. A series of measures and policies to ensure stable employment and boost employment had been successively introduced.\n", "\tThis year, for the first time, the country elevated the employment-first policy to the status of a macro policy. These favorable policies have fostered an enabling environment for employment.\n", "\tDai Ling works for a textile factory in Changsha, central Chinaâ\u0080\u0099s Hunan province. At night, she attends a simple programming training organized by the local government.\n", "\tâ\u0080\u009cI didnâ\u0080\u0099t expect that I can receive an allowance of more than 1,000 yuan while receiving on-the-job training,â\u0080\u009d Dai said, adding that, â\u0080\u009can intelligent production line has been put into operation in our factory. As long as I can program, I may become a system operator and my salary will be doubledâ\u0080\u009d.\n", "\tChina has intensified efforts to supporting enterprises in stabilizing employment. In the first quarter, it allocated a total of 1.17 billion yuan to 21,000 enterprises to stabilize employment, which benefited 2.83 million workers. The country also granted 420 million yuan to 260,000 employees to upgrade their skills.\n", "\tChina will continue to deepen implementation of the employment-first policy, give greater priority to increasing employment, and implement each and every policy, said Lu Aihong, spokesperson of the Ministry of Human Resources and Social Security, adding that the country has the confidence to achieve fuller employment and create better quality jobs."]}