{"title": "Five years on, Xi's vision of civilization more revealing in an uncertain world\n", "time_author": " (Xinhua)    07:41, March 27, 2019\n", "content": ["\n", "A Lebanese girl(R) shows her name card in Chinese at the Confucius Institute of Saint Joseph University in Beirut, Lebanon, Feb. 27, 2019. (Xinhua/Bilal Jawich)\n", "\tBEIJING, March 26 (Xinhua) -- With a few lines of graceful handwriting on its title page, the original French version of \"An Introduction to The Analects of Confucius,\" a book published in 1688 with a brownish front cover, was presented to Chinese President Xi Jinping as a national gift by his French counterpart, Emmanuel Macron, when the two leaders met on Sunday in Nice, France.\n", "\tIt's not the first time that the country, famous for its Louvre Museum and fashion designs, welcomed Xi's arrival. In 2014, the Chinese leader delivered a keynote speech at the headquarters of the United Nations Educational, Scientific and Cultural Organization (UNESCO) in Paris, laying out his vision of civilization that features diversity, equality and inclusiveness.\n", "\t\"We need to encourage different civilizations to respect each other and live together in harmony while promoting their exchanges and mutual learning as a bridge of friendship among peoples, a driving force behind human society, and a strong bond for world peace,\" Xi said.\n", "\tFive years on, China is joining various countries and regions to promote inter-civilization exchanges.\n", "HARMONY WITHOUT UNIFORMITY\n", "\t\"Achieving harmony is like preparing a thick soup. Only with the right amount of water, fire, vinegar, meat sauce, salt and plum can fish and meat be cooked with the right taste ... Who can eat a soup with nothing but water in it?\" Xi said at UNESCO.\n", "\tCiting an ancient Chinese scholar, Xi proposed to the world China's understanding of harmony, which is deeply rooted in the spirit of the Chinese people, and reflected in the country's diplomatic practices.\n", "\t\"China made the solemn declaration to the world long ago that it is committed to pursuing peaceful development. It strives to develop itself by upholding world peace and maintain world peace through its development,\" Xi said at the Korber Foundation in Germany in 2014.\n", "\tThrough a series of global events, Xi has continuously stressed the wisdom of \"harmony without uniformity,\" which the Chinese have come to appreciate.\n", "\tChina needs peace \"as much as human beings need air and plants need sunshine,\" Xi said. \"Hegemony or militarism is simply not in the genes of the Chinese.\"\n", "\tIn his 2017 keynote speech at the UN Office at Geneva, Xi said that \"China will do well only when the world does well, and vice versa.\" As the world's largest developing country, China has recognized that it can neither fulfill its development goals nor make greater contributions to the world without a firm pursuit of peaceful development.\n", "\tAs the world's second-largest economy, biggest industrialized and trading country, China, sitting on the largest foreign exchange reserves, has contributed more than 30 percent of world economic growth and has lifted more than 700 million of its own out of poverty.\n", "\tNearly a century ago, British philosopher Bertrand Russell said that there is something in Chinese ethics that means a lot to the modern world. Today, amid a weak world economic recovery, rising regional conflicts and growing terrorism, the world has fixed its eyes upon the East.\n", "\tWithout chauvinism and zero-sum mentality, China promotes mutual respect, equality and win-win cooperation. The country has played a constructive role in addressing global issues such as the denuclearization of the Korean Peninsula, and the conflicts in the Middle East.\n", "\tMartin Jacques, a professor at Cambridge University, has said that China offers \"a new example\" and \"a new possibility\" to the world.\n", "\tPetr Bystron, a member of the German Bundestag Foreign Affairs Committee, said, \"China's peaceful policy is a major factor of stability in the world and a haven of peace in Asia.\"\n", "INCLUSIVENESS, LEARNING FROM EACH OTHER\n", "\t\"I have visited many places in the world. The best thing I wanted to do is to learn about differing civilizations across the five continents, what make them different and unique, how their people think about the world and life and what they hold dear,\" Xi said at UNESCO.\n", "\t\"Greater exchanges and mutual learning among civilizations can further enrich the colors of various civilizations, heighten people's enjoyment of cultural life, and open up a future with more options,\" he said.\n", "\tOver the past five years, the Chinese president has visited more than 50 countries, and during his trips he has cited Indian poet Rabindranath Tagore, British playwright William Shakespeare, and U.S. author Mark Twain to forge cultural exchanges, and to offer to the world the Chinese idea of upholding inclusiveness.\n", "\tIn the U.S. bestseller titled \"The Xi Jinping Era: His Comprehensive Strategy Toward the China Dream,\" Xi is depicted as a man with a great cultural vision who has profound knowledge in philosophy, history, literature, art and music.\n", "\t\"To me, the moderate tea drinker and the passionate beer lover represent two ways of understanding life and knowing the world, and I find them equally rewarding,\" Xi said in a speech at the College of Europe in Belgium in 2014.\n", "\t\"There are amazing similarities between China's Taichi and India's Yoga, and China's traditional medicine and India's Ayurveda. The life philosophies our people have held for thousands of years are very similar,\" Xi said on his state visit to India in 2014.\n", "\tIn another speech delivered at Guildhall in the City of London in 2015, the Chinese president said that Tang Xianzu, a Chinese playwright, was a contemporary of William Shakespeare, as both passed away in 1616.\n", "\tIn the eyes of Western observers, Xi is a master at telling stories, and his stories are usually both entertaining and meaningful.\n", "\tOn Sept. 27, 2014, the 10th anniversary of the first Confucius Institute saw the Chinese leader receive letters from 286 Confucius Institutes from over 90 countries and regions.\n", "\tNow, China has established 548 Confucius Institutes and 1,193 Confucius Classrooms in 154 countries and regions, with 1.87 million students enrolled, according to the latest data.\n", "\t\"We hope to build bridges of people-to-people exchanges and deliver better lives to the people,\" Xi said at the Leaders Roundtable of the Belt and Road Forum for International Cooperation in 2017.\n", "GLOBAL COMMUNITY WITH SHARED FUTURE\n", "\t\"We will continue to push ahead with the joint construction of the Belt and Road Initiative (BRI), and continue to advocate for the development of a community of shared future for mankind. And we will work tirelessly for a more prosperous and beautiful world,\" Xi said in his 2019 New Year Speech.\n", "\tThese words brought to mind his UNESCO speech, where he called on the international community to seek \"wisdom and nourishment from various civilizations,\" and to \"work together to tackle the challenges facing mankind.\"\n", "\tAt the 19th National Congress of the Communist Party of China in 2017, Xi also urged the people of all countries \"to build an open, inclusive, clean, and beautiful world that enjoys lasting peace, universal security, and common prosperity.\"\n", "\tOver the past two years, Xi's appeal has been incorporated into various documents, such as the UN Security Council resolutions, the UN Human Rights Council resolutions, the Qingdao Declaration of the Council of Heads of Member States of the Shanghai Cooperation Organization (SCO), and the Forum on China-Africa Cooperation Beijing Action Plan (2019-2021).\n", "\tDavid Gosset, founder of the Europe-China Forum, said China has been pursuing the concept of \"Datong,\" or \"the world of great harmony,\" since ancient times, and the idea of building a community with a shared future for mankind is a reinterpretation of \"Datong\" in the 21st century.\n", "\tWith China's continuous development, the idea -- steeped in Chinese wisdom -- will definitely have a profound influence on the world, Gosset said.\n", "\tBased on the conviction of a shared future, China has launched a series of projects within the framework of the BRI to bring development opportunities to countries along the Belt and Road.\n", "\tIn 2018, when addressing a symposium in Beijing marking the fifth anniversary of the BRI, Xi noted that it is an initiative for economic cooperation, instead of a geopolitical alliance or military league, and it is an open and inclusive initiative rather than an exclusive bloc or \"China club.\"\n", "\tToday, 123 countries and 29 international organizations have signed a total of 171 BRI agreements with China.\n", "\tThe Mombasa-Nairobi railway, built with the assistance of Chinese companies and launched in 2017, has provided 50,000 jobs for local people and is estimated to have boosted Kenya's gross domestic product by 1.5 percent annually.\n", "\tThe China-Europe Railway Express carries new opportunities to Europe and injects new impetus into Sino-French trade, whose volume exceeded 60 billion U.S. dollars in 2018.\n", "\tKeith Bennett, vice chairman of Britain's 48 Group Club, said the BRI \"is inclusive and offers the greatest opportunity for both investment and development in decades.\"\n", "\t\"Its emphasis on infrastructure and connectivity lays the best possible foundations for promoting all-round, comprehensive economic development and improvement of people's livelihood in the future,\" he said.\n", "\t(Video reporters: Jin Yuelei, Zhao Yuchao, Han Chong, Lian Zhen, Yu Yue, Zhou Zihan, Chen Chen, Han Qian, Ji Li; Video editor: Zhang Xinyi)"]}