{"title": "China, Europe see closer economic, trade ties\n", "time_author": "By Wang Junling (People's Daily Overseas Edition)    09:27, March 25, 2019\n", "content": ["\tChina and Europe, both pulling great efforts on cooperation with each other, have been experiencing increasingly closer economic and trade ties over the past years.\n", "\tThanks to the CHINA RAILWAY Express (Chinese block trains travelling to and from Europe), it only took 10 days for the four aircraft produced by Italian aircraft manufacturer Vulcanair to be transported from Lodz, Poland to Chengdu, capital of southwest China's Sichuan Province.\n", "\tThese aircraft would be used for pilot training, sightseeing, photograph and short-distance shipment, introduced Che Tianfa, chairman of board of Sichuan Tuofeng General Aviation Co., LTD, the importer of the aircraft and Vulcanairâ\u0080\u0099s general agency in China.\n", "\tAccording to him, China used to purchase most of its primary trainer aircraft from the US. After the delivery of the first batch of the Vulcan V1.0 aircraft, the remaining products will be shipped to China via the CHINA RAILWAY Express in partial shipment, Che said.\n", "\tIt marked the first time for the cargo trains departing from Chengdu to Europe to import airplanes, which is also a miniature of the increasingly closer economic ties between China and Europe.\n", "\tA recent set of data released by Chinaâ\u0080\u0099s Ministry of Commerce at a regular press conference further indicated the sound momentum for China-Europe economic and trade cooperation.\n", "\tAt present, China is Italyâ\u0080\u0099s biggest trading partner in Asia and the third largest source of imports, while Italy remains Chinaâ\u0080\u0099s fifth largest trading partner and source of foreign direct investment in the European Union.\n", "\tTrade volume between the two countries reached $54.24 billion in 2018, up 9.1 percent over the previous year. This January, bilateral trade maintained growing momentum, increasing 8.9 percent year on year. In addition, bilateral investment also kept rapid growth and exceeded $20 billion.\n", "\tChinaâ\u0080\u0099s trade relations with France were also on a rise in 2018. Last year, bilateral trade volume created a record high, hitting $62.9 billion with an increase of 15.5 percent.\n", "\tFrance saw a high growth of exports to China in the sectors of agriculture, medicine, cosmetics, as well as middle- and high-end garment industries.\n", "\tIn the first two months of this year, the trade volume between China and France reached $10.6 billion, up 19.4 percent year on year. Chinaâ\u0080\u0099s total imports from France surged by 42.2 percent in the same period.\n", "\tApart from strengthening partnership in traditional fields such as nuclear energy, aerospace and automobile, China and France are also actively expanding cooperation in ecological protection, â\u0080\u009csilver-hairâ\u0080\u009d market, finance and other emerging industries.\n", "\tOver the past years, China and Europe have always viewed each other as significant economic and trade partners, and their cooperation outweighed competition, said Chen Xin, director of the economic division of the Institute of European Studies, Chinese Academy of Social Sciences.\n", "\tCountries like Italy and France are at the forefront of China-Europe economic and trade cooperation, Chen added.\n", "\tâ\u0080\u009cOn the demand side, the Belt and Road Initiative (BRI), focusing on policy coordination, facilities connectivity, unimpeded trade, financial integration and people-to-people bonds, will effectively deepen cooperation in the trade, investment, and cultural sectors between China and European economies,â\u0080\u009d Chen noted.\n", "\tâ\u0080\u009cOn the supply side, China and Europe enjoy broad prospects of the Belt and Road cooperation, as the two sides, though differ in economic structures, are highly complementary in their industries,â\u0080\u009d Chen added.\n", "\tThe advantages of many European enterprises are what their Chinese counterparts are in need of, while in turn, many Chinese enterprises can also provide quality supply for European companies, the director explained.\n", "\tInternational Monetary Fund (IMF) pointed out in the latest World Economic Outlook report it issued this January that the global expansion has weakened. The global economy is projected to grow at 3.5 percent in 2019 and 3.6 percent in 2020, lower than the expectation made last October.\n", "\tIn the report, IMF also noted that the main shared policy priority is for countries to resolve cooperatively and quickly their trade disagreements and the resulting policy uncertainty, rather than raising harmful barriers further and destabilizing an already slowing global economy.\n", "\tIt is of great significance for China and Europe to enhance economic and trade cooperation in various fields under the BRI against such an international backdrop, Chen told Peopleâ\u0080\u0099s Daily.\n", "\tâ\u0080\u009cAt present, the world economy is facing growing uncertainties,â\u0080\u009d he pointed out. If China and Europe can continue heating up economic and trade cooperation under the BRI, peopleâ\u0080\u0099s confidence toward future economic development would be largely increased, as both of the two are major players of the world economy that have huge sizes and consumption markets, Chen explained.\n", "\tAnalysts believe that in the future, the deepening economic and trade cooperation between China and Europe will become a highlight of the world economic recovery. Chinaâ\u0080\u0099s growing quality of economic development and larger steps of opening up will further open prospects for China-Europe Belt and Road cooperation, third-party market expansion and new technology development. "]}