{"title": "Belt and Road Initiative broadly reputed for a reason\n", "time_author": "By Yan Yilong (People's Daily Overseas Edition)    09:25, March 25, 2019\n", "content": ["\tThe Belt and Road Initiative (BRI) proposed by China has enjoyed energetic development and made remarkable achievements since it was proposed 5 years ago, winning wide reputation from the international society and expanding the â\u0080\u009ccircle of friendsâ\u0080\u009d.\n", "\tMore and more developed countries from the western world have expressed their interests in this initiative, including Italy.\n", "\tChinese President Xi Jinping, during his state visit to Italy, held talks with his Italian counterpart Sergio Mattarella on Mar. 22 in Rome. The BRI was a key topic of the dialogue between the two heads of state.\n", "\tXi encouraged the two sides to create highlights in bilateral cooperation, jointly build the Belt and Road, and promote the synergy of their development strategies and the planning of practical cooperation.\n", "\tItaly supports Xi's initiative on jointly building the Belt and Road and believes that it will be conducive to Eurasian connectivity and common development, as well as to reviving the ancient Silk Road in modern times, Mattarella said, calling the Belt and Road a cultural exchange road. It is the latest statement made by an Italian leader on the joint construction of the BRI.\n", "\tIt takes time before new stuffs are received, and prejudices must be abandoned during the process.\n", "\tSome people in the western society interprete the BRI with traditional geopolitics philosophy, believing it is a tool for geopolitics expansion. However, such interpretation is total misunderstanding of the initiative. In fact, the BRI is a great proposal that aims to bring new development opportunities to the world, especially relevant countries.\n", "\tThe BRI is promoting development of relevant countries on different levels.\n", "\tBy optimizing industrial layout, constructing industrial parks, and building ports, the initiative is enhancing the agglomeration effect of local economic development.\n", "\tIt promotes large-scale infrastructure construction, strengthening connectivity of railway, roads, waterways, airlines, tube networks and information expressways, reducing economic gaps among the countries.\n", "\tThe BRI also cuts cost for transnational economic activities through policy coordination, financial integration and unimpeded trade, in a bid to promote the smooth flow of commodities, personnel, information and capital.\n", "\tIt strings together the scattered â\u0080\u009cpearlsâ\u0080\u009d to form a trend of common development, and establishes the frame of the Belt and Road by six major economic corridors spanning Eurasia.\n", "\tThe BRI features new model for common development, aiming for a more balanced economic globalization.\n", "\tSince the implementation of the proposal, a large number of major cooperation projects have been carried out, which filled the investment shortage of developing countries and promoted economic development. The initiative is timely assistance, rather than the so-called â\u0080\u009cdebt trapâ\u0080\u009d.\n", "\tBesides, it also improved independent development capability of the countries by helping them build infrastructure, develop industries and conduct skill trainings, and created them an opportunity to better perform in the global division of labor by optimizing global industrial and supply chains.\n", "\tThe BRI has created a new model for international coordination, turning strategic competition into strategic cooperation.\n", "\tIt achieved strategic alignment with the strategies of many countries, such as the Eurasian Economic Union of Russia and relevant countries, the Juncker Plan of the European Union, and the Vision of Global Maritime Fulcrum of Indonesia.\n", "\tThe BRI are complementary with these strategies, rather than going against them. It has offered new dynamics for these countries to realize their goals.\n", "\tBy shaping a new type of international exchanges, the BRI makes fairer political order. Instead of exporting the â\u0080\u009cChinese modeâ\u0080\u009d, it is offering â\u0080\u009cChinese schemesâ\u0080\u009d.\n", "\tThough the initiative is proposed by China, it is advanced on the basis of extensive consultation, joint contribution and shared benefits of all participants. Pursuing partnerships rather than alliances, the BRI is continuously expanding its â\u0080\u009ccircle of friendsâ\u0080\u009d, and opposes exclusionary blocs.\n", "\tThe BRI, as a new practice, reflects the new mentality of geo-development. According to the philosophy of traditional geopolitics, strong powers always follow the beaten path to seek hegemony and undercut or exclude each other, which resulted to the two world wars in the 20th century.\n", "\tHowever, the philosophy of the new geo-development emphasizes common development and mutual complementarity, aiming to enlarge the pie of common interests. It is destined to promote global prosperity in the 21st century.\n", "\tThe BRI is the grandest initiative for geo-development in the early 21st century. As a practice to build a community with shared future for mankind, it is the best gift for the world presented by China, and also the largest opportunity provided by China. One will miss the opportunity if failing to see this.\n", "(Yan Yilong is an assistant professor at the School of Public Administration, and deputy head of the Institute for Contemporary China Studies, Tsinghua University)"]}