{"title": "Commentary: Xiâ\u0080\u0099s trip to inject new vitality into China-Europe ties\n", "time_author": " (People's Daily)    09:36, March 24, 2019\n", "content": ["\tChinese President Xi Jinpingâ\u0080\u0099s visits to Italy, Monaco, and France bear historic significance for the development of relations between China and the three countries, and will inject new vitality to the development of China-Europe relations in the new era.\n", "\tScheduled from Mar.21 to 26, Xiâ\u0080\u0099s visit to Europe will be the first overseas trip in 2019 by the Chinese head of state, also the top leader of the Communist Party of China (CPC).\n", "\tAs a Chinese poem goes, â\u0080\u009cBosom friends make distance disappearâ\u0080\u009d, Xiâ\u0080\u0099s visits to these countries are bound to add new momentum to joint construction of the Belt and Road Initiative and make new contributions to the peace and development of the world.\n", "\tâ\u0080\u009cA partnership forged with the right approach defies geographical distance; it is thicker than glue and stronger than metal and stone.â\u0080\u009d This ancient Chinese saying can be regarded as a perfect depiction of the deep traditional friendship between China and Italy, Monaco, and France, which have generated widespread great stories in the long history of friendly relations between China and the three countries.\n", "\tAs early as over 2,000 years ago, China and ancient Rome were already connected by the Silk Road. The famous explorer Marco Poloâ\u0080\u0099s Travels roused the first wave of â\u0080\u009cChina feverâ\u0080\u009d among European countries.\n", "\tIn the royal palace of Monaco, Chinese-style furniture, stone lions, and pavilions reflect the history of the friendly ties between Monaco and China. French Enlightenment thinkers like Voltaire showed strong interest in studying Confucianism, and at the beginning of the 20th century, many CPC leaders went to study in France.\n", "\tDuring World War II, French doctor Jean Augustin Bussiere risked his life and transported by bicycle precious medicines to the anti-Japanese base areas.\n", "\tFriendships are not chosen by chance, but a result of like-minded people. In the new era, high-level exchanges are important in guiding and promoting the efforts to consolidate traditional friendship, enhance strategic mutual trust, carry forward the traditional friendship from generation to generation, and deepen the development of comprehensive cooperation. This time, Xiâ\u0080\u0099s visits will certainly bring new momentum to the traditional friendship between China and the three European countries.\n", "\tThis year marks the 15th anniversary of the establishment of the China-Italy comprehensive strategic partnership, while next year the two countries will celebrate the 50th anniversary of their diplomatic relations.\n", "\tXiâ\u0080\u0099s visit to Italy, which is the first visit by a Chinese head of state to Italy in nearly 10 years, will create a new chapter in bilateral ties, enabling the two nations to build more on past achievements and strive for new progress.\n", "\tOver the past 24 years since the establishment of diplomatic relations between China and Monaco, the two nations have enjoyed win-win cooperation while adhering to the principle of mutual respect and treating each other as equals.\n", "\tIn recent years, China and Monaco have carried out in-depth cooperation in such fields as ecological and environmental protection, coping with climate change, clean energy, promoting green and low carbon development, and protection of wild animals, setting a model for friendly exchanges between big and small countries.\n", "\tXiâ\u0080\u0099s visit to Monaco, which also marks the first visit by a Chinese president to Monaco, will usher in a new era of the development of bilateral relations between the two countries.\n", "\tFrance was the first major Western country to establish diplomatic relations with China. Over the past 55 years, China-France relationship has become a special one among major-country relationships in the world, and it has always been at the forefront of Chinaâ\u0080\u0099s relations with major developed countries in the West.\n", "\tâ\u0080\u009cOver the past 50 years, our two countries and peoples have followed the principle of independence, mutual understanding, strategic vision and win-win cooperation in growing our bilateral ties,â\u0080\u009d President Xi said at the Meeting Commemorating the 50th Anniversary of the Establishment of China-France Diplomatic Relations in 2014.\n", "\tThe Chinese Presidentâ\u0080\u0099s description of China-France ties perfectly revealed the lasting driving force behind the two countriesâ\u0080\u0099 efforts to get closer to each other and carry out sincere cooperation. This time, his visit to France is bound to inaugurate a brighter future of the bilateral ties.\n", "\tHeart-to-heart communication makes lasting friendship. Under the guidance of high-level exchanges, people-to-people ties between China and Italy, Monaco, and France have been constantly intensified, cementing the popular will foundation for the everlasting strong traditional friendship between China and the three countries.\n", "\tThe close bond and friendship between the peoples will further promote and inject new vitality to the friendly exchanges and the traditional friendship between China and Italy, Monaco, and France.\n", "\tFriendship is mutual trust deeply rooted in heart. Indeed, friendship is based on trust and will further enhance the trust between two friends.\n", "\tWe firmly believe that President Xiâ\u0080\u0099s historic visits to the three nations will elevate Chinaâ\u0080\u0099s relations with Europe, especially the three countries, onto a new level, and open a broader space for the above relations.\n", "\tThereâ\u0080\u0099s no doubt that Xiâ\u0080\u0099s visits will further enrich friendly exchanges between China and the three European countries, deliver better and more benefits to people of China and Europe, and write new stories of China-Europe friendly relations in the new era.        "]}