{"title": "Xiâ\u0080\u0099s upcoming visits to usher in new chapter of China-Europe ties\n", "time_author": "By Zhong Sheng (People's Daily)    10:19, March 22, 2019\n", "content": ["\tChinese President Xi Jinping will pay state visits to Italy, Monaco and France from March 21 to 26.\n", "\tXi was invited by Italian President Sergio Mattarella, Head of State of the Principality of Monaco Albert II and French President Emmanuel Macron.\n", "\tThe Chinese Presidentâ\u0080\u0099s first overseas trip this year, scheduled at the spring equinox, heralds hope and vitality, and bears the earnest anticipation from the heads of state and people of the three countries.\n", "\tPlanting a seed of friendly relationship between China and the three countries, the visits will definitely further boost China-Europe ties.\n", "\tBoth China and Italy are ancient civilizations closely bonded by the ancient Silk Road â\u0080\u0093 a bridge for the exchanges of western and eastern cultures.\n", "\tIn recent years, the two countries maintained frequent high-level exchanges, as well as people-to-people exchanges at all levels. The Belt and Road construction also establishes a bridge for bilateral friendly cooperation in each field in the new era.\n", "\tA recent special exchange of letters delivered a warm message to the public. Eight students from Italian boarding school Rome Convitto Nazionale Vittorio Emanuele II and its president Paolo M. Reale wrote Xi a letter to express their eager expectations for his visit and their willingness to promote friendship between Italy and China.\n", "\tIn the response letter, Xi encouraged the students to be cultural ambassadors between the two countries, and become modern-day Marco Polo.\n", "\tThis year marks the 15th anniversary of comprehensive strategic partnership between China and Italy. Xiâ\u0080\u0099s upcoming visit to the European country will take China-Italy ties in the new era to a new high.\n", "\tThough China and Monaco are geographically far apart, the two countries maintained sound development of bilateral relationship based on mutual respect, equality, and win-win cooperation, setting an example for the friendly ties and common development between big and small countries.\n", "\tIn recent years, China-Monaco relations enjoyed stable and healthy development under the personal guidance from the heads of state of the two countries, with progress continuously being made in trade and economy, culture, and environmental protection.\n", "\tThe two countries held an economic and trade forum during Prince Albert IIâ\u0080\u0099s state visit to China last year.\n", "\tThey also held frequent cultural exchanges in recent years. Chinaâ\u0080\u0099s Palace Museum displayed cultural relics at the Grimaldi Forum Monaco, and 271 collections from Monaco were also exhibited at the Palace Museum.\n", "\tThe increasingly frequent cultural exchanges have reinforced public support for further consolidation and development of bilateral friendly cooperation. It is believed that fruitful results will be achieved for China-Monaco friendship during Xiâ\u0080\u0099s visit.\n", "\tThis year marks the 55th anniversary of the establishment of diplomatic ties between China and France.\n", "\tOver the past 55 years, the two countries upgraded their comprehensive partnership to comprehensive strategic partnership, and then the close and enduring comprehensive strategic partnership.\n", "\tChina-France ties have always been at the forefront of Chinaâ\u0080\u0099s relations with major countries in the west.\n", "\tIn Xiâ\u0080\u0099s speech at the Meeting Commemorating the 50th Anniversary of the Establishment of China-France Diplomatic Relations held in 2014, the Chinese President described the spirit of the bilateral relationship with â\u0080\u009cindependence, mutual understanding, strategic vision and win-win cooperationâ\u0080\u009d.\n", "\tIn January, 2018, Macron became the first head of state visiting China in 2018, and also the first European state leader to visit China after the 19th National Congress of the Communist Party of China. The Chinese and French Presidents agreed to carry forward their traditional friendship, and ensure the long-term stability of the close and enduring comprehensive strategic partnership between China and France.\n", "\tToday, Xi chose France as an important destination of his first overseas trip in 2019. His state visit to France will point clear direction and draw a blueprint for the future cooperation between the two countries in each field.\n", "\tDuring Xiâ\u0080\u0099s first visit to Europe as the Chinese President in March, 2014, he proposed to link the two strong forces, two big markets, and two major civilizations of China and the European Union (EU), and build China-EU partnership for peace, growth, reform and civilization, pointing out the strategic direction of the development of China-EU relationship.\n", "\tDuring Xiâ\u0080\u0099s following visits to European countries, he made great efforts to draw new blueprints for China-Europe relations and vitalize China-Europe cooperation.\n", "\tAt the end of last year, Chinese government issued its third policy paper on the EU, defining its EU policy objectives in the new era and its major measures to enhance China-EU dialogues and cooperation for a time to come. The policy paper endowed China-EU ties with new connotation.\n", "\tUnder the complicated international situation, the stable development of the relationship between China and Europe, two of the worldâ\u0080\u0099s major stabilizing factors and major economies, conforms to the common interests of both parties, and will also inject certainty to the world.\n", "\tIt is expected that Xiâ\u0080\u0099s first overseas trip this year will deepen China-Europe cooperation and create more positive energy for global win-win cooperation. "]}