{"title": "Commentary: Belt and Road Initiative is one of most important initiatives in 21st century\n", "time_author": "By Robert Lawrence Kuhn (People's Daily)    10:29, March 20, 2019\n", "content": ["\tThe Belt and Road Initiative is one of the most important initiatives of the 21st century. Nothing is more important for world peace and prosperity than building much-needed infrastructure in the developing world, especially in the poorest countries.\n", "\tA priority of the Belt and Road Initiative is to plan, finance, construct and operate critical infrastructure â\u0080\u0094 roads, railways, airports, ports, power plants, telecommunications. No country in the world has Chinaâ\u0080\u0099s experience in building such infrastructure, so Belt and Road projects are naturally suited for win-win cooperation, within the framework of â\u0080\u009cachieving shared growth through discussion and collaboration.â\u0080\u009d\n", "\tAs China continues to transform and restructure its economy, it needs high-quality growth of the countryâ\u0080\u0099s manufacturing industries. By leveraging this domestic expertise, it is of great significance for China to develop new modes of globalization.\n", "\tInfrastructure construction seems ideal, which is just what China is experienced in and what developing countries need to kick-start their economies. This is the essence of win-win: mutual benefits make Belt and Road cooperation sustainable.\n", "\tFrom the very beginning of Chinaâ\u0080\u0099s Belt and Road Initiative, President Xi Jinping has stressed â\u0080\u009cachieving shared growth through discussion and collaboration.â\u0080\u009d This guiding principle reflects Chinaâ\u0080\u0099s overarching policy of seeking win-win in international cooperation and in maintaining equal relations with all countries.\n", "\tToday, in our new complex international environment, Chinaâ\u0080\u0099s principle of â\u0080\u009cshared growth through discussion and collaborationâ\u0080\u009d takes on even greater significance.\n", "\tâ\u0080\u009cDiscussion and collaborationâ\u0080\u009d can ensure the quality of Belt and Road Initiative projects. It is only through detailed discussions and sophisticated collaboration that optimal project structure and operations can be achieved, and this is especially relevant for infrastructural construction. Key, of course, is to match loan servicing schedules, interest and principal, with reasonably conservative forecasted revenues directly or indirectly generated by the project, which can include national or regional economic growth.\n", "\tOne aspect of China wisdom is that learning from the past can improve the future. Some developing countries may not be experienced in structuring the financing for large infrastructure projects. Thus, in the project planning discussions, China, which has much experience, can advise and bring â\u0080\u009cbest practicesâ\u0080\u009d to the project. Again, this is the benefit of â\u0080\u009cdiscussion and collaborationâ\u0080\u009d.\n", "\tâ\u0080\u009cShared growthâ\u0080\u009d means that Belt and Road cooperation takes win-win as essence and pursues common development of all involved sides. Over the past five years, a series of successful projects under the Belt and Road framework have generated new opportunities for the economic and social development of host countries.\n", "\tBest is to take â\u0080\u009cshared growthâ\u0080\u009d seriously: what is shared is what is had by both sides. For host countries, infrastructure enables and stimulates economic growth. China also reaps more development opportunities, such as diversification of trade, and opens the doors of its inland provinces wider.\n", "\tBy boosting (over time) the economies of developing countries, China benefits from increasing trade, as does the entirety of the world. Belt and Road cooperation is an initiative seeking mutual benefit, win-win result and common growth.\n", "\tFrom the worldâ\u0080\u0099s perspective, poverty, under-development, and deep inequalities are seemingly intractable problems â\u0080\u0094 and economic development, catalyzed by infrastructure construction, is an essential part of the solutions. Economic development must come first, then all other problems can be addressed. Nothing good can happen without economic growth â\u0080\u0094 this is the essence of the Chinese experience.\n", "\tFrom Chinaâ\u0080\u0099s perspective, after decades of remarkable growth, economic transformation is necessary, and this includes industrial transitioning and geographical rebalancing within China and expanding Chinaâ\u0080\u0099s opening up by enhancing globalization. All of these can be achieved by the Belt and Road Initiative.\n", "\tThere are substantial global challenges, of course â\u0080\u0093 economic, financial, structural, ecological, political instability, political risk, nationalism, terrorism. Whatâ\u0080\u0099s sure is that the world has great need and China has a grand plan.\n", "(Robert Lawrence Kuhn, chairman of the Kuhn Foundation, is a recipient of the China Reform Friendship Medal) "]}