{"title": "Boeing should realize safety is not empty talk\n", "time_author": " (People's Daily Online)    16:45, March 15, 2019\n", "content": ["\tFollowing the similar crashes of two Boeing 737 Max 8 planes, a Lion Air flight last October and an Ethiopian Airlines flight which crashed earlier this month, leading to 189 and 157 deaths respectively, Boeing issued a statement declaring that safety was the company's number one priority, and the plane manufacturer had full confidence in the safety of the 737 MAX.\n", "\n", "\t(Photo/Xinhua)\n", "\tHowever, safety cannot be realized by merely issuing a statement. Many believe the company announcement showed a lack of respect to passengersâ\u0080\u0099 lives and did not provide sufficient data to back up the safety claims.\n", "\tSo far, dozens of countries and regions have decided to ground the 737 Max 8 planes for safety concerns, following China, the first country to do so. Even the US, home to the multinational airplane corporation, has since suspended the use of the aircraft.\n", "\tOut of basic humanitarianism, or at least business ethics, Boeing should look inwards rather than making irrelevant statements.\n", "\tâ\u0080\u009cWe understand that regulatory agencies and customers have made decisions that they believe are most appropriate for their home markets. We'll continue to engage with them to ensure they have the information needed to have confidence in operating their fleets.â\u0080\u009d Such remarks carry no respect for the lives lost in either tragedy.\n", "\tBoeing has conquered the industry market in recent years, making a handsome profit from its 737 Max jets.\n", "\tIn 2018 alone, Boeing earned a total revenue of $101 billion with a net profit of over $10 billion, an increase of 19 percent year on year. Money poured in from commercial jetliners, making as much as 60 percent of the company's total revenue that year, according to the annual company report.\n", "\tThese achievements may explain Boeingâ\u0080\u0099s ambiguous stance on the crash, while as the worldâ\u0080\u0099s leading manufacturer of commercial jetliners, it still needs to shoulder its responsibilities.\n", "\tAfter getting hit by a sharp fall in shares, Boeing is also facing the compensation claims made by Norwegian Air Shuttle for costs and lost revenue generated from the grounding of its 737 Max 8 fleet. â\u0080\u009cWe expect Boeing to foot this bill,â\u0080\u009d said an airline spokesperson.\n", "\tThough the cause of both crashes has not yet been identified, one thing is for certain - a company refusing self-reflection and, most importantly, putting profits before safety, is never acceptable. "]}