{"title": "Op-ed: BoeingÂ shouldÂ putÂ 'safetyÂ first'Â inÂ action\n", "time_author": "By Curtis Stone, Chengliang Wu (People's Daily Online)    14:30, March 14, 2019\n", "content": ["\n", "Photo credit: Boeing\n", "\tAfter dragging its feet, the US government has finally decided to follow the lead of China and other countries and put safety first by grounding the Boeing 737 MAX. Yet, despite the obvious similarities between the deadly crash of the Ethiopian Airlines flight and the deadly crash of the Lion Air flight in Indonesia just months earlier, Boeing continues to insist that there is no real reason to ground the plane.\n", "\tTwo deadly crashes in less than six months, as well as numerous complaints by pilots and airlines, raise serious questions about the safety of the modern plane. According to incomplete statistics by Bloomberg, some 60 countries (regions) have completely halted 737 MAX flights and one or more carriers in nine countries have grounded the 737 MAX.\n", "\tOn Mar. 12, Boeing, a leading manufacturer of commercial jetliners, issued a statement on the operation of the 737 MAX, stating that it â\u0080\u009ccontinues to have full confidence in the safety of the 737 MAX.â\u0080\u009d\n", "\tBoeing said in the statement that safety is the number one priority and that it has full confidence in the safety of the 737 MAX, which is a best-selling plane in the companyâ\u0080\u0099s history. â\u0080\u009cWe understand that regulatory agencies and customers have made decisions that they believe are most appropriate for their home markets. Weâ\u0080\u0099ll continue to engage with them to ensure they have the information needed to have confidence in operating their fleets.â\u0080\u009d\n", "\tThe company also stated that the US Federal Aviation Administration (FAA) is not mandating any further action at this time, and based on the information currently available, it does not have any basis to issue new guidance to operators.\n", "\tHowever, Boeing was forced to change its position. Facing mounting pressure from governments and airlines around the globe, US President Donald Trump announced on Wednesday an emergency order from the FAA to ground all Boeing 737 MAX aircraft operated by US airlines or in US territory.\n", "\tIn response, Boeing issued a new statement, saying that it continues to have â\u0080\u009cfull confidenceâ\u0080\u009d in the safety of the plane; however, it added, after consultation with the FAA, the National Transportation Safety Board (NTSB), and aviation authorities and its customers around the world, â\u0080\u009cBoeing has determined -- out of an abundance of caution and in order to reassure the flying public of the aircraftâ\u0080\u0099s safety -- to recommend to the FAA the temporary suspension of operations of the entire global fleet of 371 737 MAX aircraft.â\u0080\u009d\n", "\tDespite supporting the FAAâ\u0080\u0099s decision, Boeing is being criticized for putting profits over safety, as it recommended the grounding of the plane only after fierce global backlash. The poor leadership shown by one of the worldâ\u0080\u0099s biggest manufacturers of civil transport aircraft has angered people around the worldâ\u0080\u0094and rightly so.\n", "\tOn social media, many people questioned why hundreds of lives had to be lost first, saying that the plane should have been grounded after the Lion Air crash, while others said that Boeing does not deserve any credit for putting safety first, because the company is just responding to the pressure. â\u0080\u009cYou took action LAST,â\u0080\u009d a Twitter user wrote in response to Boeingâ\u0080\u0099s statement. â\u0080\u009cAfter almost every other country in the world took action, you just piggybacked. It was a no brainer, considering the number of pilots who came out and said even THEY feared the planes.â\u0080\u009d\n", "\n", "A man checks the wreckage of the airplane of Ethiopian Airlines (ET) which crashed earlier near Bishoftu city, about 45 kms southeast of Addis Ababa, Ethiopia, March 10, 2019. (Xinhua)\n", "\tOn Chinese social media, netizens also pointed out that the US government and Boeing appear to value profits over safety. One netizen wrote that the Trump administration tried to support Boeing, but was ultimately forced to change its position because of public pressure. To make matters even more ridiculous, Elaine Chao, Trumpâ\u0080\u0099s secretary of transportation, resisted the calls to ground the plane shortly before it was grounded. US media reported that Elaine Chao even took a Boeing 737 MAX 8 from Texas to Washington on Tuesday in an apparent bid to support Boeing. She was criticized on Chinese social media for putting on a  show, with one Weibo user joking that no matter how many deaths, the plane is safe unless she does not make it back.\n", "\tThe slow action taken by US government has triggered a joke in China. Referring to Trumpâ\u0080\u0099s slogan â\u0080\u009cAmerica First,â\u0080\u009d Badashangren (literally â\u0080\u009c8 Big Merchantsâ\u0080\u009d), a columnist on Sina Weibo, summed it up this way: â\u0080\u009cItâ\u0080\u0099s not America First. Itâ\u0080\u0099s America Last.â\u0080\u009d\n", "\tIndeed, the world expects a company like Boeing, which has a leading position in the aviation industry, to be responsible and put safety first in action, not just in words and statements."]}