{"title": "Op-ed: Reform helps China renew economic miracle\n", "time_author": "By Zhong Sheng (People's Daily)    09:15, March 11, 2019\n", "content": ["\tThe economic growth target set by China, its declaration to further relax controls over market access, and a series of new moves to deepen reforms have made headlines of foreign media after the government work report was delivered to the annual legislative session on March 5.\n", "\tThe topics they covered include Chinaâ\u0080\u0099s announcement to shorten the negative list for foreign investment, permit wholly foreign funded enterprises to operate in more sectors, as well as its decision to deepen reforms in sectors including power, oil and gas, and railways, and make the competitive aspects fully market based.\n", "\tThings are always changing and developing. Reforms with keen determination and effective actions will enable a country to keep abreast with the times and grasp opportunities at the first moment.\n", "\tIt is recognized worldwide that Chinaâ\u0080\u0099s improved quality in economic growth is resulted from its unremitting efforts to comprehensively deepen reform, whose contribution can be better understood if observing Chinaâ\u0080\u0099s eye-catching economic performance in 2018 against the global landscape.\n", "\tAfter the outbreak of the global financial crisis, some developed countries were clouded by widening wealth gap, decline of traditional industries, unemployment of blue-collar workers and other contradictions due to sluggish reforms.\n", "\tIn China, with a strong commitment to push ahead with a supply-side structural reform, the worldâ\u0080\u0099s second largest economy maintained a medium to high-speed growth, realized a more sustained development and created more sense of gaining to its people.\n", "\tAt the time when the world economy was testified by multiple risks including rising tide of protectionism, tight liquidity and gloomy market demands, China is busy with translating the â\u0080\u009crisksâ\u0080\u009d into â\u0080\u009copportunitiesâ\u0080\u009d by solidifying its domestic strength.\n", "\tIt boosted global market confidence by trying hard to drive a high-quality growth with greater reforms and higher-level opening up, and releasing more reform dividends.\n", "\tIn the eyes of Stephen Perry, chairman of the UK-based 48 Group Club, â\u0080\u009ccomprehensively deepening reformsâ\u0080\u009d is an engine driving the growth of Chinese economy.\n", "\tHe attributed what China made today to a persistence in its own development path amidst the complicated international environment, to the solid steps in comprehensively deepening reforms, and to its commitment to build an open world economy.\n", "\tReforms provide energy for development, while development creates precondition to reform.\n", "\tChinese President Xi Jinping has also offered a description to the relationship between reforms and development by saying that reform is able to inject strong impetus into development process.\n", "\tAccording to him, the reforms have been accompanying Chinaâ\u0080\u0099s development in the whole journey of its progress.\n", "\tFollowing the philosophy, China has made a series of epoch-making reforms to escort its course for high-quality development, and speed up Chinaâ\u0080\u0099s marches towards growth.\n", "\tThe country has tried hard to raise the efficiency of resource utilization by eliminating ineffective supply and weeding out outdated production capacity, accelerate economic restructuring by fostering new drivers and upgrading traditional engines, as well as seek green growth by discarding growth rate fetish.\n", "\tâ\u0080\u009cChina will continue to pursue reforms at its own pace and in its own way,â\u0080\u009d an article published on Project Syndicate previously decoded the secrets to Chinaâ\u0080\u0099s success.\n", "\tA functioned governance system and sound administration capacity can back up the country to reform as planned in a steady pace.\n", "\tStructural factors are still standing on the way to hinder the worldâ\u0080\u0099s medium- and long-term growth, which means that structural reform is still a key agenda faced by the whole world.\n", "\tWhen pushing ahead with reforms, Chinaâ\u0080\u0099s strong leadership and ability to act has provided reference for policy-makers in worldwide.\n", "\tAs the world is undergoing unprecedented changes in centuries, Chinaâ\u0080\u0099s endeavor to continue comprehensively deepening reforms will help the country renew its miracle. Its steps along the course not only keep abreast with historic trend, but also lead development in the era. "]}