{"title": "At new starting point, China's diplomacy brings certainty to uncertain world\n", "time_author": " (Xinhua)    09:44, March 09, 2019\n", "content": ["\n", "Chinese State Councilor and Foreign Minister Wang Yi attends a press conference on China's foreign policy and relations on the sidelines of the second session of the 13th National People's Congress in Beijing, capital of China, March 8, 2019. (Xinhua/Wang Peng)\n", "\tBEIJING, March 8 (Xinhua) -- China on Friday elaborated its foreign policy championing peace, development, cooperation and multilateralism, providing certainty to a world full of uncertainties.\n", "\tAt a press conference, State Councilor and Foreign Minister Wang Yi said China will continue to follow a peaceful development path, uphold the existing international system, favor cooperation over confrontation while shouldering more responsibilities, as the country moves r to the world's center stage.\n", "\tThe press conference, held on the sidelines of the annual session of the National People's Congress, is regarded as a once-a-year opportunity to take a thorough look at China's foreign policy and understand its views of the world affairs.\n", "\t\"China's diplomacy has reached a new starting point,\" Wang said. \"China will surely become stronger but not assertive; China values independence but will not go forward alone; China stands up for its rights but never seeks hegemony.\"\n", "COOPERATE TO GAIN\n", "\tWang said the fundamental guideline for China's diplomatic work in the new era is Xi Jinping Thought on Diplomacy, which points the way for navigating through a complex array of issues in today's world.\n", "\t\"A key part of Xi Jinping Thought on Diplomacy is developing a new path of state-to-state relations featuring dialogue instead of confrontation, partnership instead of alliance,\" said Ruan Zongze, executive vice president of the China Institute of International Studies.\n", "\tUnder the spotlight are China-U.S. relations, as some fear a looming Thucydides Trap, which warns of cataclysmic war between a rising power and an established one.\n", "\tNoting that competition is normal, Wang said exaggerating competition would reduce the space of cooperation.\n", "\t\"China and the United States stand to gain from cooperation and lose from confrontation,\" the state councilor said.\n", "\tThe interests of the two countries are indeed inseparable. Bilateral trade surpassed 630 billion U.S. dollars last year, with cumulative bilateral investment reaching 240 billion dollars.\n", "\tWang noted the substantial progress made in the ongoing economic and trade consultations.\n", "\t\"We still have a positive outlook on China-U.S. relations. The two countries will not, and should not descend into confrontation,\" he said.\n", "\tXu Xiujun, a research fellow with the Institute of World Economy and Politics at the Chinese Academy of Social Sciences, said cooperation remains the main theme of China-U.S. ties. \"China and the United States will not engage in a cold war.\"\n", "\tA good example of major-country interaction is demonstrated by China and Russia.\n", "\tAs China and Russia mark the 70th anniversary of establishing diplomatic ties in 2019, leaders of the two countries are expected to exchange visits, the state councilor said.\n", "\t\"When China and Russia stand together, the world will be a safer and more peaceful and stable place,\" Wang said.\n", "\tThe state councilor said China's traditional friendship with the Democratic People's Republic of Korea (DPRK) is brimming with vitality and its ties with Japan is improving. He also expressed hope for friendship and cooperation between China and India to surge ahead \"like the Yangtze and the Ganges.\"\n", "PEACE, BUT NO \"SILENT LAMBS\"\n", "\tResponding to a question on the recent tension between Pakistan and India, Wang reiterated China's call for calm and restraint. Disagreement should be settled by goodwill, he said.\n", "\tWang applauded the recent DPRK-U.S. summit, describing it as an important step toward a political settlement of the Korean Peninsula nuclear issue.\n", "\tWhile acknowledging that it's impossible to solve the issue overnight, Wang said the concerned parties should not be \"a prisoner of history,\" urging them to break the cycle of mistrust and together work out a general roadmap for achieving denuclearization and a peace mechanism on the peninsula.\n", "\tWang took note of the stabilized and improving situation in the South China Sea, appealed to all parties in Afghanistan to \"push open the door to peace,\" and warned against \"historical lessons\" being repeated in Venezuela under external interference and sanctions.\n", "\t\"Upholding peace and development is the 'secret to success' of China's diplomacy and a great contribution China makes to the world,\" Ruan said.\n", "\tWang also made it clear that China will firmly protect its legitimate rights and interests.\n", "\tAnswering a question regarding recent action against the Chinese tech company Huawei and its CFO, Wang said China supports relevant company and individual seeking legal redress and choosing not to be \"silent lambs\".\n", "\tWang said it was not a pure judicial case, but a \"deliberate political move,\" adding that China has taken and will continue to take all necessary measures to resolutely protect the legitimate interests of Chinese firms and citizens.\n", "\"PASSENGERS IN SAME BOAT\"\n", "\tA centerpiece of Xi Jinping Thought on Diplomacy is to build a community with a shared future for humanity, experts said. This vision put forth by Xi has won broad support from the international community.\n", "\t\"We rise and fall together,\" Wang said at the press conference. \"Instead of minding our own business, we should treat each other as passengers in the same boat.\"\n", "\tMore and more countries are stepping forward to resist the disturbing trend of unilateralism and protectionism, he said. China will work with all nations under the principle of multilateralism to resolutely uphold an international system centered on the United Nations and an international order underpinned by international law.\n", "\t\"Multilateralism correlates ly with openness and inclusiveness -- both hallmarks of China's foreign policy,\" Ruan said.\n", "\tChina is not alone to have that perspective. Europe, Wang said, is also against unilateralism and protectionism.\n", "\tPresident Xi will visit Europe on his first overseas trip this year, which speaks volumes about China's support for Europe, Wang said.\n", "\tOn other continents, Wang said relations between China and Latin American countries have gained great progress, while China-Africa cooperation has grown into a towering tree that no force can topple.\n", "\tThe state councilor said China will fully implement the eight major initiatives announced at the 2018 Beijing Summit of the Forum on China-Africa Cooperation, and continuously deepen Belt and Road Initiative (BRI) cooperation.\n", "\tThe BRI, proposed by Xi in 2013, has brought countries and regions together through enhanced trade, infrastructure development, investment, cultural and people-to-people exchanges. A total of 152 countries and international organizations have signed cooperation documents with China on the initiative over the past six years, official statistics show.\n", "\tIn April, Xi will host foreign heads of state and government at the second Belt and Road Forum for International Cooperation in Beijing.\n", "\tWang revealed that thousands of delegates from over 100 countries are expected to attend.\n", "\tRefuting the \"debt trap\" claim, Wang said the BRI is instead an \"economic pie\".\n", "\tThanks to the BRI, East Africa now has its first expressway. The Maldives has built its first inter-island bridge. Belarus is able to produce sedans. Kazakhstan is connected to the sea. Southeast Asia is constructing a high-speed railway. And the Eurasian continent is benefiting from the longest distance freight train service.\n", "\t\"It is not a geopolitical tool, but a great opportunity for shared development,\" he said."]}