{"title": "Commentary: How will China win the final war on poverty?\n", "time_author": " (Xinhua)    08:55, March 09, 2019\n", "content": ["\tBEIJING, March 7 (Xinhua) -- With only two years left for China to meet the deadline in its war against extreme poverty, the country stands ready to face the toughest challenges to meet the goal and ensure the victory stand the test of time.\n", "\tThe Chinese government has decided to eradicate poverty by 2020, the target year for China to become a moderately prosperous society. There will be no retreat until the promise, made to the nearly 1.4 billion Chinese people and the entire world, is kept.\n", "\tChina has lifted more people out of poverty than any other country. There were 13.86 million success stories last year. Another 10 million are expected this year. By any standard, it is a daunting task for a developing country whose per capita GDP stands only at the middle of the world rankings.\n", "\tThe drive will not stop until the day dawns when the last person living in poverty finds his or her rightful place as a citizen of a well-off society.\n", "PRECISION IS KEY\n", "\tAs goes the Chinese expression, \"You should not bomb fleas with grenades,\" meaning appropriate resources should be used in the right place at the right time.\n", "\tThis precision poverty relief adopts varied policies for different regions according to their needs. More support has been given to impoverished areas in developing businesses that leverage local strengths. Projects have been arranged according to the specifics of every region or even every family.\n", "\tFor those living in remote areas with few natural resources or fragile ecology, the government has offered assistance to relocate or provide compensation. While creating jobs will not work so well for many -- particularly the old, the sick, and the disabled, China ensures social safeguards for these most vulnerable groups.\n", "\tChina gives priority to the work of seeing that the basic living needs of rural poor populations are met and that such people have access to compulsory education, basic medical services, and housing.\n", "\tThe further China gets in the crucial stage of the fight, the greater the need to tackle real problems with attention to details, to ensure substantive, sustainable outcomes.\n", "ACTIONS, NOT WORDS\n", "\tPolicy is just the first step. Implementation of those policies is the responsibility of cadres at all levels.\n", "\tThey must seek out the very poorest and work with them. Local officials must interact with people and businesses to find solutions and mobilize all available resources including money, markets and talents.\n", "\tChina has a unique and efficient governance system that can concentrate resources and accomplish big things, poverty reduction being one of them.\n", "\tThe central government departments and affluent eastern regions of the country are allocating more resources to poverty-stricken areas. This year, the central government will specially allocate 126.095 billion yuan (18.82 billion U.S. dollars) to fund poverty alleviation, an increase of 18.9 percent, according to a draft budget report submitted to the ongoing legislative session.\n", "\tActions speak louder than words. The government eschews doing things for show. Evaluation and oversight on the poverty alleviation efforts are being strengthened.\n", "\tCorruption, fraud or embezzlement of poverty-relief funds are dealt with in the most severe ways.\n", "UPROOTING POVERTY\n", "\tDeclaring a \"war on poverty\" is easy. The hard part is uprooting the causes of poverty.\n", "\tHundreds of reform measures have covered education, health care, finance and innovation.\n", "\tChina is aware of the danger for those who have recently escaped poverty to be pushed back into it as a result of natural disasters or illness.\n", "\tSupport policies that apply to populations that have recently been lifted out of poverty will be maintained until the progress in poverty alleviation is consolidated.\n", "\tChina is also making full use of the fundamental role of education in stopping poverty from being passed on to future generations. Professional training in poverty-stricken areas is producing an army of workers with the skills that modern industries need.\n", "\tChina's model may not work in other countries due to different systems and development stages, but it may help the world realize that, as long as a government makes real promises and takes real action, poverty is a foe that can be defeated."]}