{"title": "China, US should not and will not descend into confrontation\n", "time_author": "By Curtis Stone (People's Daily Online)    17:07, March 08, 2019\n", "content": ["\n", "Chinese State Councilor and Foreign Minister Wang Yi meets the press on the sidelines of the national legislature annual session on March 8.\n", "\tOn Friday, Chinese State Councilor and Foreign Minister Wang Yi held a press conference on Chinaâ\u0080\u0099s foreign policy and relations on the sidelines of the second session of the 13th National Peopleâ\u0080\u0099s Congress in Beijing. China-US relations was one of the hot topics at the press conference and one particular concern was whether China and the United States are moving toward conflict and, if so, how to avoid this tragedy.\n", "\tIn response, Wang said that the China-US relationship has always been a mix of cooperation and friction, but that the cooperation outweighs the friction. He acknowledged the fact that the two countries are facing serious challenges, but also pointed out that a look back at history shows that heightened tension does not represent the general trend of China-US relations. He said that China still holds positive expectations for the future of China-US relations and believes that the two countries should not and will not descend into confrontation.\n", "\tHis comments serve as a powerful reminder that, when assessing the future of China-US relations, it is important to look at the facts and bid adieu to the old thinking that China-US relations are destined to develop into a â\u0080\u009cnew Cold War.â\u0080\u009d For example, Wang pointed out that the interests of China and the United States are highly integrated. In 2018, trade volume between the two countries exceeded $630 billion and two-way investment surpassed $240 billion. In addition, almost all major US companies have operations in China and that almost all US states have cooperation with China.\n", "\tSome individuals vow to decouple the US economy from China. However, as Wang Yi pointed out, this is just their wishful thinking. â\u0080\u009cDecoupling from China would mean decoupling from opportunities, from the future, and in a sense, even from the world.â\u0080\u009d\n", "\tThe point being is that while the relationship is rocky at the moment, there is no new era of â\u0080\u009cdecoupling,â\u0080\u009d and the China-US relationship is not fated for rivalry. Just from the basic data cited by Wang at the press conference, it is obvious that cooperation is still the general direction of China-US relations. There are many indicators, including the positive progress in China-US economic and trade consultations, pointing to the fact that both sides are committed to building a deep and enduring relationship.\n", "\tThe China-US relationship has had its ups and downs in the past 40 years and there will almost certainly be more challenges to come. But one thing for sure, that is, the United States has much to gain from cooperation with China, and much to lose from confrontation with China. China and the United States must continue to work together, because cooperation is in the best interest of both sides as well as the world.\n", "\tThere will always be some competition between China and the United States, as competition is a normal aspect of international relations. However, as Wang pointed out, the key is to put things in perspective. Blowing competition between the two sides out of proportion will only squeeze the space for cooperation. The right attitude is to focus on expanding China-US cooperation."]}