{"title": "Commentary: \"Two sessions\" show quality of democracy in China\n", "time_author": " (Xinhua)    16:49, March 07, 2019\n", "content": ["\tBEIJING, March 7 (Xinhua) -- Those anticipating confrontation and competition between political parties -- as often seen in Western parliaments -- will be disappointed at China's ongoing \"two sessions.\"\n", "\tThe annual sessions of the 13th National People's Congress (NPC) and the 13th Chinese People's Political Consultative Conference (CPPCC) National Committee are touching upon every aspect of China's major policies, and more importantly, finding solutions to problems and challenges ahead.\n", "\tLawmakers and political advisors are reviewing and discussing a government work report, which announces measures to bolster economic growth including tax cuts, reforms, and more support for the private sector.\n", "\tThe sessions receive wide attention from the public who are looking for details on how the government will deliver promises on blue skies, better education, elderly and child care, or in one word, meeting the people's demands for a better life.\n", "\tWork reports of the Supreme People's Court and the Supreme People's Procuratorate will soon be submitted onto the table of deputies to the NPC, China's highest organ of state power, and members of the CPPCC National Committee, China's top political advisory body.\n", "\tLegislators will also vote on a draft law that aims to promote and protect foreign investment amid China's efforts to further reform and open up.\n", "\tThe \"two sessions\" have shown the government's engagement in a broad-based consultation with different social sectors, its communication abilities and implementation efficiency.\n", "\tFor China, a quality democracy stands on solid ground with regard to key aspects of good governance, with government promises kept and long-term, forward-thinking solutions implemented. It depends on people getting involved, making themselves heard and, more importantly, having their demands met.\n", "\tA system worth people's trust must be one where the people manage state affairs in conformity with legal provisions, the public express their requirements without hinderance, national decisions are made in a rational, democratic way and the exercise of power is kept under effective restraint and supervision.\n", "\tThe best form of democracy is the one that works. It is not about campaigning and debating. It is the impact of the policy outcomes that counts.\n", "\tWhile governments in a number of Western countries are facing social tensions and finding reforms difficult, China is, through its own democracy, seeking consensus and mobilizing the strength of the entire country toward the goal of national rejuvenation.\n", "\tThe Chinese economy is being transformed from fast growth to high-quality development. The gap between urban and rural development has been narrowed. Millions of new jobs are being created. The country is winning the battle against extreme poverty.\n", "\tChina has set the target of completing building a moderately prosperous society by 2020. It will be the first time in human history that a country of more than 1 billion march into modernization as a whole.\n", "\tIt is the Chinese people that have the final say on the impact of the policies and the effectiveness of democracy.\n", "\tChina's national conditions indicate that it will not engage in multi-party rotations of political power, or adopt other concepts such as separation of powers or bicameral legislatures.\n", "\tThe Western experience can only be used as a reference, but should never be copied.\n", "\tBeing confident, however, does not mean China regards its system as flawless. Continous efforts must be made to further improve socialist democracy so that the people can give full play to their creativity.\n", "\tChallenges lie ahead. China's per capita GDP is to 10,000 U.S. dollars, still far from that of developed countries. Development requires careful thinking, planning, cooperation and consultation between the government and the public.\n", "\tThis is what is happening at the ongoing \"two sessions,\" which will make decisions conforming to the fundamental interests of the overwhelming majority and demonstrating a quality democracy that withstands the test of history."]}