{"title": "Chinaâ\u0080\u0099s AI industry poised to enter boom times\n", "time_author": " (Global Times)    09:07, May 21, 2019\n", "content": ["\n", "Huatuo Health Town settled in Hangzhou to show the development trend of â\u0080\u009cAI+ Internet Medicalâ\u0080\u009d. (Photo by Long Wei from Peopleâ\u0080\u0099s Daily Online)\n", "\tChinaâ\u0080\u0099s artificial intelligence (AI) industry made rapid strides during the past year, and it is about to enter a period of development and facilitate the transformation and upgrading of Chinaâ\u0080\u0099s economy, according to a report by the Chinese Institute of New Generation Artificial Intelligence Development Strategies.\n", "\tThe Chinese government attaches great importance to the development of AI. The Ministry of Industry and information Technology in 2017 issued a three-year action plan for promoting the development of the AI industry. The plan said that by 2020, major breakthroughs would be made in AI technologies.\n", "\tLocal Chinese governments have increased financial and educational investment in the AI industry.\n", "\tBeijing raised $2.1 billion in 2018 to build a science and technology park centered on AI research and development (R&D). The park is scheduled to be completed in five years and will house more than 400 ventures.\n", "\n", "FAW Hongqi 5G unmanned electric minibus debut in Hangzhou Auto AI robot can answer peopleâ\u0080\u0099s questions at any time. (Photo by Long Wei from Peopleâ\u0080\u0099s Daily Online)\n", "\tIn 2018, China ranked first in the world for financing in the AI industry, with 577 out of the 745 AI enterprises having raised 383 billion yuan ($ 55.4 billion), doubling the previous yearâ\u0080\u0099s investment, according to the report.\n", "\tMost of the important financing events in 2018 occurred to AI unicorn companies.\n", "\tFor example, SenseTime raised $1.62 billion and is valued at $6 billion, making it the AI unicorn company with the highest valuation. Megvii Technology, also a unicorn, raised $600 million in 2018 and set a new financing record in the facial recognition sector.\n", "\tThe development of the AI sector has also received support from Chinese schools. As of February 28, 2019, China had 94 AI universities and 75 non-university scientific research institutions engaged in AI basic research, technology development and talent cultivation.\n", "\tChina has the biggest database in the world. Big data is widely applied in many fields in China, including finance, medical treatment, telecoms and transportation.\n", "\tâ\u0080\u009cChinaâ\u0080\u0099s AI enterprises are positioned intensively at the application and technology layer,â\u0080\u009d Liu Gang, director of the Nankai Institute of Economics, told the Global Times on Sunday, May 19. Liu is also the chief economist at the Chinese Institute of New Generation Artificial Intelligence Development Strategies.\n", "\tAI technology is being gradually applied in daily life in China in the sectors of big data, cloud computing, facial recognition and others.\n", "\tFacial recognition is being used in banks, transport and other self-service situations. Passengers in Jinan, capital of East Chinaâ\u0080\u0099s Shandong Province, can use facial recognition to unlock entry gates. The technology can also be used to open self-service parcel pickup machines.  "]}