{"title": "Chinaâ\u0080\u0099s smartest city to lead the nation on faster track of digital economy\n", "time_author": "By Jiang Jie in Hangzhou (People's Daily Overseas New Media)    08:18, April 28, 2019\n", "content": ["\tâ\u0080\u009cYou donâ\u0080\u0099t have to worry about getting abducted. If I were to make a move, if you lose contact with friends and family, the police will find me in no time.â\u0080\u009d\n", "\tZhang Daqiang (pseudonym), a taxi driver from Hangzhou, east Chinaâ\u0080\u0099s Zhejiang province, joked to his passengers as his car sped along the elevated highways where camera after camera form a gigantic security net.\n", "\tâ\u0080\u009cBecause the smart city brain is there. It is everywhere,â\u0080\u009d Zhang added.\n", "\tDubbed the smartest city in China, Hangzhou is the nationâ\u0080\u0099s first to set up a â\u0080\u009csmart city brainâ\u0080\u009d and is expected to further lead the nation in digitalization.\n", "\n", "Zheng Yijiong, Chinaâ\u0080\u0099s first police officer to direct traffic with artificial intelligence, stands in front of the City Brain in Hangzhou, Zhejiang province. (Photo by Peopleâ\u0080\u0099s Daily Online)\n", "A BIGGER goal\n", "\tZhejiang eyes to build a digital scientific innovation center with global impact and become a trade and finance center with emerging new models. The province will also lead the nation with demo districts on digital industry development, Gao Xingfu, vice provincial governor of Zhejiang, announced at the West Lake Cybersecurity Conference in Hangzhou on April 20.\n", "\tThe core output value of the digital economyâ\u0080\u0099s added value in Zhejiang topped 554.8 billion yuan last year, up 13.1% year on year, which equaled to 9.9 percent of the provincial GDP. The digital economyâ\u0080\u0099s core output and integrated output value combined took up 40% of the total GDP. By 2022, the total added value of the digital economy is expected to climb to over 50 percent, Gao introduced.\n", "\tThe smart city brain project was first launched in Hangzhou in 2016, which empowered the city with big data and AI to assist with city traffic and public security work.\n", "\tâ\u0080\u009cIt is really helpful,â\u0080\u009d Zhang said. â\u0080\u009cThere were many more traffic jams in the city before. Now, the smart city brain helps alleviate pressure on the roads with traffic flow diversion.â\u0080\u009d\n", "\tThanks to the AI hub set up by Alibaba that offers real-time analysis on traffic lights at 128 intersections and deployment advice for smooth traffic flows, waiting time has dropped by 15.3% in a pilot area that covers more than 9 million residents. On elevated highways, travel time is reduced by 4.6 minutes. It also boasts an accuracy of 92% on traffic accident reports, which greatly helps improve working efficiency for traffic police.\n", "\tOn public security, according to Dahua Technology, the companyâ\u0080\u0099s safe city project in one district of Hangzhou between 2015 and 2018 has yielded a series of fruitful results, including the increase of case closure rate of property crime, from 5.67% to 72.30%, which has improved police intelligence and practical applications.\n", "Cyber security at the core\n", "\tâ\u0080\u009cWhile smart cities expand their influence across the nation, it is increasingly important to address cyber security risks that rise with smart city construction. In addition to smart city brains, we need smart and safe city brains with the help of AI, cloud computing, IoT, big data, and blockchain,â\u0080\u009d Fan Yuan, chairman of Hangzhou Anheng Information Technology Co. Ltd., told Peopleâ\u0080\u0099s Daily Overseas Social Media on the sideline of the conference.\n", "\tPrivate enterprises for cyber security are at their best time for development in China as the nation is resolute in beefing up its cyber defense power, Fan commented, calling on all counterparts to be more creative and innovative in cyber security services.\n", "\tFan also announced at the conference that the company now boasts a special surveillance camera with an IoT security chip, which is reportedly able to not only safeguard the camera from hacking attacks, but also remains aware of the systemâ\u0080\u0099s security situation.\n", "\tDahua Technology, on the other hand, also actively takes technical and protection measures to guarantee data security, including forcing installers to initialize devices with new and complex passwords to reduce the risk of system breaches, an employee at the conference introduced to reporters."]}