{"title": "Commentary: Two sessions, best window to view China\n", "time_author": " (Xinhua)    10:46, March 05, 2019\n", "content": ["\tBEIJING, March 5 (Xinhuanet) -- Thousands of Chinese legislators and political advisors are now gathering in the early spring Beijing for the nation's annual â\u0080\u009ctwo sessionsâ\u0080\u009d.\n", "\tThis yearâ\u0080\u0099s \"two sessions\" are the 2nd session of the 13th National Peopleâ\u0080\u0099s Congress (NPC) and the 2nd session of the 13th National Committee of the Chinese Peopleâ\u0080\u0099s Political Consultative Conferences (CPPCC).\n", "\tThe legislators -- NPC deputies play a role of bridge between the government and the people, the political advisors -- CPPCC members carry out consultation, supervision and participation in the deliberation of state affairs.\n", "\tTwo sessions have drawn worldwide attention as they are regarded the best window to view China.\n", "\tTrue, the world will have a good opportunity to explore into Chinaâ\u0080\u0099s major foreign and domestic policies, and specific measures it will adopt in 2019.\n", "\tBy convention, two highly anticipated press conferences by the Premier and Foreign Minister will be held during the two sessions, to expound Chinaâ\u0080\u0099s domestic and foreign policy and external relations.\n", "\tChina will host a series of major international diplomatic events this year, including the second Belt and Road Forum for International Cooperation, the International Horticultural Exhibition 2019 Beijing China, and the second China International Import Expo, among others.\n", "\tIt is expected many journalists, particularly foreign journalists, will have opportunities to ask questions, and will get satisfactory answers to their questions, from Chinese Premier, or Foreign Minister.\n", "\tAnother important issue that will highlight during the period is the submitting of a draft foreign investment law to the NPC session.\n", "\tOnce adopted, the unified law will replace the three existing laws on Chinese-foreign equity joint ventures, non-equity joint ventures (or contractual joint ventures) and wholly foreign-owned enterprises.\n", "\tPutting the draft to a vote itself is a timely response to the overseas investors concern and their expectation.\n", "\tThe law will go a long way to help Chinaâ\u0080\u0099s efforts to attract more foreign investment, protect their legitimate rights and interests, foster an environment favorable to doing business.\n", "\tAnd surely it will clearly demonstrate to the whole world that China is resolute to open wider and reform in deep.\n", "\tWhile playing an increasingly significant role on the global stage, China is experiencing great transformations.\n", "\tIn this sense, the two sessions are a chance for the outside world to learn about Chinaâ\u0080\u0099s development and difficulty, Chinaâ\u0080\u0099s wisdom and philosophy.\n", "\tChina is a big, developing country with a unique position. With a population of about 1.4 billion, it takes up 19 percent of worldâ\u0080\u0099s population.\n", "\tOver the past four decades, Chinaâ\u0080\u0099s GDP has increased from 0.37 trillion yuan in 1978 to over 90 trillion yuan last year.\n", "\tThe tremendous progress is not just reflected in economy, but also in public service, education, healthcare, environment protection.\n", "\tAs a vital platform for policy-making, the two sessions will indicate the further steps China to take on both national and international arenas.\n", "\tIn another word, they will display the Chinese way of doing things and solving problems, from which the whole world can benefit."]}