{"title": "Commentary: Sprinting toward a moderately prosperous society\n", "time_author": " (Xinhua)    07:24, March 05, 2019\n", "content": ["\tBEIJING, March 4 (Xinhua) -- The good news at the start of 2019 is that the risk of an outright global recession is low. The bad news is that we are heading into a year of global deceleration. In some regions, growth will fall below potential.\n", "\tTo be sure, in 2019, China will not be immune to external uncertainties.\n", "\tBut that should not, and will not, keep China from sprinting toward its first centenary goal, completing the building of a moderately prosperous society, or Xiaokang, in all respects by the time the Communist Party of China celebrates its 100th anniversary.\n", "\tThe People's Republic of China will also be celebrating its 70th anniversary this year.\n", "\tHeld at a critical moment in the nation's development, it is particularly important for this year's \"two sessions\" to build consensus and pool wisdom of the whole nation.\n", "\tWhen former Chinese leader Deng Xiaoping used the term of building a \"xiaokang society\" in 1979 as the goal of China's modernization, he was thinking of a China where all citizens live a comfortable life. No one lives in absolute poverty.\n", "\tAfter four decades of reform and opening-up, China is now very near to this goal, as it has never been.\n", "\tThe country's gross economic output exceeded 90 trillion yuan (13.6 trillion U.S. dollars) for the first time in history, accounting for 16.2 percent of the global economic output.\n", "\tIts GDP growth rate slowed to 6.6 percent last year, after years of double-digital growth. However, the economy's increased amount, about 1.4 trillion U.S. dollars, remained significant, which was roughly equal to the GDP of Australia.\n", "\tNotable changes have taken place in China's economic structure. Consumer spending contributes more than 70 percent of the GDP. Less dependence on investment and exports has made its economic growth more healthy and sustainable.\n", "\tMore than 13 million jobs were created each year, for six years in a row. Each percentage point of growth of the current GDP brings 2 million jobs for the Chinese people.\n", "\tThere is no better statistic to test China's economic vitality than the fact that about 18,600 market entities emerge every day in China. Businesses are confident they can make money.\n", "\tLast but not least, more than 13 million people were lifted out of poverty in 2018. The poverty rate has declined to 1.7 percent by the end of last year.\n", "\tThe progress made last year was remarkable, considering the complex situation at home and aborad.\n", "\tThe journey ahead will not be easy, but there are plenty of reasons to remain optimistic.\n", "\tObservers will be watching for the government's policy priorities at the two sessions. Much will be revealed when Premier Li Keqiang delivers the government work report at the annual session of the National People's Congress (NPC) that opens Tuesday. The Chinese People's Political Consultative Conference (CPPCC) National Committee began its annual session Sunday.\n", "\tA new growth target will be unveiled. Further moves will also come to light such as supply-side reforms, support of private enterprise, rural revitalization, and further opening-up of the economy.\n", "\tChina has shifted its focus from growth rate to structural change, and most observers have noticed this change.\n", "\tWhile the global economic outlook remains uncertain, China will inject certainty with slower growth but greater resilience.\n", "\tWith confidence, China is sprinting toward a moderately well-off society, and more encouraging changes are in sight."]}