{"title": "Xi-Trump consensus guides China, US toward win-win agreements\n", "time_author": "By Zhong Sheng (People's Daily)    10:13, February 26, 2019\n", "content": ["\tChinese and U.S. negotiators wrapped up the 7th round of trade talks between the world's top two economies on Sunday with substantial progress on specific issues.\n", "\tThe Chinese team is headed by Liu He, special envoy of President Xi Jinping, member of the Political Bureau of the CPC Central Committee and Vice Premier of the State Council, and the U.S. team is led by Trade Representative Robert Lighthizer and Treasury Secretary Steven Mnuchin.\n", "\tDuring the Feb. 21-24 talks in Washington D.C., the two sides further implemented the important consensus reached by President Xi and his US counterpart, Donald Trump, during their December meeting in Argentina. They focused their talks on the text of an agreement and achieved practical progress on a series of specific issues.\n", "\tSuch results released positive signals of China and the US to properly handle the trade friction, and laid further foundation for the final agreement.\n", "\tThe teams of both sides held three rounds of high-level economic and trade talks in less than a month. During this round of talks, the two sides decided to extend the talks by two days for the first time. Both the frequency of the talks, which is rare, and the expanding consensus between the two sides, indicated the important guidance of the meeting between Xi and Trump in Argentina.\n", "\tDuring last round of talks in Beijing, Xi met with the US team, and pointed direction for the following consultation from the long-term perspective of the China-US relations, receiving high evaluation from the international society. The latest round of talks again enhanced peopleâ\u0080\u0099s expectation toward a China-US agreement that aims at both win-win results and common development of the world.\n", "\tThe consultations and talks between China and the US experienced ups and downs since the trade friction between the two countries started. However, mutual respect, equality and mutual benefit are what China has always adhered to. Starting from the big picture of the common interests of both countries and the world trade orders, China has actively participated in dialogues and consultations, responding to the concerns of the US with the largest patience and seeking for the maximum common denominator between the interests of both sides.\n", "\tThe consensuses reached after seven rounds of talks indicate the common concerns of China and the US, conform to the general direction of Chinaâ\u0080\u0099s reform and opening up in an objective manner, and will help China realize high-quality economic development and fulfill people's ever-growing needs for a better life.\n", "\tChina-US trade and economic cooperation is formed and promoted by the market. On current situation and in the future, intertwined interests are always fundamentals of China-US trade and economic relations, and win-win cooperation the essence. This has decided that cooperation is the best choice for China and the US.\n", "\tAccording to Goldman Sachs statistics, a great batch of US enterprises, including Skyworks Solutions, Qualcomm, and Micron Technology, are highly dependent on the Chinese market. Though there hasnâ\u0080\u0099t been a solution to the trade friction, more and more US companies are joining the increasingly expanding Chinese market. The US investment in China was up by 124.6 percent this January.\n", "\tChina solemnly declares that it is willing to resolve the trade friction through cooperation and to reach an agreement that is acceptable for both sides. It is out of the rational choice to stabilize the cooperation between the two countries and protect the practical interests of both peoples.\n", "\tAs the China-US economic and trade talks continued to make progress, the markets of the two countries, as well as the world have witnessed obvious changes. A recent report by the Wall Street Journal said that the hope for China and the US to reach a trade agreement has boosted the market confidence. The Financial Times also pointed out that investors were waiting for a breakthrough of the trade talks between Washington and Beijing.\n", "\tThe Consumer News and Business Channel gave a more vivid description that after a year of trade friction, the market has been exhausted, and was desperately hoping to get rid of this issue. These public opinions from the international society indicated that the solution to China-US trade friction is beneficial to the global economy that needs to be injected with certainties.\n", "\tTo deepen reform and expand opening up is an unswerving strategic choice independently made by China, and it will not be changed by any individual cases. China is able and has the conditions to take challenges calmly, and promote reform and development through opening up, in order to driving the economy with high quality.\n", "\tFacts proved that the increasing vitality and resilience of Chinese economy came from wisdom, courage, practice and persistence. No matter how the situation develops, China will take care of its own business according to its plan, and benefit the people of both the country and the world by making new progress.\n", "\tOur vision will not be blocked by floating clouds as long as we stand at the top of the mountain. People have the reasons to believe that under the guidance of the consensus reached by the Chinese and US Presidents, the two countries will make solid progress in the following consultation, promote long-term and stable development of China-US economic and trade relations, and play a positive role in enhancing benefits for the two peoples and promoting the steady growth of the world economy."]}