{"title": "Chinaâ\u0080\u0099s reform and opening-up stimulates global economic growth\n", "time_author": "By Luis Schmidt Montes (People's Daily)    14:28, January 23, 2019\n", "content": ["\tI have served as Chilean Ambassador to China from 2010 to 2014, and I was reappointed last year. I still visited China for multiple times in the last four years though I was not the ambassador during that time. Actually, every visit to China makes me feel like home.\n", "\tArriving in China for the first time in 1992, I was mesmerized by the ancient and mysterious Chinese culture. I barely saw cars in the city when my wife and I cycled on the streets and alleys of Beijing. It made me wonder how hard it would be to fill these empty streets in the future with a few cars.\n", "\tTwo decades on, Beijing is now witnessing never-ceasing lines of different vehicles on its streets, and its 7th Ring Road has opened to traffic.\n", "\tThe changes of this city are the miniature of Chinaâ\u0080\u0099s booming economy. This country would never have made such remarkable achievements without the past 40 years of reform and opening up.\n", "\tFree trade is the best way to improve peopleâ\u0080\u0099s livelihood, and Chinaâ\u0080\u0099s reform and opening up in the past four decades sets the best example. China has not only taken on a new look, but also stimulated the worldâ\u0080\u0099s economic growth thanks to its reform and opening up.\n", "\tGiven the resurgence of protectionism in the current world, it is commendable for China to make the promise to open wider. It is a correct path to promote the common prosperity of China and the world.\n", "\tIt is a rare case, even in the global context, that China has maintained a steady and rapid GDP growth for years. Now, as China focuses more on the quality of economic growth and improvement of peopleâ\u0080\u0099s livelihood, the skies are getting bluer, water clearer, and air fresher. Aiming for a more balanced development, China attaches more importance to pollution control and environmental protection.\n", "\tFrom 2013 to 2017, China has reduced the incidence of poverty to 3.1 percent and lifted over 68 million people out of poverty, setting an example for other developing countries.\n", "\tThe Chinese government has also rolled out a series of comprehensive measures targeting at poverty reduction, sharply raising the human development index.\n", "\tIn the past four decades, the livelihood of both urban and rural residents in China has been greatly improved, and their income kept increasing. The per capita disposable income of Chinese residents in 2017 was 22.8 times of that in 1978, with an average annual growth rate of 8.5 percent, making China the largest source of middle income earners.\n", "\tChinaâ\u0080\u0099s economic development also drives global trade growth, and the Chinese food market is showing huge potential. Chilean agricultural products, red wines and sea food have already entered Chinese market and made their presence on Chinese peopleâ\u0080\u0099s dining tables.\n", "\tChile is the first Latin American country to support China to join the World Trade Organization, to recognize Chinaâ\u0080\u0099s market economy status, and to sign the free trade agreement with China. Though far apart, Chile and China both enjoy dividends brought by prospering economic and trade relations.\n", "\tGlobalization and free trade are the foundation of Chileâ\u0080\u0099s economic development, and what China has promised on liberalization and facilitation of trade and investment is good news for the country.\n", "\tThe Belt and Road Initiative will surely promote the growth of international trade. The first China International Import Expo also indicates Chinaâ\u0080\u0099s unswerving support for trade liberalization and economic globalization, serving as an important window to open the Chinese market. Chile hopes to take an active participation to promote its products in the Chinese market.\n", "\tChile and China enjoy all-round friendship at multiple levels. Freezing ice canâ\u0080\u0099t hinder Chileâ\u0080\u0099s passion to offer assistance for Chinese scientific expeditions in Antarctica, and the common aspiration to explore the universe of both Chile and the Chinese Academy of Sciences South America Center for Astronomy remains unchanged.\n", "\tChina is my second hometown. Though Chile and China are separated by thousands of miles, the two peoples will always enjoy close bond and friendship.\n", "(Luis Schmidt Montes is Chilean Ambassador to China) "]}