{"title": "Reform and opening-up shows bright prospect of development to world\n", "time_author": "By Karunasena Kodituwakku (People's Daily)    14:26, January 23, 2019\n", "content": ["\tAt the end of the 1970s, I learned from many Chinese friends that Chinese people were not affluent then, and that bicycle was the main means of transportaion. But when I visited China in 2015, I saw skyscrapers, busy cars, and people in fashionable clothes.\n", "\tWhat China has achieved in the past 40 years can be called a miracle. During this period, China has lifted more than 700 million of people out of poverty, a remarkable accomplishment that has drawn worldwide attention and provided profound experience in fighting poverty for especially the populous developing countries around the world.\n", "\tReform and opening-up is the development path independently chosen by the Chinese people. It has demonstrated a brand new development mode for developing countries and has shown the world a bright prospect of development.\n", "\tIâ\u0080\u0099ve been to 24 Chinese provinces, during which I found that reform and opening-up has not only changed Chinaâ\u0080\u0099s international metropolises like Beijing and Shanghai, but also enabled great development in the countryâ\u0080\u0099s rural areas.\n", "\tSri Lanka is one of the first countries to establish diplomatic ties with China since the founding of the Peopleâ\u0080\u0099s Republic of China. Chinaâ\u0080\u0099s rich experience in reform and opening-up was learnt by Sri Lanka for reference. In recent years, we have seen increasingly intensified exchanges between the two countries in such areas as culture and education.\n", "\tAt present, China is endeavoring to carry out a new round of opening-up. Not long ago at the first China International Import Expo (CIIE), Sri Lankan tea was well received by Chinese importers.\n", "\tThe CIIE had perfectly demonstrated the concept of win-win cooperation that China has always advocated, and demonstrated that China has always been generating opportunities for the development of more countries and benefits to the whole world while making great efforts to promote balanced development of foreign trade.\n", "\tThe Belt and Road Initiative (BRI) has opened a new chapter in Chinaâ\u0080\u0099s journey of reform and opening-up. The BRI accords with the national development strategy of Sri Lanka, and has offered important opportunities to Sri Lanka in its pursuing of social and economic development goals.\n", "\tToday, China is Sri Lankaâ\u0080\u0099s largest source of foreign direct investment and the top trading partner. The bilateral cooperation between Sri Lanka and China under the framework of the BRI has greatly benefited Sri Lanka, bringing higher-level cooperation in investment, trade, and production capacity as well as financial services to Sri Lanka.\n", "\tWe have seen Chinese enterprises invest in Sri Lankaâ\u0080\u0099s Colombo Port City project, and we hope that more Chinese investors will come here so as to gradually form an industrial chain.\n", "\tCurrently, when the worldâ\u0080\u0099s trade environment is troubled by uncertainties, itâ\u0080\u0099s necessary to reiterate the importance of economic globalization as well as trade and investment liberalization and facilitation.\n", "\tChina is an indispensable participant in the worldâ\u0080\u0099s multilateral trading system, and is now taking measures to open its door wider to the rest of the world, which is a vivid demonstration of the countryâ\u0080\u0099s willingness to invite other countries to board its â\u0080\u009ctrain of developmentâ\u0080\u009d.\n", "\tIn the future, China will play a more important role on the world stage, and Sri Lanka will remain a good partner of China.\n", "(Karunasena Kodituwakku is the Sri Lankan ambassador to China.)"]}