{"title": "Chinaâ\u0080\u0099s â\u0080\u0098artificial sunâ\u0080\u0099 project to harness nuclear fusion energy\n", "time_author": "By Chen Xi (Global Times)    14:23, April 27, 2019\n", "content": ["\n", "Chinaâ\u0080\u0099s â\u0080\u009cartificial sunâ\u0080\u009d in Hefei, Anhui Province. (Photo by Ge Yinian from Peopleâ\u0080\u0099s Daily Online)\n", "\tChinaâ\u0080\u0099s â\u0080\u009cartificial sunâ\u0080\u009d will achieve nuclear fusion by the middle of this century, one of the project leaders said on April 24.\n", "\tHL-2M Tokamak, the modified Chinese-designed â\u0080\u009cartificial sunâ\u0080\u009d and a device to harness energy from fusion, will be completed this year. It is expected to increase the electricity intensity from one mega amperes to three mega amperes, an important step to achieve nuclear fusion, a spokesperson surnamed Liu with the press office of the Southwestern Institute of Physics (SWIP), affiliated with China National Nuclear Corporation, told the Global Times. An ampere is a standard measurement of electric current.\n", "\tFor instance, the deuterium (also known as heavy hydrogen) extracted from one liter of seawater releases the energy equivalent of burning 300 liters of gasoline in a complete fusion reaction, Liu said.\n", "\tThe â\u0080\u009cartificial sunâ\u0080\u009d aims to release nuclear fusion in the same way as the sun by using deuterium and tritium (radioactive hydrogen-3), and finally generate electricity. It is clean energy that will not generate waste, which makes it ideal for people to use in the future, Liu said.\n", "\tThe shape of the current â\u0080\u009cartificial sunâ\u0080\u009d looks like one of the imagined â\u0080\u009cplanetary enginesâ\u0080\u009d in Chinese sci-fi blockbuster The Wandering Earth, and its core device is a red rectangle, The Beijing News reported on Wednesday, April 24, saying this was the first time that the picture of an â\u0080\u009cartificial sunâ\u0080\u009d had been published.\n", "\tConditions inside the nuclear fusion device are displayed on a large screen in the central control hall. The screen showed an image that looks like a letter â\u0080\u009cSâ\u0080\u009d next to two connected dots with reddish light.\n", "\tXu said the temperature of the device can be estimated to go higher if the brightness of the items in the image becomes weaker, according to a video by The Beijing News.  "]}