{"title": "Firmly seize opportunities presented by Chinaâ\u0080\u0099s development\n", "time_author": "By Miguel Angel Ramirez Ramos (People's Daily)    13:51, January 23, 2019\n", "content": ["\tCubaâ\u0080\u0099s relationship with China has been a focus of my work when I worked for the Ministry of Foreign Affairs of Cuba for many years.\n", "\tWhen I first came to China in 1999, the Oriental Pearl TV Tower in Shanghai was one of the few skyscrapers in the country. But as I revisited Shanghai in 2017, I saw a prosperous city, especially row upon row of marvelous skyscrapers in the Pudong New Area. I really admire Chinese peopleâ\u0080\u0099s unremitting efforts to build a more prosperous and beautiful society.\n", "\tI have visited many Chinese cities including Xiâ\u0080\u0099an, Shenzhen and Chengdu, witnessing different natural and cultural landscapes in the country with a vast territory: the spicy Sichuan food, the magnificent terracotta warriors in Xiâ\u0080\u0099an, people rowing across river ways in small towns in regions south of the Yangtze River, just to name a few.\n", "\tI am delighted to see that traditional Chinese architecture and historical features are properly preserved, which fully reflects Chinese peopleâ\u0080\u0099s respect for and protection of traditional culture.\n", "\tChina has made tremendous achievements during its reform and opening-up, lifting over 700 million people out of poverty. Cuba, as well as other developing countries, can learn from Chinaâ\u0080\u0099s experience in this regard.\n", "\tChina has also made great efforts to protect the ecological environment in recent years. The conviction that lucid waters and lush mountains are invaluable assets should be affirmed. Thanks to those efforts, Chinaâ\u0080\u0099s air quality continues to improve and pollution has been effectively controlled.\n", "\tIn 1960, Cuba took the lead among countries in Latin America and the Caribbean to establish diplomatic relations with the Peopleâ\u0080\u0099s Republic of China. In fact, exchanges between Cuba and China could date back even earlier when the first group of Chinese arrived in Cuba in June, 1847. More and more Chinese people came to Cuba in the 100-plus years since then.\n", "\tWith painstaking efforts, they have contributed significantly to social development and national independence of Cuba, becoming an indispensable part of the Cuban society. Each June, we organize activities to mark the arrival of the first group of Chinese people in Cuba.\n", "\tChinese culture also exerts imperceptible influence on Cuban culture. Today, Chinese food is loved by Cubans, and songs played by Chinese suona horn (a woodwind instrument) are often heard at carnivals in Santiago de Cuba.\n", "\tHighly appreciating the Belt and Road Initiative (BRI), Cuba stands ready to constantly expand cooperation with China and carry out in-depth cooperation in infrastructure including network, communication and logistics under the framework of the BRI. In history, Cuba was once a part of the Maritime Silk Road.\n", "\tThe BRI advocates an approach of extensive consultation, joint contribution and shared benefits, as well as the principle of mutual benefits and win-win results. Conducive to benefiting all participating countries, the initiative serves as a rare development opportunity for developing countries. We should firmly seize opportunities presented by Chinaâ\u0080\u0099s development.\n", "ï¼\u0088The author Miguel Angel Ramirez Ramos is the Cuban ambassador to Chinaï¼\u0089  "]}