{"title": "The claim that China has â\u0080\u009carbitrarilyâ\u0080\u009d applied the death penalty is far from the truth\n", "time_author": "By Curtis Stone (People's Daily Online)    11:06, January 16, 2019\n", "content": ["\n", "Canadian drug smuggler Robert Lloyd Schellenberg attends the court for his retrial on Monday at the Intermediate People's Court of Dalian in Northeast Chinaâ\u0080\u0099s Liaoning Province. Photo: courtesy of Dalian Intermediate People's Court\n", "\tA Canadian citizen in China on Monday was sentenced to death after a court in northeastern China convicted him of drug smuggling. Robert Lloyd Schellenberg, who was initially given a 15-year sentence last November, had requested a retrial and was sentenced to death for smuggling methamphetamines. In response, Canadian Prime Minister Justin Trudeau accused China of â\u0080\u009carbitrarilyâ\u0080\u009d applying the death penalty, calling the sentence â\u0080\u009cextremely concerning.â\u0080\u009d\n", "\tAt a regular press conference on Tuesday, Hua Chunying, a spokesperson for the Ministry of Foreign Affairs, was asked for Chinaâ\u0080\u0099s comment on the matter.\n", "\tHua called the claim that China is arbitrarily enforcing its laws â\u0080\u009cfar from the truth.â\u0080\u009d She then wondered whether the people in Canada making such claims have read the information issued by the court or if they have seriously studied the relevant laws in China.\n", "\tThe point that Hua was making is that the court made a reasoned decision and drug smuggling is a serious crime punishable by death in China.\n", "\tAs pointed out at the press conference, the information issued by Dalian Intermediate Peopleâ\u0080\u0099s Court in Dalian is very detailed. Schellenberg was involved in organized international drug trafficking and conspired with others to smuggle 222.035 kg of methamphetamine. His actions constitute drug smuggling and the prosecutors made all his criminal facts clear with concrete and adequate evidence.\n", "\tThe Chinese spokesperson also noted that drug-related crime is recognized as a serious problem in the world and is very harmful to society. All countries are concerned about this problem, and China is no different. In fact, drug-related crime is routinely severely punished in China.\n", "\tâ\u0080\u009cEquality before the law is the spirit of the rule of law,â\u0080\u009d Hua said, adding that those who claim that China is acting in an arbitrary way lack this spirit. â\u0080\u009cWe urge the Canadian side to respect the rule of law, respect Chinaâ\u0080\u0099s judicial sovereignty, correct its mistakes, and stop making irresponsible remarks,â\u0080\u009d she said.\n", "\tFollowing the Courtâ\u0080\u0099s decision, the Government of Canada issued a travel advisory to its citizens, warning them to â\u0080\u009cexercise a high degree of caution in China due to the risk of arbitrary enforcement of local laws.â\u0080\u009d\n", "\tThe Foreign Ministry also weighed in on the matter. The Chinese spokesperson said that the Canadian government should issue advisories to its citizens, not for any possible danger in travelling to China, but to warn them about getting involved in grave crimes like drug trafficking, adding that if anyone commits such a crime in China, he or she will surely face severe consequences.\n", "\tâ\u0080\u009cThis is like a thief crying stop thief,â\u0080\u009d Hua said. â\u0080\u009cIn fact, it is Canada, not China, who has arbitrarily detained a foreign citizen under the pretext of law,â\u0080\u009d adding that every Canadian who is detained in China was detained by the relevant departments for an act they had committed. She also said that the reasons why the authorities had taken the compulsory measures in each case are very clear.\n", "\tHua ended her response by stressing that China remains open to all and welcomes people from all countries, including Canada, for normal and friendly exchanges and cooperation. She expressed hope that people will abandon their prejudices and go to China to see for themselves how friendly and open the Chinese people are.\n", "\tAlso on Tuesday, China advised its citizens to exercise caution when traveling to Canada. The Department of Consular Affairs of the Ministry of Foreign Affairs and the Embassy of China in Canada issued a travel advisory for Canada, warning its citizens to fully evaluate the risks of travel to Canada and to exercise caution when traveling there, citing the recent arbitrary detention of a Chinese national in Canada at the request of a third-party country."]}