{"title": "DPRK top leader visits China at critical juncture\n", "time_author": " (China Daily)    08:05, January 09, 2019\n", "content": ["\tTop leader of the Democratic People's Republic of Korea Kim Jong-un arrived in Beijing on Tuesday amid speculation about a possible second summit between him and the United States President Donald Trump over denuclearization of the Korean Peninsula.\n", "\tThe details of Kim's itinerary remained unknown, but the International Department of the Communist Party of China Central Committee said on Tuesday that Kim is on a four-day visit to China that started on Monday at the invitation of President Xi Jinping, also general secretary of the CPC Central Committee.\n", "\tA special train carrying Kim and his wife, Ri Sol-ju, arrived at a highly secure station in Beijing on Tuesday morning, Yonhap News Agency reported.\n", "\tThis marked Kim's fourth trip to China within 10 months and came as US and DPRK officials reportedly met in Vietnam to discuss the location of a second summit between Kim and Trump.\n", "\tKim, chairman of the Workers' Party of Korea and chairman of the State Affairs Commission of the DPRK, met with Xi three times last year â\u0080\u0094 in March, May and June.\n", "\tThe visit is expected to boost the traditional friendship of and strengthens bilateral cooperation between the two neighbors through high-level meetings, analysts said.\n", "\tRuan Zongze, executive vice-president of the China Institute of International Studies, said Kim's visit to China shows his resolve and determination to fulfill what he pledged in his New Year's address, in particular building peace in the Korean Peninsula and seeking the country's economic development.\n", "\t\"At a time that the nuclear issue on the Korean Peninsula is at a crucial stage, communications between the leaders of China and the DPRK are critically important for the future development of the situation on the peninsula,\" Ruan said.\n", "\tThe peninsula's situation eased last year thanks to positive interactions among the various parties involved, said Da Zhigang, a researcher in northeast Asian studies at the Heilongjiang Provincial Academy of Social Sciences.\n", "\tHe added that China, as a major country in the region and also a close neighbor of the DPRK, has played a significant role.\n", "\tKim told Xi during their last meeting, in June, that the DPRK appreciated China's important role in promoting denuclearization of the peninsula as well as in maintaining peace and stability there.\n", "\tDa said Kim's determination to denuclearize the peninsula and engage the US in nuclear talks largely depends on his trust in China's mediating role in the issue.\n", "\tChina's position on the peninsula's nuclear issue is important, particularly given that great changes have taken place in the international situation and Washington and Pyongyang are in talks for a new meeting between Kim and Trump, Ruan said.\n", "\tKim will use the visit to reiterate the DPRK's determination to denuclearize the peninsula and to develop its domestic economy, but resolution of the nuclear issue requires Washington and Pyongyang to meet each other halfway, he added.\n", "\tForeign Ministry spokesman Lu Kang said on Tuesday at a regular news conference that China supports direct talks between the US and the DPRK and expects them to achieve positive results. Beijing has always played a positive role in pushing for a resolution of the Korean Peninsula issue, he added.\n", "\tThis year marks the 70th anniversary of the establishment of diplomatic ties between China and the DPRK. Da said the fact that Kim has made his first overseas visit of the year to China shows that he considers relations with the country to be of great importance. Kim's visit to China in March was his first overseas trip since taking office.\n", "\tKim has pledged to shift the country's focus to economic development, so the visit is an opportunity for him to learn about China's experience in economic reform to help his country strike its own path of economic development, Da said."]}