{"title": "Innovation serves as new growth engine of Chinese economy\n", "time_author": "By Bai Tianliang (People's Daily)    08:53, May 15, 2019\n", "content": ["\n", "Photo shows students play robotic football at the third robot contest for primary and middle school students in Fuyang, east Chinaâ\u0080\u0099s Anhui province, May 12, 2019. (Photo/Peopleâ\u0080\u0099s Daily Online)\n", "\tChina delivered better-than-expected economic performances at the beginning of 2019, in which innovation has replaced input as the major engine driving the countryâ\u0080\u0099s growth, injecting strong power for the country to advance against storms.\n", "\tInnovation is driving high-quality development of the Chinese economy. Emerging industries, whoseadded value growth is leading all industries above designated size, are rising as the fastest-growing and the most vibrant sector of the Chinese economic system.\n", "\tIntegrating online and offline businesses and combining traditional industries with digital economy, China is now an important source of the world that nurtures and exports new business models.\n", "\tIn one minute, four visitorscanexperiencethe beauty of the Mogao Caves via artificial intelligence technology; in one minute, Zhonguancun Science Park generates revenue of 10.09 million yuan ($1.47 million); in one minute, Tianhe-3 supercomputer completes six quintillion calculations. Such achievements have won applauses from both home and abroad. At present, scientific and technological innovation is contributing over 60 percent to the growth of Chinese economy.\n", "\tBy improving the mechanism for innovation, China is seeing larger potential for economic development. Behind the emerging new drivers are a series of institutional and mechanism reforms such as streamlining administration, delegating powers, and improving regulation and services, as well as tax cuts. These reforms have created an environment where market entities want to innovate, dare to innovate and are able to innovate.\n", "\tChina implemented unprecedented tax reduction policies this May, introducing general-benefit tax cuts for micro and small enterprises and lowering general VAT level. It is cutting government powers and tightening the belts to boost innovation vitality.\n", "\n", "Workers of Jinan Heavy Machinery Joint-stock Co.,Ltd. check cutter blades of shield machines, May 11, 2019. The company is building an industrial park of smart manufacturing and high-end equipment specialized in rail transit. (Photo/Peopleâ\u0080\u0099s Daily Online)\n", "\tStatisticsindicated that11 new companies wereregistered on average in the country every minute. It displays the countryâ\u0080\u0099s enthusiasm for and confidence in innovation.\n", "\tA well-structured system for innovation will offer supports for long-term development, and individual leading technologies and industries are not able to make innovation amajor engine for growth. Such system is of huge importance especially for a major country like China.\n", "\tIn this regard, apart from progress made in traditional sectors such as manufacturing, China has gained abundantexperiencesin cutting-edge technologies such as artificial intelligence.\n", "\tIt is not only competing with developed countries in emerging industries, but alsomaking deployment in advance at the frontiers where countries have seldom stepped in.\n", "\tThough weaknesses exist in Chinese technology development, China, focusing on both the present and future, still has enough gas in its tank in terms of innovation.\n", "\tSome people believe the vast economy and the huge population would create more challenges for Chinaâ\u0080\u0099s economic transition, and some worry that the broad coverage of the countryâ\u0080\u0099s traditional industries may place negative impacts on the incubation and promotion of new technologies.\n", "\tContrary to such opinions, the new round of global technology and industry revolutionisexactly complementary to Chinaâ\u0080\u0099s high-quality economic development, providing a golden opportunity for China to achieve innovation-driven development.\n", "\tEnjoying a complete industry chain, China is leading the world in the production of over 200 major industrial products, which guarantees that innovation can be achieved in the country in a rapid manner. The vast market, largest population and strong consumption power of the country have also created a favorable environment for innovative ideas.\n", "\tToday, mobile payment is nothing new to both urban and rural residents in China, who even wonder why it is difficult to promote such a good method in other countries.\n", "\tNevertheless, such innovation could not have been achieved without systematic supports such as cloud computing, big data, new generation of mobile communication, Internet of Things, and high-efficient transportation and industrial systems.\n", "\tThe interaction of multiple innovative factors, as well as the mutual assistance among different industries have fostered Chinaâ\u0080\u0099s advantages in innovation-driven development, and are bound to lead the high-quality development of the Chinese economy.\n", "\tA countryâ\u0080\u0099s economic confidence lies not only in the size of the economy, but also in the long-term development prospects.\n", "\tChinaâ\u0080\u0099s economic confidence is indicated by the fact that the country has a complete innovation system, powerful impetus for innovation and strong enthusiasm for innovation. These factors are driving Chinese economy to yield more outcomes, and strive for higher-quality growth and sustainable development.\n", "\tChinese economy could stand to any test on a firm ground with full confidence, however the external environment may change, and despite the fact that the countryâ\u0080\u0099s GDP growth could experience fluctuations and its industries may have prosperity and recession.\n", "\n", "Achild experiences virtual penalty kickat 2019 Global AI Product Application Expo held at the Suzhou International Expo Center in east Chinaâ\u0080\u0099s Jiangsu province, May 11, 2019. (Photo/Peopleâ\u0080\u0099s Daily Online) "]}