{"title": "Chinaâ\u0080\u0099s success in the past 40 years is remarkable\n", "time_author": "By Dirk Jan van den Berg (People's Daily)    10:36, January 07, 2019\n", "content": ["\n", "\tIn 2005, I assumed the role of the Dutch ambassador to China and started my nearly 3 years of experience working in China, during which my direct contact with China had enabled me to forge a deep bond with the country.\n", "\tAs Iâ\u0080\u0099ve remained in close touch with China since then, I have witnessed Chinaâ\u0080\u0099s rapid development and changes over the past 40 years since its reform and opening-up, especially the great economic, political, and social development and changes since the 21st century.\n", "\tI think 40 years is really not a long period of time in human history, but China has gained remarkable success during this period.\n", "\tChinaâ\u0080\u0099s reform and opening-up has created an economic boom in China. It was quite a challenge to simply feed more than one billion of Chinese people. However, China has not only done that, but also become the worldâ\u0080\u0099s second largest economy, showing the world a development miracle.\n", "\tIn my opinion, the secrets of Chinaâ\u0080\u0099s tremendous economic achievements lie in the two aspects listed below.\n", "\tOn one hand, China has maintained long-term stability in its political system. The socialist political system with Chinese characteristics has effectively avoided the negative effects of political cycle on the stability of political system, thus giving the Chinese government more room for policy options, so that it can make long-term development strategies and focus its efforts on solving major and important issues.\n", "\tOn the other hand, China attaches high importance to investment in scientific and technological research and development as well as industrial upgrading. Currently, China is transforming its economic development from the volume-driven mode into a pattern featuring high quality.\n", "\tWith Chinaâ\u0080\u0099s continuously rising position in the global industrial chain, â\u0080\u009cmade-in-Chinaâ\u0080\u009d products have started to make positive impacts around the world together with the increasing popularity of a number of world famous Chinese brands.\n", "\tWhen I was the President of Delft University of Technology, I had kept close engagement with Chinese scientific research teams, which are world-class teams. Besides, China makes great efforts to attract global technological talents. Today, China is in the forefront of the world in terms of cutting-edge scientific and technological achievements.\n", "\tRegarding improving peopleâ\u0080\u0099s living conditions as a major purpose of its policies, the Chinese government responds actively to the concerns of the people, taking constant measures to solve the problems in such areas as environment and security.\n", "\tAs urbanization rate is rising fast in the country, China is getting increasingly experienced in urban governance and making cities more livable. In recent years, China has spent a lot of efforts in improving its legal environment, business environment, and administrative efficiency, which is great news for foreign-funded enterprises in China.\n", "\tIn the past 20 years, China has constantly accelerated its integration into the international community, participating in and promoting the development of the international order more and more.\n", "\tThe current international order and system, which are based on rules, require us to respect and follow the rules. In the face of global financial crisis, the international order needs necessary adjustment and reform, while it shall never deviate from the core essence of equality, openness, and cooperation which is the key foundation of long-term peace, stability, and development after World War â\u0085¡.\n", "\tAt present, protectionism and unilateralism is mounting. Some countries attempt to make new rules that fit their own interests unilaterally, which has created uncertainties to the world.\n", "\tThe challenges we are faced with today are in no way such issues that can be tackled by any single country, but the ones that need intensified cooperation among various countries around the world.\n", "\tThe international community needs important players in the global economy like China to take on the leadership role in maintaining the international rules. China has made clear commitments to relevant issues, and has constantly explored the approaches and solutions to safeguarding the multilateral system of the world with the aim of promoting the common development of mankind.\n", "\tAt the 40th anniversary of Chinaâ\u0080\u0099s reform and opening-up, Chinese leaders have made a commitment to further deepening reform and intensifying opening-up, which will have significant influence on the world.\n", "\tMore importantly, China is materializing its commitment step by step. The Belt and Road Initiative has demonstrated Chinaâ\u0080\u0099s strong determination to put into practice the promise to open its market wider to the world and will help to build better platforms for further boosting international cooperation.\n", "\tIn the future, more countries and enterprises will get the opportunities to take part in Chinaâ\u0080\u0099s development and share Chinaâ\u0080\u0099s development benefits.\n", "(The author Dirk Jan van den Berg is the Chair of the Executive Board of Sanquin and former Dutch ambassador to China.) "]}