{"title": "Reform and opening-up accords with trend of times\n", "time_author": "By Zhong Sheng (People's Daily)    09:29, December 26, 2018\n", "content": ["Visitors take a selfie during a major exhibition to commemorate the 40th anniversary of China's reform and opening-up at the National Museum of China in Beijing, capital of China, Dec. 18, 2018. The exhibition has received more than 1.6 million people since its opening. (Xinhua/Zhang Yuwei)\n", "\tAt this significant moment of the 40th anniversary of Chinaâ\u0080\u0099s reform and opening-up, when we look back at the story of striving jointly written by China and the rest of the world, we feel more certain of the fact that Chinaâ\u0080\u0099s reform and opening-up has been a strong force for world peace and development and represents a major contribution of the Chinese nation to the progress of human civilization.\n", "\tChina has always been an important driving force for an open world economy. Over the past 40 years, the country has seen improvements in both the size and quality of its foreign trade, with the proportion of the total volume of its foreign trade in the global market rising from 0.8 percent in 1978 to 11.5 percent in 2016. Last year, the countryâ\u0080\u0099s foreign trade contributed more than 20 percent to global growth.\n", "\tAs the worldâ\u0080\u0099s largest exporter, China has provided the global market with plenty of cost-efficient products. With every $10,000 worth of products being exported from Chinaâ\u0080\u0099s manufacturing industry to the rest of the world, China is creating 11.52 more jobs around the world on average.\n", "\tChina is also the second largest importer in the world. It is estimated that in the coming 15 years, the country will import more than $30 trillion and $10 trillion worth of goods and services respectively. Seeking overseas development actively, the Chinese enterprises have boosted the economic development and technological progress of various countries around world.\n", "\tChina has always been a stable power source for global economic growth. We can still recall vividly how China persisted in refusing to devalue its currency renminbi (RMB) despite great pressure during the 1997 Asian Financial Crisis, contributing significantly to the financial stability of Asia and the world.\n", "\tIn addition, Chinaâ\u0080\u0099s strong economic growth and active measures taken to cope with the global financial crisis injected confidence into global economic and financial stability, which was more valuable than gold and currencies for the time.\n", "\tToday, China has become the second largest economy of the world, and has accounted for over 30 percent of the worldâ\u0080\u0099s economic growth for many years in a row.\n", "\tAt the time when the world economy is troubled by sluggish recovery and economic globalization is encountering twists and turns, Chinaâ\u0080\u0099s insistence on promoting the building of an open world economy will no doubt generate greater driving force for economic growth of the world.\n", "\tFor various countries around the world, China has always been a dynamic market with great business opportunities.\n", "\tIn this November, China showed the world its enormous vitality as a major market in the world in the first China International Import Expo (CIIE), attended by 172 countries, regions and international organizations. Over 3,600 enterprises showcased their products and services at the CIIE, and more than 400,000 domestic and overseas buyers sought deals at the expo.\n", "\tOver these years, transnational companies have actively shared the dividends of Chinaâ\u0080\u0099s development. U.S. top electric carmaker Tesla Inc. built its first overseas plant in Shanghai; worldâ\u0080\u0099s largest oil and gas company Exxon Mobil Corporation is going to build a large-scale solely-invested petrochemical project in south Chinaâ\u0080\u0099s Guangdong province.\n", "\tChinaâ\u0080\u0099s reforms of certain fields were praised as amazingly fast and effective by the World Bank, which moved the country up 32 places in its doing business rankings.\n", "\tChina has always been an active contributor to the reform of global governance. It has long been firmly safeguarding international order with itself completely immersed in the contemporary international order by joining more than 400 multilateral treaties and taking part in all the specialized agencies of the United Nations (UN) and around 90 percent inter-governmental international organizations.\n", "\tSince the 18th National Congress of the Communist Party of China (CPC), Chinese President Xi Jinping has expounded on Chinaâ\u0080\u0099s new ideas and new thoughts on global governance in many important diplomatic occasions, proposing new approaches and new measures for resolving major issues in global governance with the aim of pushing forward with the global governance system towards a more fair and reasonable direction.\n", "\tThe 19th National Congress of the CPC further made it clear that Chinaâ\u0080\u0099s pursuit of major country diplomacy with Chinese characteristics features the building of a new type of international relations and a community of common destiny for mankind.\n", "\tThe Chinese wisdom born for improving the global governance has carried with it Chinaâ\u0080\u0099s expectation of making greater contributions to mankind and demonstrated Chinaâ\u0080\u0099s sense of responsibility as a major country in the world."]}