{"title": "Op-Ed: Chinese hacking squad is yet another creation to smear China\n", "time_author": "By Curtis Stone, Chengliang Wu (People's Daily Online)    16:34, December 21, 2018\n", "content": ["\n", "\tThe US Department of Justice on Thursday accused two Chinese nationals of carrying out a wide-ranging hacking campaign in association with Chinese national security authorities for more than a decade, allegedly infiltrating more than 45 technology companies and US government agencies to steal intellectual property and other data.\n", "\tThe indictment alleges that members of the APT10 Group, including Zhu Hua and Zhang Shilong, conducted extensive campaigns of intrusions into computer systems around the world to steal, among other data, intellectual property and confidential business data on a global scale. The indictment said that the group also compromised more than 40 computers in order to steal sensitive data belonging to the US Navy, including the personal information of more than 100,000 US Navy personnel.\n", "\tIt is nothing new for the US government to accuse China of hacking and cyber espionage, but the unprecedented step of accusing these so-called â\u0080\u009cChinese government-linked hackersâ\u0080\u009d reflects an escalation in the US governmentâ\u0080\u0099s attacks on China. There is no doubt that there is a political motivation behind the recent allegations.\n", "\tWho knows whether they hacked American companies and US government agencies, but it is an open secret that the US government sponsors cyberattacks and other hacking activities, such as the secret surveillance programs of the US National Security Agency, which were revealed to the public by Edward Snowden. It is therefore a slap in the face to turn around and accuse China of carrying out massive hacking campaigns.\n", "\tThere is also logical problems with the claim. Some Americans have a narrow perspective on the world, like a frog at the bottom of a well. They flatter themselves into believing that only the United States can lead in science and technology and that others can only achieve a same or greater level of success through theft.\n", "\tIf Chinaâ\u0080\u0099s rise depends on stealing hundreds of billions of dollars in intellectual property from the United States, the country would not be the worldâ\u0080\u0099s second-largest economy and a leader in science and technology.\n", "\tThe fact of the matter is that some Americans just have a hard time believing that China can become great through its own efforts, and they ignore the fact that China invests a large amount of money into research and development and these investments are paying off with advances in innovation. All you need to do is look at the number of scientific publications in high-impact journals produced by Chinese scientists and the number of patents granted to Chinese applicants and it is painfully obvious that China has become advanced in science and technology through its own efforts.\n", "\tThe US government is being hysterical, making China into a boogeyman in order to find an excuse to step up its anti-China campaign and try to weaken China. It makes one wonder whether the US government in the face of Chinaâ\u0080\u0099s great achievements has lost all confidence in Americaâ\u0080\u0099s future.\n", "\tAs the Chinese government has pointed out on numerous occasions, China is committed to building a world of peace in the real world and in the cyber world. We should not lose sight of the fact that cybersecurity is a global issue demanding a global approach. Pointing fingers at China for a global issue is not helpful.\n", "\tAs Chinaâ\u0080\u0099s Foreign Ministry said in response to the indictment, the US side is just making up stuff from thin air. China is a staunch defender of cybersecurity and the Chinese government has never participated in or supported stealing trade secrets. The US government should end its smear campaign against China."]}