{"title": "Subsidies encourage farmers to grow more soybeans\n", "time_author": " (China Daily)    07:21, May 15, 2019\n", "content": ["\tThe planting of soybeans has increased this spring because of encouragement in the form of increased subsidies, the Ministry of Agriculture and Rural Affairs said on Tuesday.\n", "\tIn addition to soybeans, peanuts and rapeseedï¼\u008dtwo other major sources of edible oil in Chinaï¼\u008dhave also been planted more extensively, the ministry said.\n", "\tIn Hailun, Heilongjiang province, 173,000 hectares of farmland were planted with soybeans, an increase of 30 percent over last year, Wang Baofeng, vice-mayor of the city, told China Central Television on Tuesday.\n", "\tSun Anfu, a farmer in Hailun, said he planted all his 100 hectares of land with soybeans this year because of the increased subsidies. He can get 5,100 yuan ($741) from the local government for every hectare of land planted in soybeans, compared with a subsidy of 675 yuan per hectare for corn, he said.\n", "\tThe rising price of soybeans is another reason he planted more soybeans this year, he said.\n", "\tThe planting of soybeans in the Inner Mongolia autonomous region, another major production area, also saw a large increase this year, the ministry said.\n", "\tChina is expected to continue expanding its soybean crop over the next few years, according to a plan released by the ministry earlier this year.\n", "\tThe area planted in soybeans is expected to expand by 667,000 hectares this year, an increase of nearly 8 percent over last year, under the plan. The total area of soybean cultivation is expected to reach 10 million hectares by 2022, the plan said.\n", "\tChina relies heavily on imports to meet its soybean demand, with Brazil and the United States the two biggest suppliers. Most of those imports are used to produce edible oil and animal feed.\n", "\tLast year, China imported 88 million metric tons of soybeans, a decrease of 7.9 percent from the previous year, according to a report released by the Chinese Academy of Agricultural Sciences on Monday.\n", "\tThe government's plan to increase soybean cultivation and improve productivity will reduce China's reliance on imports to meet domestic demand, the report said. It predicted that by 2020, China's total output of soybeans will increase to 18.9 million tons.\n", "\tHowever, the gap between domestic production and demand is unlikely to be bridged over the next 10 years, and China will continue to rely on imports to meet its soybean demand, the report said."]}