{"title": "Commentary: Significant changes that have made history\n", "time_author": "By Ren Zhongping (People's Daily)    15:23, December 18, 2018\n", "content": ["\tHistory has always offered people the power of wisdom and moving forward during specific periods of time. For Chinaâ\u0080\u0099s journey toward modernization, the two ordinary numbers, 1978 and 2018 represent essential time nodes, and connect the significant changes over the 40 years.\n", "\tStarting in 1978, the old nation started its marvelous journey toward national rejuvenation. The 40 years witnessed the musical movement of Chinaâ\u0080\u0099s reform and opening-up. The Communist Party of China is leading more than a billion people to work hard, keep pace with the times and embrace the world.\n", "\tThe policy of reform and opening up, the key that determines Chinaâ\u0080\u0099s destiny today, opened the tightly-closed doors in peopleâ\u0080\u0099s minds first of all. The wind of reform blew from rural areas. The implementation of the fixed farm output quotas for each household rejuvenated the stagnant villages. Rural enterprises sowed the seeds of industrialization in the villages. The free population flow between rural and urban areas created a huge demographic dividend. On the way, we have encountered various challenges and difficulties, such as the reform of state-owned enterprises, the Wenchuan earthquake, the SARS epidemic, the barriers in streamlining administration, and economic restructuring. However, the determination for reform has never receded, and the steps toward improvement have never ended. We firmly demolish any out-of-date thoughts and systematic disadvantages.\n", "\tThe door of opening up was first opened in special economic zones. Shenzhen learned from Hong Kong, the coastal areas learned from special economic zones, and the inland learned from the coastal areas. Financial crises, Sino-US trade friction, unilateralism and protectionism have affected China. But in the winds and waves, China has learned how to swim better. China always steps toward international society and embraces the world, holding the belief, â\u0080\u009cOpenness brings progress, while being closed leads to backwardness.â\u0080\u009d\n", "\tReform and opening up gives a path of national rejuvenation for China.\n", "\tThis path is leading to a stronger China. We had a GDP surpassing 80 trillion yuan ($xx trillion) in 2017, from 367.9 billion yuan 40 years ago.\n", "\tThis is a path of prosperity. Some 740 million impoverished people in rural areas have now become the largest middle-income group in the world. This is a China miracle, which lets Chinese people believe that all our happiness is made by our own hands.\n", "\tThe rise of China has attracted attention worldwide.\n", "\tThe reform and opening up policy is a series of actions and renewals. Itâ\u0080\u0099s an exploration for China to follow the common tide and achieve national rejuvenation. We encouraged productivity during these 40 years to enforce the great transformation from a planned economy to a market economy by breaking outdated mechanisms. This transformation we made resulted in the energetic country that we are now. In fact, the world is changing every second. China is trying to blend into the world by following the trend of economic globalization and modernization.\n", "\tPresident Xi Jinping mentioned a fun story before. A Malaysian Chinese once asked Xi whether he is a Chinese or not during Xiâ\u0080\u0099s visit to Sweden. Overseas Chinese barely met with their compatriot at that time since only a few Chinese can have a chance to go abroad. But you may come across Chinese again and again in Brussels, Belgium, today.\n", "\tThe story of overseas Chinese reflects the broad vision of China. In the past 40 years, China has achieved a great historical turning point from closed to semi-closed to all-round opening, and has become the world's largest outbound tourist country, the largest cargo trading country and a major trading partner with more than 130 countries. By continuously expanding its opening-up policy to the outside world, China has completely gotten rid of the danger of being left behind, not only developing itself but also benefiting the world. The construction of the Belt and Road has transformed from concept to action. The concept of â\u0080\u009ca community of common destinyâ\u0080\u009d has resonated around the globe, and China, which is increasingly approaching the center of the world stage, continues to make greater contributions to mankind.\n", "\tThe torrent has been raging for 40 years, breaking the stagnation, breaking the closed and rigid, and releasing the countryâ\u0080\u0099s 40 years of vitality. American scholar Samuel Huntington said that the reform and opening up turned China around and made it successful.\n", "\tThe complicated and successful reform has also profoundly affected the world. More than one Western scholar has said that we can no longer use existing theories to explain China's development, and we must re-recognize the significance of China's development path to the world.\n", "\tIt has broadened the path of human modernization and has greatly stimulated the confidence of a number of developing countries to \"take their own path.\" British scholar Martin Jacques said that China's development path is fundamentally different from that of the West. The rise of China is the rise of a new \"modernization model.â\u0080\u009d China's reform and opening up, one of the most important events of the 20th century, not only promotes the deep integration of a country with a population of more than one billion people into the world, but also proves to the world that there is more than one road to modernization.\n", "\tThe year 2018 is the 200th anniversary of Karl Marxâ\u0080\u0099s birth and the 40th anniversary of Chinaâ\u0080\u0099s reform and opening up. The Communist Party of China solemnly commemorates these two major events, which have great and far-reaching significance and also an inherent logical connection. Xi Jinping Thought on Socialism with Chinese Characteristics for a New Era, the Marxism of modern China and a new development of Marxism in the 21st century, has a great influence in China.\n", "\tThe unique exploration, unique path, unique theory, and unique system have made China's reform and opening up not only the most important historical process in economic globalization and national modernization since World War II, but also the most profound historical chapter in the world socialist movement in the past 500 years.\n", "\tFrom many peopleâ\u0080\u0099s eyes, the most incredible thing about China's reform is that it always has to deal with the \"world-class\" problem at the \"world-class\" level. After 40 years, Chinaâ\u0080\u0099s reforms still face many barriers. The complexity, sensitivity, and arduousness of advancing reforms have also brought reform to a new historical juncture.\n", "\tIn December 2012, President Xi Jinping came to Shenzhen, Guangdong Province, to present a flower basket to the bronze statue of Deng Xiaoping in Lianhua Mountain, expressing his courage and determination. Six years later, he came to Guangdong Province, the pioneering place of reform and opening up, once again and declared to the world, \"The reform will not stop, and the opening up will not stop. China will surely have a new and greater miracle that will make the world look at it.\" The solemn declaration of President Xi Jinping is both an echo of history and a horn of the times.\n", "(Compiled by Zhan Huilan, Wang Zi, Qu Qiuyan and Wang Xiangyu.) "]}