{"title": "The largest and most dramatic transformation of civilization takes place in China\n", "time_author": "By Alan Macfarlane (People's Daily)    11:11, December 18, 2018\n", "content": ["\tMy wife and I have visited China since 1996, and almost every year since 2002. We have visited the great cities and the remotest regions, except the northwest. We have travelled with younger colleagues and students who can explain what is happening. They can answer questions which I base on previous studies of Europe, India and Japan. I have been free to film, photograph and talk to people at all levels of Chinese society and to give lectures at many universities as a visiting professor on whatever I like.\n", "\tDuring the last 40 years, China has achieved the largest and most dramatic transformation of any civilization in world history. It has done this with far less disruption and misery than what has occurred in Western nations during their industrial revolutions.\n", "\tThere has been an industrial revolution on a larger scale and rapidity than any other, accompanied by an agricultural revolution across China. This has led to a vast improvement in housing, clothing, food and basic amenities and lifted 700 million people out of dire poverty. China has moved from a command to a free market economy, with private property and an advanced financial system.\n", "\tChina has moved from a world of bicycles, dirt roads and few railways to the most impressive system of motorways, trains and planes in the world. It has moved from antiquated postal communications to the most advanced internet society on the planet, with electricity and telephones reaching the most remote regions. It has moved from a period of high pollution and use of old energy sources to the world leader in renewable energy and the cleaning up of pollution.\n", "\tChina has developed from a highly centralized political system and weakly developed judicial institutions to a great deal of local democracy, regional autonomy and great improvements in its legal infrastructure, creating trust and safety for its people.\n", "\tChina has moved from an isolated and somewhat uncreative intellectual world to one which is increasingly leading the world in many theoretical fields, with excellent universities and research institutions. It has moved from a hierarchical and restricted educational system to one of the best and most universal school systems in the world. Likewise in health, China now leads the world in many innovations and basic health care.\n", "\tChina has moved from a rather drab and uniform cultural world to one which is at the forefront of creativity in all the artsâ\u0080\u0093 painting, music, poetry and architecture. It has moved from restrictions on religious freedom to the widespread co-existence of world religions.\n", "\tThe immense social and cultural strains China has faced while doing this could well have undermined the changes. The family has shrunk in numbers and range, yet survived as a core institution. The relations of the young and old and of men and women have been re-shaped, yet remain largely harmonious. The clash of a Chinese Confucian and Daoist traditions with Western individualism has been absorbed. The vast move from rural to urban living has been managed in an extraordinary way.\n", "\tIt is a stupendous achievement and China now presents the world its Belt and Road Initiative, including investment in many parts of the world which are lifting millions more out of poverty, with a vision which combines some of the best of the East and West. China still proclaims harmony, hope, peace and an intelligent, careful and rational alternative to the over-individualistic, aggressive and intolerant tendencies of much of the West.\n", "\tTo play our personal part in increasing the harmony of civilizations in this highly interconnected world, I have worked with my younger colleagues on Vanishing Worlds Foundation and also the Cambridge Rivers Project, based in Cambridge, England. King's College was where the young Xu Zhimo learned to be a poet and built up his dream to unite the best of the West and the East over a hundred years ago. Now is our chance to renew that dream.\n", "\tSo we are bringing China to the UK, through opera, poetry, literature, calligraphy, ceramics, gardens, Chan Buddhism, tea and all forms of Chinese culture. We are translating Chinese books into English and inviting Chinese scholars to Cambridge. We are also setting up projects to enrich Chinese culture itself through working with museums and archives to create international databases of the objects and manuscripts which were sold or looted from China over the centuries.\n", "\tAs someone who has learned so much from China and loves its people and great traditions, I wish it all success and happiness in the forty years ahead.\n", "(The author is an Emeritus professor of Anthropological Science and a Life Fellow of King's College, Cambridge University)"]}