{"title": "Sweat and even tears are behind Chinaâ\u0080\u0099s rise to greatness\n", "time_author": "By Curtis Stone (People's Daily Online)    16:56, December 14, 2018\n", "content": ["\tRecently, Canada shocked the world by detaining a Chinese citizen during her change of flight in Vancouver at the behest of US authorities.\n", "\tThe person was Meng Wanzhou, the chief financial officer of Huawei Technologies. After graduating from university in 1992, Meng Wanzhou spent a year working at China Construction Bank before joining her fatherâ\u0080\u0099s company, Huawei, working as a telephone operator. She served as one of only three secretaries during the early years of the company and was responsible for typing, making product catalogs, preparing for exhibitions, and so on. And as Huawei grew to become a leading technology company, so did her career.\n", "\tAfter she was released on bail in Vancouver on Wednesday, Meng Wanzhou posted a moment on her WeChat account, which went viral on Chinese social media.\n", "\tThe post, which was written in Chinese, reads: â\u0080\u009cIâ\u0080\u0099m in Vancouver, by my familyâ\u0080\u0099s side. Iâ\u0080\u0099m proud of Huawei and proud of my motherland! Thank you to everyone who has been concerned about me.â\u0080\u009d\n", "\tHer message was posted along with a previous Huawei ad that features a ballerinaâ\u0080\u0099s wrecked foot and a quote from Romain Rolland, which literally translates into English as â\u0080\u009cbehind all greatness is suffering.â\u0080\u009d\n", "\n", "Photo used by Huawei ad\n", "\tIn response to the social media post, the Peopleâ\u0080\u0099s Daily newspaper commented: â\u0080\u009cThe path forward has never been smooth. There is sweat and even tears and moving forward requires courage and wisdom. In 40 years of reform and opening-up, we have never looked for easy success. After all, it is hard to go uphill.â\u0080\u009d\n", "\tThe commentary then echoed the words of Ren Zhengfei, the founder and president of Huawei Technologies. â\u0080\u009cWe do our own thing well and boldly go where no man has gone before.â\u0080\u009d\n", "\tAs the photo suggests, the sweat and tears of the Chinese people are the catalyst behind Chinaâ\u0080\u0099s rise to greatness. Founded in 1987, Huawei started off as a small company with around 20,000-yuan (less than $3,000) in startup capital. Fast forward to today, and the company has grown into one of the worldâ\u0080\u0099s most valuable companies and is a global leader in information and communications technology (ICT) services.\n", "\tKeep your eyes on the goal. A widely circulated quote from Ren Zhengfei says that it is important to â\u0080\u009cfocus on winning the battle against one gate along the wall.â\u0080\u009d In the past 30 years, Huawei has focused on ICT and been persistent in providing ICT services, passing up opportunities to engage in the property market and finance industry so as to remain focused on its core goal.\n", "\tAnother major factor that has helped fuel Huaweiâ\u0080\u0099s rise is its heavy investment in R&D. Huawei is among the worldâ\u0080\u0099s top R&D spenders, investing over 10 percent of its revenue in R&D every year. Its R&D expenditures totaled 89.7 billion yuan (over $13 billion) in 2017, accounting for 14.9 percent of its total revenue, and the company has spent more than 394 billion (over $57 billion) on R&D over the past decade. In addition, about 80,000 of its employees, or 45 percent of its total workforce, are engaged in R&D.\n", "\tAlthough Huawei has become one of the major symbols of Chinaâ\u0080\u0099s technology advancements, Ren Zhengfei is very modest. He believes that Chinaâ\u0080\u0099s success depends on the efforts of all the Chinese people. In one media appearance, he said: â\u0080\u009cEvery one of Chinaâ\u0080\u0099s 1.3 billion people must do one thing well. Putting them together is the great motherland.â\u0080\u009d\n", "\n", "Ren Zhengfei was once seen waiting to take a taxi late at night\n", "\tIn some ways, the success story of Huawei is not unique. Huawei, like many of the countryâ\u0080\u0099s 1.3 billion people, has big ambitions and constantly strives to achieve greatness through hard work.\n", "\tHowever, a view among some people in the West is that China is a threat. This is especially true in the United States, where the US government has even gone so far as to call Huawei a national security threat, even though there is no convincing evidence to back up this claim.\n", "\tRecently, China responded to these groundless accusations by pointing out the absence of evidence. â\u0080\u009cSome people in certain countries have been saying that Huawei â\u0080\u0098mayâ\u0080\u0099 pose threats to their national security, but none of them have yet to produce any convincing evidence on how their national security has been affected by Huawei,â\u0080\u009d Foreign Ministry spokesman Lu Kang said Monday.\n", "\tApart from the theory built upon the belief that China is a threat, there is no real reason to fear the rise of Chinese tech companies like Huawei. In fact, the West could learn a thing or two from Chinaâ\u0080\u0099s spirit of hard work.\n", "\tTake for example Chinaâ\u0080\u0099s $32 billion online food-delivery market. Day or night and rain or shine, Chinese food delivery workers can be seen racing to deliver meals to doorsteps. Order a cup of coffee and it will be delivered to you hot, regardless of the weather. Even in America, the hardworking spirit of the Chinese people is seen and appreciated.\n", "\t \n", "\tUnsung heroes who will go the extra mile for success. â\u0080\u009cNot even a tornado will stop the Chinese delivery man,â\u0080\u009d an Instagram user wrote.\n", "\n", "\tChinaâ\u0080\u0099s impressive success sets an example to the rest of the world. Rather than criticize China for working hard to make China great, it might be more useful to examine why China has become so closely associated with the word â\u0080\u009cgreatness.â\u0080\u009d From lifting 740 million people in rural areas out of poverty to building the worldâ\u0080\u0099s largest high-speed train network to creating one of the worldâ\u0080\u0099s most important communications companies, Chinaâ\u0080\u0099s rise is unstoppable, because its greatness is built on the blood, sweat, and tears of 1.3 billion hardworking Chinese."]}