{"title": "Op-Ed: Chinaâ\u0080\u0099s 100-year plan is all about development, not deception\n", "time_author": "By  Curtis Stone (People's Daily Online)    08:32, December 07, 2018\n", "content": ["\n", "\tChina went from being one of the poorest countries on the planet to one of the most powerful. Chinaâ\u0080\u0099s remarkable development has pulled hundreds of millions of its citizens out of poverty and greatly contributes to global peace and prosperity. But this significant impact has also triggered a negative response in some quarters of the United States. In his book The Hundred-Year Marathon, Michael Pillsbury, director for Chinese strategy at the Hudson Institute, sounded a clarion call: China has a secret 100-year plan built on a series of strategic deceptions to supplant the United States as the worldâ\u0080\u0099s superpower. The rise of China, in his view, is a threat.\n", "\tIn his book, Pillsbury writes that China experts have a duty to increase understanding between China and the United States, but ironically, his way of increasing understanding between the two countries is distorting Chinaâ\u0080\u0099s intentions and labeling it as a threat so as to increase fear. â\u0080\u009cWe have our work cut out for us,â\u0080\u009d Pillsbury wrote, arguing that China has pulled the wool over Americansâ\u0080\u0099 eyes. More interesting is a report by The Washington Free Beacon in 2015, which wrote that Mao Zedong put into action a â\u0080\u009cstrategic deception programâ\u0080\u009d to dupe the West into thinking that China was a helpless victim. â\u0080\u009cAnd therefore, the United States has to help them, and give away things to them, to make sure they stay friendly,â\u0080\u009d Pillsbury was quoted as saying at the time.\n", "\tThis is not to say that everything in the garden is rosy; China and the United States have their fair share of challenges and the transition from a unipolar world to a multipolar one is full of its own set of challenges. But this reality is a far cry from saying that China has been following an elaborate plan to supplant the United States.\n", "\tThe most important question that flows from this discussion is whether China is a threat. It is clear from Pillsburyâ\u0080\u0094who US President Donald Trump praised as â\u0080\u009cthe leading authority on Chinaâ\u0080\u009d and who US Vice President Mike Pence cited in his â\u0080\u009cChina speechâ\u0080\u009dâ\u0080\u0094that some people in Washington believe China is a threat and thus want to contain China. In the 2017 US National Security Strategy, for example, the US government warned that China is out to challenge American power and influence around the globe.\n", "\tDespite all the hoopla surrounding Chinaâ\u0080\u0099s rise, Americans should not be worried about it, because China has no plan of displacing the United States. In fact, China has been very clear about its intentions. At the opening of the 19th National Congress of the Communist Party of China (CPC) in October 2017, Chinese President Xi Jinping said that China will never seek hegemony or engage in expansion â\u0080\u009cno matter what stage of development it reaches.â\u0080\u009d Furthermore, China has demonstrated in both words and actions that it is willing to work with the United States to try to replace conflict and confrontation with win-win cooperation.\n", "The claim that China is carrying out a century-long plan to displace the Unite States is utter nonsense.\n", "\tIn 1949, Mao Zedong announced the founding of the Peopleâ\u0080\u0099s Republic of China (PRC), marking the end to a century of humiliation at the hands of foreign aggressors. Deng Xiaoping, who put forward the policy of reform and opening-up, then paved the way for the nation to become rich. China â\u0080\u009chas stood up, grown rich, and become strong,â\u0080\u009d Xi Jinping said in October 2017, adding that China now â\u0080\u009cembraces the brilliant prospects of rejuvenation.â\u0080\u009d In that process, China has formed various national development plans, both long-term and short-term, but not a single one was ever designed to challenge the United States.\n", "\tYang Jiechi, a member of the Political Bureau of the CPC Central Committee, said it nicely when he told reporters on Nov. 9 in Washington, DC, that development is for the Chinese nation. â\u0080\u009cEverything that we do is to deliver a better life for the Chinese people, to realize rejuvenation of the Chinese nation. It is not intended to challenge or displease anyone,â\u0080\u009d he said.\n", "\tFor those who are not familiar with it, the â\u0080\u009cTwo Centenary Goalsâ\u0080\u009d are an important part of Chinaâ\u0080\u0099s overall development plan. The first of the two goals is to build a moderately prosperous society in all respects by the time the CPC celebrates its centenary in 2021 and the second is to turn China into a modern socialist country by the time it celebrates the 100th anniversary of the founding of the PRC in 2049.\n", "It has nothing to do with challenging the United States for dominance, and distorting the aim of such efforts is a distortion of the truth.\n", "\tâ\u0080\u009cFor China, our only goal is for people to have a better life. We donâ\u0080\u0099t want to challenge or replace anybody else in the world. We want to build a community of nations for shared future together with all the rest of the world, including the US,â\u0080\u009d Cui Tiankai, Chinaâ\u0080\u0099s ambassador to the United States, said in an interview with Fox Newsâ\u0080\u0099 Chris Wallace in October when asked about The Hundred-Year Marathon, which Wallace noted is a popular book. Its popularity is unfortunate, because misunderstanding China makes it easy for those in Washington who want a â\u0080\u009cnew Cold Warâ\u0080\u009d with China to push an anti-China agenda.\n", "\tA more realistic understanding of China is needed, because the common interests between China and the United States far outweigh their differences. As Yang pointed out, a healthy China-US relationship is in the best interest of the two peoples and the world and both history and reality prove that cooperation is the only right choice for the two countries. â\u0080\u009cWin-win can lead to a better life,â\u0080\u009d he said.\n", "\tNot too long ago American political scientist Joseph Nye pointed out that unlike the former Soviet Union, China and the United States have deep economic and social ties. He then posed a question: â\u0080\u009cCan we learn to cooperate and compete at the same time?â\u0080\u009d\n", "\tThere is no doubt that China and the United states compete in some areas, but that does not make them adversaries. If the goal of China experts is to reduce misunderstandings between China and the United States, a good first step would be to stop blurring the lines between real and fake. Hyping up the China threat might be good for book sales, but creating fear about China only increases misunderstandings between China and the United Statesâ\u0080\u0094the largest developing country and the largest developed country in the world."]}