{"title": "Huawei reportedly gets nod to help build British 5G network\n", "time_author": " (China Daily)    10:07, April 25, 2019\n", "content": ["\n", "\tAn engineer works at a Huawei laboratory in the United Kingdom. [Photo/Xinhua]\n", "\tThe United Kingdom has given the green light to Chinese telecom giant Huawei Technologies Co to help build the country's next generation mobile communication technology network, said the Daily Telegraph newspaper.\n", "\tThe UK's National Security Council, which is chaired by Prime Minister Theresa May, agreed on Tuesday to allow Huawei limited access to help build parts of its 5G network such as antennas and other \"noncore\" infrastructure, the report said, without citing sources.\n", "\tAnalysts said the news sends a positive signal to Huawei, as entry into the UK's 5G network is highly likely to invite wider recognition in Europe and help reduce security concerns toward the Chinese company.\n", "\tHuawei said in an emailed statement to China Daily that it welcomes reports that the UK government is moving toward allowing it in the country's 5G network.\n", "\t\"This green light means that UK businesses and consumers will have access to the fastest and most reliable networks thanks to Huawei's cutting-edge technology,\" Huawei said.\n", "\tThe Shenzhen-based company said it is awaiting a formal government announcement and it is pleased that the UK is continuing to take an evidence-based approach to its work.\n", "\tAs the world's largest telecom equipment maker and a leading smartphone vendor, Huawei is facing cyber security allegations in some foreign markets, including the United States. The company has repeatedly said such allegations are groundless and not supported by factual evidence.\n", "\tThe news came after Financial Times reported in February that the UK National Cyber Security Centre had determined that there are ways to limit potential risks from using Huawei in future 5G ultrafast networks.\n", "\tBelgian newspaper De Standard also reported earlier that The Center for Cybersecurity Belgium has found no evidence that telecoms equipment supplied by Huawei could be used for spying.\n", "\tXiang Ligang, director-general of the Information Consumption Alliance, said the UK is in a better position than many countries to judge whether Huawei poses security risks, since it has a monitoring body that has been checking the company's products for years.\n", "\t\"But it still remains to be seen whether Huawei can be allowed in the UK's core infrastructure for the 5G network,\" Xiang said.\n", "\tDespite the ongoing challenges, Huawei said it expects to post double-digit growth in its carrier business unit this year, as the Chinese company believes that global investment into 5G will be value-driven, reliable and generate more growth opportunities.\n", "\tHu Houkun, rotating chairman at Huawei, said last week that it had so far secured 40 commercial 5G network contracts, up from 30 announced in late January, and it has shipped more than 70,000 5G base stations, up from 40,000 announced in late February.\n", "\tIn the first quarter of this year, it posted 179.7 billion yuan ($26.8 billion) in revenue, representing year-on-year growth of 39 percent.\n", "\tThe company's first quarter net profit margin stood at about 8 percent, slightly higher than the same period last year."]}