{"title": "Xiâ\u0080\u0099s visit to write a new chapter in China-Latin America ties\n", "time_author": " (People's Daily)    15:11, November 28, 2018\n", "content": ["\tChinese President Xi Jinping is expected to pay state visits to Argentina and Panama from Dec. 2 to 3, which analysts believe will usher China-Latin America ties into a new era and speed up the pace to build a community with a shared future for China and Latin America.\n", "\tThe upcoming state visit would be Xiâ\u0080\u0099s fourth Latin American trip, and also the first one to the region after the 19th National Congress of the Communist Party of China (CPC) held last October.\n", "\tChina has grown into the second largest trade partner of Latin America, while Latin America has become one of the fastest growing regions for exports to China. Their two-way trade rose 18.8 percent year on year to stand at $257.85 billion in 2017.\n", "\tChina has ramped up its foreign direct investment (FDI) in Latin America to more than $300 billion, making the latter its second largest overseas investment destination only after Asia. Data indicate that over 2,000 China-funded companies have invested or established business in the region.\n", "\tChina has made important contribution to Latin Americaâ\u0080\u0099s economic growth, said Carlos Aquino, director of the Economic Research Institute at the National University of San Marcos in Peru, adding that China-Latin America ties are no longer confined to a kind of economic and trade cooperation, but stretched to an all-round partnership covering all fields and reaching all layers.\n", "\tIt is precisely the right time for China and Latin America to join efforts to build a community with shared future, Aquino stressed.\n", "\tDuring the past 3 years, both sides have also conducted fruitful cooperations through the Forum of China and the Community of Latin American and Caribbean States (CELAC).\n", "\tThe national coordinators would hold meetings each year, and the two sides have established dialogue and cooperation platforms covering more than 10 fields, including political parties, infrastructure, agriculture, scientific innovation. Joint efforts have also been made to beef up collaboration in 13 key fronts like politics, security, trade, investment and finance.\n", "\tThe forum also acts as a platform on which both sides enhance cultural exchanges and cement public opinion foundation for closer bilateral ties.\n", "\tWithin the framework of the forum, both sides have launched a series of projects like joint laboratory, demonstration farms and media cooperation center, and started cultural exchange year with colorful events.\n", "\tThe China-CELAC Forum allows China and Latin America, a pair of innate cooperation partners given their complementary economies, to pursue development with higher quality and set up a closer economic partnership. The platform also helps with the building of an open world economy.\n", "\tChina is seeking economic globalization through South-South cooperation based on a principle of mutual benefit and win-win results, said Enrique Dussel Peters, head of the Centre for China-Mexico Studies at National Autonomous University of Mexico.\n", "\tHe believed that China, with constant efforts in opening up, will definitely bring more development opportunities to the world including Latin American region.\n", "\tXi stressed in a congratulatory letter sent to the second ministerial meeting of the China-CELAC Forum in January the great significance of the Belt and Road Initiative, and also called on Latin American countries to actively participate in the construction of B&R.\n", "\tA special declaration on the Belt and Road Initiative was also issued on the meeting, marking a new step for China and Latin America to co-build the Belt and Road.\n", "\tSo far, a total of 12 Latin American and Caribbean countries have signed memoranda of understanding on Belt and Road cooperation with China, and their engagement is believed to injected new impetus into their cooperation with China, as well as their development and prosperity.\n", "\tThe Belt and Road Initiative definitely provides abundant development opportunities for Latin America, said Argentine Ambassador to China Diego Ramiro Guelar, explaining that with a far-reaching influence, it displays Chinaâ\u0080\u0099s sense of responsibility as a major country.\n", "\tArgentina-China ties have become a model for emerging markets and developing countries to enhance solidarity and cooperation and seek common development, he added.\n", "\tCo-construction of Belt and Road not only offers development chances for China, but also opportunities of common development for countries and regions along the route, noted Eddie Tapiero, a Panamanian specialist in international relations and author of the book The Silk Road and Panama.\n", "\tPanama is Chinaâ\u0080\u0099s new partner in Latin America. The two have made a good start in bilateral ties since establishing diplomatic relations one and a half years ago, and pushed ahead all-round cooperation in full swing. "]}