{"title": "Chinese helicopter drones capable of intelligent swarm attacks\n", "time_author": " (Global Times)    18:36, May 09, 2019\n", "content": ["\n", "Helicopter drones developed by Ziyan UAV are capable of forming an intelligent swarm and launch coordinated attacks. Photo: Courtesy of Ziyan UAV\n", "\tChina's domestically developed helicopter drones carrying proximity explosive mortar shells, grenade launchers and machine guns can now form swarms and engage in coordinated strikes.\n", "\tThe intelligent swarming attack technology enables as many as 10 unmanned helicopter drones to autonomously form up into a swarm, reads a statement Guangdong-based Zhuhai Ziyan UAV company, the developer of the technology, sent to the Global Times on Thursday.\n", "\tWith a single push of a button, the drones can autonomously take off, avoiding colliding in the air and find their way to their designated target. Once they receive an order to attack, they will engage the target autonomously in a coordinate manner.\n", "\tUpon finishing a mission, the system will lead the drones back to base and land automatically, the statement said.\n", "\tThe operator does not need to expose himself or herself in a dangerous frontline as the drones can easily be controlled remotely, the company said.\n", "\tThe 10 drones can be a combination of different types, including those that can drop proximity explosive mortar shells, while others can carry grenade launchers, or make suicide attacks, Liu Liyuan, a spokesperson of the company, told the Global Times.\n", "\n", "Pictured is the Blowfish A3, a new helicopter drone equipped with a light machine gun. Photo: Courtesy of Ziyan UAV\n", "\tZiyan is also developing a new helicopter drone, the 2 meter-long, 0.5 meter-wide Blowfish A3. It can carry multiple types of machine guns and features a different aerodynamic design allowing the gun to shoot at more angles mid-flight, according to the statement.\n", "\tThe company had previously showcased the Blowfish A2 in multiple arms exhibitions since 2018. It can carry multiple 60 millimeter mortar shells or a 35-40 millimeter grenade launcher.\n", "\tOther helicopter drones include the Infiltrator, which can launch rockets and missiles, and the Parus S1, which sacrifices itself to blow up the target, the company said.\n", "\tThe swarming attack technology was first displayed at the IDEF'19 arms exhibition held in Turkey from April 30 to May 3, the company said. The company has had numerous inquiries from multiple foreign companies, Liu said."]}