{"title": "Foreign banking institutions raise expectations of China's economy\n", "time_author": " (People's Daily Online)    17:34, May 13, 2019\n", "content": ["\tSince May, foreign banking institutions including Standard Chartered, the Commonwealth Bank of Australia and J.P. Morgan, revised their forecasts on China's GDP growth to 6.5, 6.5 and 6.4 percent, respectively.\n", "\tIn the last year, China has unveiled a shortened negative list for foreign investment, passed a new foreign investment law, lowered the threshold for the financial industry and increased the amount that a Qualified Foreign Institutional Investors (QFII) fund can invest in the Chinese market.\n", "\tThese opening-up measures were introduced by the Chinese government to further improve China's business environment and attract more foreign direct investment.\n", "\tSirui Liu, partner and head of Dorsey & Whitney International's Beijing office, said that China has made significant progress in reform and opening up by opening its service industry and manufacturing industry wider to the world and expanding access to such fields as agriculture and energy.\n", "\tJames Zhou, CEO of Louis Dreyfus' North Asia Region, spoke highly of China's opening-up policies, saying that China is opening even wider to the global market, sharing the benefits of free trade, and presenting an image of a responsible major player.\n", "\tMeanwhile, foreign investors plan to put more money into China.\n", "\tZhu Wei, chairman of Accenture Greater China, said the company would launch a global center for research and development to aid more Chinese companies in their digital transformation, and enlarge its investments in China.\n", "\tGlobal Logistics Providers (GLP), a leading contract logistics provider, has carried out business in China for over 10 years.\n", "\tZhao Mingqi, co-President for GLP China Asset, said the company has always regarded the Chinese market as a significant one and will continue to increase its investment in China.\n", "\tThe World Bank recently released its Doing Business report, in which China advanced 32 places - ranking 46th - in ease of doing business last year.\n", "\tChina boasts the world's second largest market in the insurance sector, said AXA, a French holding company that provides insurance and financial services. Facing the increasing demands on quality health care and China's aging population, medical insurance is expected to develop fast."]}