{"title": "Construction of digital Silk Road lights up BRI cooperation\n", "time_author": "By Huang Yong (People's Daily)    09:42, April 24, 2019\n", "content": ["\tDigital Silk Road is rising as a new global solution that drives the common development of mankind in the digital era.\n", "\tThe second Belt and Road Forum for International Cooperation (BRF) is about to be kicked off in Beijing, and a side event of the BRFâ\u0080\u0094a sub-forum on the digital Silk Road scheduled on Apr. 24, is attracting huge attention.\n", "\tAt the opening ceremony of the first BRF held two years ago, Chinese President Xi Jinping said, â\u0080\u009cWe should pursue innovation-driven development and intensify cooperation in frontier areas such as digital economy, artificial intelligence, nanotechnology and quantum computing, and advance the development of big data, cloud computing and smart cities so as to turn them into a digital Silk Road of the 21st century.â\u0080\u009d\n", "\tThe promotion of the cooperation on building a digital Silk Road has been a focal point for the International Cooperation Center under Chinaâ\u0080\u0099s National Development and Reform Commission (NDRC) over the past two years.\n", "\tSo far, China has concluded memorandums of understanding (MoUs) with 16 countries on the construction of the digital Silk Road, and 12 of them are now making action plans.\n", "\tAs the fruit of digital economy integration and the Belt and Road Initiative (BRI), the digital Silk Road aims to support the BRI through digital technologies.\n", "\tChina has grown into the worldâ\u0080\u0099s second largest digital economy, leading the globe in number of Internet users, online retail sales volume, and mobile Internet development. It has achieved a good number of innovations in technology and development mode.\n", "\tThe digital Silk Road facilitates the flow of information and data in the cyber world, which can minimize cultural differences, reduce asymmetric information, build trust for Belt and Road countries and regions, and promote all-round cooperation in multiple fields such as information infrastructure, trade, finance, industries, science, education, culture, and health. By reducing the digital gap, it will accelerate economic and social development.\n", "\tThe digital Silk Road aims to share the benefits based on the principle of equality by openness and trust. Originated from the development of the Internet, digital technologies were created to facilitate connectivity through decentralization.\n", "\tEquality, openness, trust, and sharing are the genes inside digital economy, echoing with the spirit of peace and cooperation, openness and inclusiveness, mutual learning and mutual benefit that embodied by the ancient silk routes for thousands of years.\n", "\tThe construction of the digital Silk Road will help drive economic growth, improve the economic quality, promote employment, and enhance peopleâ\u0080\u0099s welfare.\n", "\tIt not only promotes the development of the digital service sector, such as cross-border e-commerce, smart cities, telemedicine, and internet finance, but also accelerates technological progress including computing, big data, Internet of Things, artificial intelligence, block chain, and quantum computing.\n", "\tIt will strengthen international cooperation in telecommunication, electricity, transportation infrastructure, as well as production capacity.\n", "\tThe digital Silk Road is also expected to boost economic growth and further industrial upgrading and restructuring, granting more flexibility to employment and startups and increasing peopleâ\u0080\u0099s happiness by creating more convenient, comfortable and free lifestyles.\n", "\tTo jointly build the digital Silk Road, governments and international organizations should play their due roles in making top-level designs, establishing transnational cooperation mechanisms, and setting up industrial cooperation alliances.\n", "\tIn addition, they should also build public service platforms, create dispute settlement mechanisms, enhance early warning of risks and cyber security, unify technical standards, promote international cooperation on standardization, improve laws and regulations, and build a governance system.\n", "\tMeanwhile, enterprises should also play their parts in building information infrastructure, developing internet information technology industry, and promoting the digital transformation of industries and public services.\n", "\tBesides, think tanks, intermediary organs, as well as associations and alliances must make use of their respective advantages in research, information channels and coordination, so as to enhance talent training system, strengthen training for digital talent, and build data bases for cooperation projects.\n", "\tPresident Xi proposed to promote the change of the global Internet governance system and jointly build a community of common destiny in cyberspace in his keynote speech delivered at the second World Internet Conference (WIC) in 2015.\n", "\tTwo years later, the fourth WIC witnessed the launch of â\u0080\u009cThe Belt and Roadâ\u0080\u009d Digital Economy International Cooperation Initiative by countries including China, Laos, Saudi Arabia, Serbia, Thailand, Turkey, and the United Arab Emirates, as more countries pulled efforts to build a peaceful, secure, open, cooperative, and orderly cyberspace.\n", "\tIt is believed that promoting the construction of the digital Silk Road will definitely lead to high-quality development of the BRI.\n", "\t(The author is the director general of the International Cooperation Center of the National Development and Reform Commission of China.) "]}