{"title": "Guns, tanks are modified to fight forest fires\n", "time_author": "By Zhao Lei (China Daily)    16:04, April 04, 2019\n", "content": ["\n", "Long-range fire-extinguishing guns help fight a fire in Qinyuan county, Shanxi province, on Monday. The guns use shells containing a fire-suppressing powder. [Photo provided To China Daily]\n", "\tFire departments across China are on high alert each spring, when forests are prone to erupt in flames.\n", "\tAt least eight forest fires have occurred since the start of this year, with the deadliest killing 30 people who were fighting it.\n", "\tIn an attempt to improve the efficiency of firefighting operations and reduce safety risks, fire departments have begun to adopt machines such as specially modified artillery guns and tanks.\n", "\tAccording to China North Industries Group Corp, commonly known as Norinco, eight long-range fire-extinguishing guns designed and built by the company arrived in Guojiaping village in Changzhi, Shanxi province, on Sunday at the request of provincial authorities to help quench the fire that had raged on a nearby mountain for several days.\n", "\tThe guns were used on Monday to launch shells containing fire-extinguishing agents onto the hill. With their assistance, firefighters were able to put out the blaze by afternoon, the State-owned defense conglomerate said on Wednesday.\n", "\tInformation from Norinco says the gun has a firing range of 8 kilometers, and each of its shells can scatter dry extinguishing agents over about 20 square meters. The gun features high mobility and accuracy, and is suitable for suppressing big fires, it said.\n", "\tThis is not the first time Norinco, the country's largest arms producer for land weapons, has entered the realm of firefighting. Before the gun, the company had developed and sold a series of firefighting tanks.\n", "\tWith the chassis and armor of a combat tank, the vehicles can protect crew members from fire, explosions and building collapses, and can cross half-meter-high obstacles or 2-meter-wide trenches. They have automatic spray devices and fireproof coatings that can keep scorching heat out of the vehicles' interiors.\n", "\tThe tanks can get closer to the scene than a fire engine for search-and-rescue missions, Norinco said.\n", "\tUsing 520-horsepower diesel engines and equipped with hydraulic devices, the tanks can clear away obstacles weighing up to 15 metric tons. Their metal tracks allow them to operate on slopes, in rocky terrain and in the debris of collapsed buildings.\n", "\tThe water cannon on the vehicles can spray water up to 65 meters.\n", "\tExperts said that injuries to firefighters are mainly caused by close contact with flames or explosions, or by buildings collapsing as they enter a scene that fire engines have difficulty accessing.\n", "\tRussia and Germany have also transformed old tanks into firefighting vehicles."]}