{"title": "China to be offered Russia's 'best warplane' Su-57\n", "time_author": "By Liu Xuanzun (Global Times)    08:27, April 01, 2019\n", "content": ["Su-57 fighter jet is worth studying, say military experts\n", "\tRussia is reportedly eyeing exporting Su-57, its most advanced fighter jet, to China, an offer Chinese experts described as an indication of the close strategic relations between the two countries.\n", "\tWhile Chinese analysts are becoming convinced of the Su-57's combat capabilities, some are skeptical whether the Russian warplane can integrate into the Chinese system since China has developed its own advanced J-20 fighter jet.\n", "\tThe Su-57E, an export version of the Su-57, is expected to receive export approval from Russian President Vladimir Putin in a few weeks, said Viktor Kladov, director of international cooperation and regional policy at Russia's Rostec defense industrial holding company, at a media briefing at the Langkawi International Maritime and Aerospace Exhibition in Malaysia, Jane's Defense Weekly reported Thursday.\n", "\tKladov named China as a potential customer. \"China has recently taken delivery of 24 Su-35 aircraft, and in the next two years [China] will make a decision to either procure additional Su-35s, build the Su-35 in China, or buy a fifth-generation fighter aircraft, which could be another opportunity for the Su-57E,\" he said.\n", "\tXu Guangyu, a senior consultant at the China Arms Control and Disarmament Association, told the Global Times on Sunday that it is possible that China could make the purchase, because China needs to study from other countries' strengths whenever possible.\n", "\tKladov's remarks are also an indication of cooperation in high-end military technology under the framework of the two countries' strategic cooperation, Xu said.\n", "\tDescribed by Putin as \"the world's best military plane\" on March 19, the Su-57 is a fifth-generation multirole fighter jet capable of both aerial combat and hitting ground and naval targets, Russia's TASS news agency reported.\n", "\tWang Yongqing, chief designer of the Shenyang Aircraft Design Institute under the state-owned Aviation Industry Corporation of China, wrote in the February 2019 issue of Aerospace Knowledge magazine that the Su-57 is designed to have strong supersonic cruise capability and super-maneuverability, and intentionally reduces stealth, a capability said to be crucial to a fifth-generation fighter, to a secondary priority.\n", "\tWhile US warplanes stress stealth and beyond visual range attacks, the Su-57 can evade incoming long-range missiles through its super-maneuverability and engage enemies at close range, a situation where stealth is not so important as super-maneuverability, Wang said.\n", "\tHowever, Aerospace Knowledge's chief editor Wang Ya'nan said although he is convinced of the Su-57's capabilities, he is less keen to see China buy it because China has already developed its own fifth-generation fighter jet, the J-20.\n", "\tChina is perfecting its own fifth-generation technology as the J-20 is on the way to being mass produced, Wang told the Global Times on Sunday.\n", "\tDuring this period, integrating another fighter jet into the fleet could bring challenges to the integration of the Chinese military's weapons and equipment systems and disrupt development and training plans, Wang Ya'nan said.\n", "\tHe noted that a technical study is possible, using the Su-57 in the Chinese military is unlikely.\n", "\tIndia could also be interested in buying the Su-57, Kladov said.\n", "\tUnlike China, India does not have a fifth-generation fighter and will not be able to develop one anytime soon, so the Su-57 is an attractive warplane to India, Wang Ya'nan said.\n", "\tThe Su-57 could also become a strong market competitor to the Chinese FC-31 stealth fighter jet, Weihutang, a column affiliated with China Central Television (CCTV), reported on Friday, noting that the FC-31 and the US' F-35 are the only two current fifth-generation fighter jets available on the international market."]}