{"title": "Ground Force tests proficiency of top officers\n", "time_author": " (China Daily)    17:02, March 28, 2019\n", "content": ["Military expects exam will improve skills, increase combat readiness\n", "\tMore than 200 major generals of the People's Liberation Army Ground Force simultaneously took part in a recent examination held across the nation, marking the Ground Force's first large-scale test of its high-ranking commanders.\n", "\tThe examination was arranged by the Ground Force headquarters and was held earlier this month in seven locations - Beijing, Fuzhou, Nanning, Lanzhou, Jinan, Urumqi and Lhasa. The largest test site was at the Ground Force Academy of Armored Forces in Beijing with 52 examinees, according to a statement from the Ground Force.\n", "\tExperts from PLA National Defense University and inspectors from the Ground Force's disciplinary committee supervised the examination.\n", "\tParticipants were mostly made up of major generals and some senior colonels - commanding officers from departments under the Ground Force headquarters, academies, schools, regional branches and training and test bases.\n", "\tThe examination was designed to check and hone the generals' capabilities in organizing training and commanding their troops. The results will be taken into consideration when it comes to promotion or commendation, the statement said. It added that the Ground Force wanted to use this examination to strengthen the notion that commanding officers must take the lead in combat readiness training.\n", "\tLu Chuangang, assistant to the Ground Force's chief of staff, said the examination's content included theory, strategy and command skills. Participants were given different tasks in different areas, and were told to analyze their respective situations, determine goals, make plans for troop deployment and develop combat schedules, according to Zhou Bingyi, director of the operations bureau of the Ground Force's staff department.\n", "\tZhou said participants had already taken part in tests on firearm usage and physical strength hosted by their own units before the examination.\n", "\t\"The capabilities of these commanding officers determine whether their troops will be well trained,\" Zhou said. \"We hope such examinations will help improve the competence of commanders and consequently boost the combat capabilities and preparedness of their units.\"\n", "\tXie Zenggang, commander of the 83rd Group Army who took the examination, was quoted by China National Radio as saying that it had broadened his horizons and enabled him to gain a higher strategic perspective that can be used in planning future operations.\n", "\t\"It also reminded me of the necessity that as a commander, I not only need to take into consideration joint operations by various services in the PLA but also to think about joint campaigns with foreign militaries,\" he said.\n", "\tIn June, the Ground Force organized a test for commanders of its 13 group armies - its largest combat units. Since the start of this year, the Ground Force has conducted a wide range of examinations for almost all of its members to verify their professional knowledge and skills."]}