{"title": "Summit demonstrates China's leapfrog into digital world\n", "time_author": " (Xinhua)    07:26, May 07, 2019\n", "content": ["\tThe second Digital China Summit opened Monday in eastern China's Fujian Province, shedding light on the latest information technologies that have penetrated the country's government, industries and society.\n", "\tThe Chinese government has expected information technologies to nurture new economic engines and upgrade old industries as the country shunts from the high-speed economic growth to the path of high-quality development.\n", "\n", "A staff member from a water ecology management service provider shows visitors how to test drinking water quality using a block-chain-based management and control system at the 2nd Digital China Exhibition in Fuzhou, southeast China's Fujian Province, May 5, 2019. [Photo: Xinhua]\n", "\tHuang Kunming, a member of the Political Bureau of the Communist Party of China (CPC) Central Committee, in a keynote speech at the summit called for advancing the building of a digital China and smart society, stressing the role of information technology in promoting high-quality development.\n", "\tHuang, also head of the Publicity Department of the CPC Central Committee, said China's advantages in internet technology innovation, technology application and as a huge market should be transformed into advantages in developing a digital economy.\n", "\tThe official called for achieving breakthroughs in core technologies, enhancing protection of intellectual property rights, advancing information infrastructure construction and narrowing digital gaps between urban and rural areas.\n", "\tA report reviewing the country's digital development in 2018 was also issued at the summit, pointing to rapid growth in sectors including electronic information manufacturing, software service, communications and big data.\n", "\tThe report published by the Cyberspace Administration of China said the country last year recorded more than 9 trillion yuan (1.3 trillion U.S. dollars) in online retail. China's digital economy reached 31.3 trillion yuan in scale, accounting for one-third of the national GDP in 2018.\n", "\tProvincial-level e-government platforms have also slashed time for getting government permits by an average of 30 percent, noted the report.\n", "\tTrendy technologies from driverless vendor vehicles and facial recognition security checks to 5G networks are being used at the event in the city of Fuzhou. A number of tech companies are displaying their cutting-edge products including Baidu's driverless vehicles, Huawei's AI chip \"Ascend\" and Foxconn's \"future factories.\"\n", "\tPony Ma, CEO of China's Internet giant Tencent, said at the summit that the company, by working with Fujian police, has used its facial recognition technology to help 1,000 families find missing family members in the past two years.\n", "\tHu Xiaoming, president of Ant Financial that runs the popular online payment network Alipay, said at the event that one of every four Chinese now handles government services on Alipay, making it the country's largest platform that offers access to government services.\n", "E-GOVERNMENT\n", "\tOne of the major highlights at the summit's exhibition area are the many e-government apps, which have mushroomed across China to incorporate a wide range of government and public services. They are part of the government's efforts to cut red tape to benefit residents and businesses alike.\n", "\tIn Fuzhou, the host city of the event, a citizen's typical day now revolves around the e-Fuzhou app, which allows users to buy bus tickets, pay tuition fees and manage social security accounts without the need of visiting government offices.\n", "\tA slew of digital technology applications, including the big data credit inquiry system, the online tax bureau, and the paperless customs clearance system, have also been developed in the province over the years.\n", "\tDingxi, one of the least developed cities in west China's Gansu Province, has a booth displaying an online monitoring platform, which it launched last year to allow villagers to scrutinize the management of poverty-relief funds and report any signs of corruption.\n", "\t\"We went door-to-door to teach villagers how to use mobile phones to check the subsidies they are entitled to and the sum other families actually received,\" said Yang Sirun, an inspector with the city's discipline inspection commission.\n", "\t\"In the past, some wealthy families feigned poverty to claim subsistence allowances, while some officials fraudulently pocketed subsidies in the names of families that had moved away. The new platform can easily expose such 'micro corruption,'\" Yang said.\n", "\tThe official said since its launch, over 3,400 officials and residents have voluntarily turned in their illegal gains for fear of being reported. \"Many hidden problems were also found during the collation of data from different departments, which proves big data's power in fighting corruption,\" he said.\n", "\tThe summit from May 6 to 8 aims to serve as a platform for issuing China's policies on IT development and displaying the achievements and experience of e-government and the digital economy.\n", "\tMore than 1,500 officials, company representatives and scholars are attending the event, which is co-organized by the Cyberspace Administration of China, National Development and Reform Commission, Ministry of Industry and Information Technology and Fujian provincial government."]}