{"title": "Border guard in Chinaâ\u0080\u0099s Xinjiang fulfills responsibility with real actions\n", "time_author": " (People's Daily Online)    16:59, February 21, 2019\n", "content": ["\n", "Lazzini Bayik (left) visits a family in Shanshan county, Xinjiang. (Photo/Xinhua)\n", "\tâ\u0080\u009cSecuring the border is the business of not only the country, but also our herdsmen. We cannot live a happy life without a peaceful border.â\u0080\u009dThis is what Lazzini Bayik, a 40-year-old border guard in western Chinaâ\u0080\u0099s Xinjiang Uygur Autonomous Region, believes.\n", "\tLazzini is the third generation in his family to secure the isolated stretch of Chinaâ\u0080\u0099s border in Xinjiangâ\u0080\u0099s Taxkorgan Tajik Autonomous County, the heart of the Pamir Mountains, which is cloaked in snow all year round.\n", "\tMany roads leading to the national border hide deep in the mountains, which make up the core area that Lazzini and his colleagues patrol.\n", "\tLazzini has never slacked off despite the rough terrain and harsh weather conditions. â\u0080\u009cWe are soldiers on the frontier even though we are not in uniform. We protect our national border with real actions,â\u0080\u009d he said.\n", "\tThe tradition of guarding the national border in Lazziniâ\u0080\u0099s family started with his grandfather, who guided the Peopleâ\u0080\u0099s Liberation Army to build watch houses at the frontier in the 1950s and later stayed to protect the border with them. From that moment on, guarding the border was a family cause, which Lazzini and his father have also dedicated themselves to.\n", "\tIn 2018, Lazzini was elected as a deputy of the National Peopleâ\u0080\u0099s Congress. He investigated many farming and pastoral areas to better fulfill his responsibilities.\n", "\tâ\u0080\u009cFarmers and herdsmen have already moved into new houses. Every village has a kindergarten. Our kids can now enjoy 15 years of free education from nursery to high school,â\u0080\u009d he explained.\n", "\tLazzini said that just 10 years ago, border guards like him received about 150 yuan per month, but now, they can earn up to 2,600 yuan. All border guards in his county have social security, medical insurance, and other allowances, he added.\n", "\tThe Chinese people are confident of their future as they see more benefits brought by Chinaâ\u0080\u0099s fast development, Lazzini noted. â\u0080\u009cHowever, we still need to stay vigilant in protecting the border. We patrol every day to defend our beautiful homeâ\u0080\u009d, he added."]}