{"title": "Chinaâ\u0080\u0099s naval hospital ship Peace Ark has provided free medical services to thousands around the world\n", "time_author": " (People's Daily Overseas New Media)    16:19, February 20, 2019\n", "content": ["\n", "China's naval hospital ship Peace Ark visited Kenya in 2010. (Photo: Xinhua)\n", "\tChinaâ\u0080\u0099s naval hospital ship Peace Ark has covered 230,000 nautical miles to provide free medical services to over 230,000 local people in 43 countries, spanning three oceans and six continents, a decade after its first mission.\n", "\tThe ship returned to China in mid-January this year after completing its seventh and also longest voyage abroad. It sailed 31,800 nautical miles in 205 days, traveling as far as Venezuela and Chile, treating more than 50,800 cases.\n", "\tThe offshore hospital onboard the Peace Ark has 120 medical staff working in 18 clinical departments and five auxiliary ones, providing medications, as well as traditional Chinese medicine. The hospital is also equipped with a ship-borne air ambulance.\n", "\tDuring its first mission in 2009, the ship departed from Shanghai and sailed all the way to the South China Sea, where doctors onboard provided free treatment and medical services to over 8,700 people living on remote islands in the area.\n", "\tIn 2010, the ship began its first voyage abroad and greeted a newborn baby onboard. During its stop in Bangladesh, medical personnel from both countries performed a successful caesarean operation onboard to a local woman who has congenital heart disease. Both the mother and the newborn baby were safe and sound afterward.\n", "\tIn 2013, the ship provided humanitarian medical assistance to the Philippines, nearly two weeks after the neighboring country was struck by a devastating typhoon that killed more than 4,000 people, treating more than 2,208 cases and providing 44 surgeries.\n", "\tâ\u0080\u009cThank you to the Chinese doctors for giving us a new life,â\u0080\u009d an overwhelmed new father in Sierra Leone said, who named his newborn baby â\u0080\u009cPeaceâ\u0080\u009d after doctors onboard saved his wife and child in a dangerous yet successful operation."]}