{"title": "PLA Rocket Force opens first social media accounts with a bit of humor\n", "time_author": " (Global Times)    08:34, February 18, 2019\n", "content": ["\n", "File photo taken on Sept. 3, 2015 shows DF-26 missiles attending a military parade in Beijing, capital of China. Photo: Xinhua\n", "\n", "Screenshot of the People's Liberation Army Rocket Force's official Weibo account \"DF Express.\" Photo: Sina Weibo\n", "\tLong considered one of China's most inscrutable armed forces, the tight-lipped People's Liberation Army (PLA) Rocket Force opened its first social media accounts, with one humorously named \"DF Express,\" a nickname conjured up by military enthusiasts years ago in praise of Dongfeng ballistic missiles' ability to strike a global target both quickly and accurately.\n", "\tThe Rocket Force registered three verified accounts on Thursday afternoon, two on Sina Weibo and one on WeChat. The accounts were soon being followed by thousands of Chinese netizens even though the Rocket Force has yet to post anything.\n", "\tWhile the account on WeChat and one of the Weibo accounts are simply called \"PLA Rocket Force,\" the other Weibo account was given the unusually informal name \"DF Express,\" causing chuckles among Chinese military enthusiasts.\n", "\tThe letters DF stand for Dongfeng, meaning East Wind, which is the name of a series of ballistic missiles operated by the Rocket Force. Netizens also noted DF Express is close to the name of one of China's largest courier companies, SF Express.\n", "\tSome years ago, Chinese military enthusiasts nicknamed the PLA Rocket Force the DF Express after netizens jokingly wrote that the missiles can \"make fast and accurate deliveries to recipients worldwide.\"\n", "\tThe Force's \"DF Express\" social media account now makes the nickname semi official and has already attracted more than 340,000 followers, almost twice as many as the \"PLA Rocket Force\" Weibo account, which has some 170,000 followers as of press time. The WeChat account does not show how many followers it has.\n", "\tThe \"PLA Rocket Force\" WeChat account is expected to release its first post on Tuesday, PLA Daily reported.\n", "\tPeople can expect more information on this tight-lipped force through its social media accounts, analysts said. Compared with other military branches like the PLA Army and PLA Navy, the Rocket Force rarely makes public announcements.\n", "\tMany related departments and state-owned companies like the State Post Bureau and China Aerospace Science and Technology Corporation interacted with the newly-registered accounts.\n", "\t\"Do you take orders, my brother? I want something delivered @DFExpress,\" the China National Nuclear Corporation joked on its Weibo account.\n", "\tThe PLA Rocket Force was established on December 31, 2015 after its transformation from the previous Second Artillery Force.\n", "\tIt is China's core strategic deterrent power, a pillar to sustain China's position as a major country and a footstone to safeguard national security, the PLA Daily said."]}