{"title": "Chinese peacekeepers participate in UNIFIL medical drill in Lebanon\n", "time_author": " (China Military Online)    13:38, February 15, 2019\n", "content": ["\n", "File photo: Medical personnel from the medical detachment of the Chinese peacekeeping force to Lebanon were conducting a helicopter medical evacuation for a peacekeeper from Finland who suffered from cervical dislocation on November 27, 2018.\n", "\tBEIRUT, LEBANON, Feb. 14 (ChinaMil) -- The United Nations Interim Force in Lebanon (UNIFIL) carried out an emergency medical rescue drill codenamed â\u0080\u009cSector East Angels 2019-1â\u0080\u009d on Wednesday along the Blue Line that separates Lebanon and Israel. Peacekeepers from seven countries, including China, Spain, Indonesia and Nepal, participated in the drill. The medical detachment of the 17th Chinese peacekeeping force to Lebanon was responsible for reception, rescue, and medical evacuation during the drill.\n", "\tOn receiving the wounded, the Chinese medical staff classified the injuries according to their seriousness, and provided hemostasis, dressing and fixed treatment to the lightly wounded, while providing supervision, oxygen and venous access to the seriously injured. If the seriousness of the injured person exceeded the scope of the medical treatment available at this level, the Chinese medical staff would call for emergency airlift medical evacuation in accordance with the UNIFIL standard operating procedures, and transfer the injured to higher-level hospitals.\n", "\tAn officer from UNIFILâ\u0080\u0099s Sector East said, â\u0080\u009cThe Chinese military doctors have clear procedures for emergencies in the drill. Their treatment methods are professional and experienced, labor division is reasonable and orderly. It's worth learning.â\u0080\u009d\n", "\tThe â\u0080\u009cSector East Angelsâ\u0080\u009d drill is conducted on a quarterly basis, and is directly supervised by the Joint Command Center of UNIFIL's Sector East. The drill mainly relies on the medical teams from troop-contributing countries to provide emergency medical treatment and medical evacuation. The drillâ\u0080\u0099s objective is to test the emergency rescue and coordinated support capabilities of the medical units of UNIFIL.\n", "\tThe Chinese medical detachment consists of 30 officers and soldiers, is responsible for medical treatment, emergency medical rescue and medical evacuation for more than 4,000 people in UNIFILâ\u0080\u0099s Sector East. At the same time, they often provide humanitarian medical assistance to local people."]}