{"title": "China's military major force in maintaining world peace, stability: expert\n", "time_author": " (Xinhua)    11:00, January 10, 2019\n", "content": ["\tBEIJING, Jan. 9 (Xinhua) -- The Chinese military is an important force in maintaining the world's peace and stability, a military expert said on Wednesday.\n", "\tAt a press briefing, He Lei, former vice president of the Academy of Military Science of the Chinese People's Liberation Army (PLA), said military relations between China and the United States could serve as the stabilizer of China-U.S. relations.\n", "\tHe said the two militaries should show sincerity and treat each other as friends, and the U.S. side should be positive on China's development as well its military.\n", "\t\"They should uphold the principles of 'no conflicts and confrontations, not stir up troubles, and adhere to the one-China principle and the three joint communiques as well as the consensus reached by the two heads of states,\" he said.\n", "\tZhang Junshe, a researcher from the Naval Research Academy of the PLA, echoed He, saying \"the Pacific Ocean is vast enough to accommodate both China and the United States.\"\n", "\tCalling freedom of navigation in the South China Sea a \"pseudo-proposition,\" Zhang said over 100,000 ships passed through the water every year, including those from countries that have disputes with China.\n", "\t\"It is China's consistent stance to respect all countries' navigation freedom in accordance with the United Nations Convention on the Law of the Sea,\" Zhang said.\n", "\t\"A total of 31 Chinese naval fleets have escorted more than 6,600 ships in the Gulf of Aden over the past 10 years, of which more than a half are foreign commercial ships and those from the Food and Agriculture Organization of the United Nations.\n", "\t\"The Chinese military is taking more and more international responsibilities. All other countries should view the development of the Chinese military in a correct way.\"\n", "\tHe Lei said: \"The Chinese military has always been committed to safeguarding national sovereignty and security and maintaining world peace.\""]}