{"title": "China gives 2 military researchers top science, tech award\n", "time_author": " (Global Times)    15:14, January 09, 2019\n", "content": ["\n", "\tPresident Xi Jinping stands with national top science award winners Liu Yongtan (right) and Qian Qihu after Xi presented them with medals and certificates at the Great Hall of the People in Beijing on Tuesday. Xie Huanchi / Xinhua\n", "\t \n", "\n", "\tGraphics: Prize money for major science awards\n", "\t \n", "\tTwo senior military scientists won China's annual top science and technology award on Tuesday, receiving a prize of 8 million yuan ($1.17 million) each, greater than last year's Nobel Prize amount.\n", "\tLiu Yongtan, a radar expert and academician from both the Chinese Academy of Sciences and Chinese Academy of Engineering (CAE), and Qian Qihu, a defense engineering expert, who is also a CAE academician, received the 2018 State Preeminent Science and Technology Award during a conference held at the Great Hall of the People in Beijing.\n", "\tChinese President Xi Jinping, who granted award medals and certificates to the winners, shook hands with them and expressed congratulations.\n", "\tThe cash prize for each of the two military scientists on Tuesday was 8 million yuan ($1.17 million), 3 million yuan more than last year's prize money. It is also higher than the Nobel Prize amount for 2018, which was set at Swedish kronor 9.0 million, roughly $1 million.\n", "\tDuring the past 20 years, 31 Chinese scientists have been granted this honor, including Nobel Prize-winning pharmacologist Tu Youyou and \"Father of Hybrid Rice\" Yuan Longping.\n", "\tLiu, 82, is the forerunner of China's first all-time, all-weather, over-the-horizon maritime early warning system that targets enemies both from sea and air, and also spearheaded the development of the nation's sea-targeting radar.\n", "\tOver his more than six-decade career, Qian, 81, helped establish the theoretical system for China's modern defense engineering theoretical system, overcoming technical difficulties for defense engineering during nuclear attacks.\n", "\tWhat the two senior scientists have in common is they successfully applied the national defense theories they developed in present engineering practices, which substantially enhanced the country's capability to resist external threats, Song Zhongping, a Beijing-based military expert and TV commentator, said on Tuesday.\n", "\tYang's over-the-horizon early warning radar system lays the foundation for the \"country's first line of defense,\" which is also why the country was able to establish the Air Defense Identification Zone in the East China Sea, Song told the Global Times.\n", "\tAccording to China Global Television Network on Tuesday, under Liu's direction, China's first high-frequency radar system became a leader in target detection in the 1990s.\n", "\tAnd it represented the modern radar and also has wide applications in aerospace, navigation, fisheries and coastal oil development.\n", "\tChina's nuclear strategy follows the principle of \"No first use.\" It requires the country to have the capability to withstand a nuclear attack before it responds with its strategic weapons.\n", "\t\"Qian's work achieves that to guarantee the safety of the country's strategic weapons and launch and storage facilities, as well as the commander's safety during extreme times,\" Song said.\n", "\tQian compared his work to the underground \"Steel Great Wall\" and many places that already play a part in Chinese people's lives also have links to Qian's work, including the Nanjing Yangtze River Tunnel, the Hong Kong-Zhuhai-Macao Bridge, and the giant South-to-North Water Transfer Project, said the CGTN report.\n", "\tFive foreign experts, including four from the US and one from Sweden, were also given the China International Science and Technology Cooperation Award.\n", "\tChina aims to turn into an innovative country by 2020, when scientific progress will contribute nearly 60 percent of the nation's economic growth, according to a national science and technology development plan. "]}