{"title": "Overseas bases might be just wishful thinking for UK\n", "time_author": "By Mu Xiaoming (China Military Online)    09:02, January 08, 2019\n", "content": ["\n", "\tThe UK is working on plans to build two new military bases in the Caribbean and Southeast Asia, said Britain's Secretary of State for Defense Gavin Williamson in an interview. Gavin Williamson claimed that â\u0080\u009cwhere we have economic interests, where we should have military presenceâ\u0080\u009d.\n", "\tOverseas military bases have served as the â\u0080\u009cbridgeheadâ\u0080\u009d for the UK to safeguard its overseas interests, control strategic arteries, consolidate leadership position, and prevent other major powers from seeking sea power since modern times.\n", "\tSome analysts pointed out that the UKâ\u0080\u0099s plan of establishing two new overseas military bases and the previous British military revitalization plan mean that the UK is trying to strengthen its international presence after Brexit. Some also said that the move by the UK may further complicate the strategic situation in relevant regions.\n", "\tThe UKâ\u0080\u0099s security environment has undergone major changes since it officially launched the Brexit process. In particular, the US President Donald Trump has contempt for NATO, demanding that NATO member states apportion more defense spending. This has intensified the UKâ\u0080\u0099s anxiety about NATOâ\u0080\u0099s future and increased the urgency to improve its defense capabilities.\n", "\tBritish Ministry of Defense issued a report in December 2018, which argues that the world has returned to an era of fierce competition after 30 years of relative stability. In order to deter and defeat potential rivals, the UK should be able to deploy a 50,000-strong task force including an aircraft carrier, HMS Queen Elizabeth, which can carry F-35 stealth fighter jets, an army division with three brigades, one battle group consisting of fighter jets, transport aircraft and reconnaissance aircraft, and on especial operations force. At the same time, the UK must maintain at least one ballistic missile submarine at sea.\n", "\tIn fact, the deployment and adjustment of overseas military bases can be seen as a â\u0080\u009cbarometerâ\u0080\u009d reflecting Britainâ\u0080\u0099s global military dominance and political influence. The past 300 years have witnessed a transformation of Britainâ\u0080\u0099s strength from strong to weak. At present, its overseas military bases can only be found in Brunei, Gibraltar, the Falkland Islands, Cyprus, and some trust territories located at oceans.\n", "\tHowever, the UK has always considered itself as the â\u0080\u009csuzerainâ\u0080\u009d of the developing countries of the Commonwealth. Its ambition to maintain its status as a major power has enabled the UK to keep seeking maintenance its overseas military bases.\n", "\tAs early as in 2003, the British national defense white paper pointed out that its Royal Navy would pay more attention to the rapid delivery of military personnel and equipment than at any time in history.\n", "\tIn December 2014, the UK signed a military cooperation agreement with Bahrain. Accordingly, the UK has strengthened its military presence and established a permanent military base in Bahrain. This is the first time that the UK redeployed a military base in Bahrain since the withdrawal of British troops from the east of the Suez Canal in 1971.\n", "\tThe re-establishment of a military base in Bahrain can neither reinvigorate Britainâ\u0080\u0099s one-time national prestige nor reverse its downward momentum. However, it reflects the geopolitical ambition of Britain in the new era.\n", "\tSeen from the operational level, given that the British territory is small and narrow and its domestic climate, topography and natural conditions are not diverse, it is not suitable for British armed forces to carry out combat training under various natural conditions. Overseas bases make up for this disadvantage. Hence, the new overseas military bases are of great significance to the British armed forces that intend to reinvigorate its strategic influence.\n", "\tHowever, Williamsonâ\u0080\u0099s claim to build overseas military bases was criticized by the British Conservative Party and the opposition party, saying that Williamson showed his ambition and ignorance. They also asked him where his budget would comefrom.\n", "\tSome media questioned the feasibility of the plan.They argued that although the UK is ambitious and hopes to restore its past glory as a global power, it remains to be seen whether the UK has the capability to build more overseas bases while struggling with austerity budget for many years to maintain a strong military deterrence."]}