{"title": "Mobile howitzers help Tibet border defense\n", "time_author": " (Global Times)    08:50, January 08, 2019\n", "content": ["\n", "Soldiers from the People's Liberation Army in Southwest China's Tibet Autonomous Region attend a training mobilization meeting with new vehicle-mounted howitzers. Photo: courtesy of the People's Liberation Army Ground Force\n", "\n", "Soldiers from the People's Liberation Army in Southwest China's Tibet Autonomous Region attend a training mobilization meeting. Photo: courtesy of the People's Liberation Army Ground Force\n", "\tThe People's Liberation Army (PLA) stationed in Southwest China's Tibet Autonomous Region has been equipped with new vehicle-mounted howitzers, which aims to boost their high-altitude combat capability to improve border security.\n", "\tAccording to an article released by the WeChat account of the PLA Ground Force on Saturday, the PLA in the Tibet Military Command is equipped with the new howitzer, which Chinese military analysts said is supposed to be the PLC-181 vehicle mounted howitzer.\n", "\tThe equipment was used in an artillery brigade in Tibet during the 2017 China-India stand-off.\n", "\tSong Zhongping, a military expert and TV commentator, confirmed with the Global Times Monday that the howitzer has a 52-caliber cannon with a range of over 50 kilometers and shoots laser-guided and satellite-guided projectiles.\n", "\tIt will boost the high-altitude combat capability of the PLA in Tibet, Song said.\n", "\tAs part of military training in 2019, an artillery brigade in the Tibet Military Command ordered soldiers to take part in a military skills competition at a training ground on the Qinghai-Tibet Plateau 3,700 meters above sea level.\n", "\tVideo from the China News Service on Sunday shows soldiers engaged in military boxing, standstill shooting and firing in motion, as well as assembling guns on the snowfields to improve their attack capability.\n", "\tChina's border issue has not been completely resolved, and was challenged by pro-Tibet independence forces and terrorists, analyst noted.\n", "\tZhao Gancheng, director of the Center for Asia-Pacific Studies at the Shanghai Institute for International Studies, told the Global Times on Monday that the military investment in Tibet has been rising, but is primarily meant for defense and not to provoke conflict with neighboring countries.\n", "\tThe PLA troops stationed in Tibet need to improve their combat capabilities in plateau areas and strengthen their willpower in extreme weather as they are primarily responsible for the border defense against terrorists and foreign invaders, he said.\n", "\tTo cope with altitude sickness, the PLA built oxygen stations for the soldiers in Tibet in 2015, which were used for medical purposes, but are now also being used in regularly training, according to a press release on the Ministry of National Defense's website in August 2018.\n", "\tIn August, an armored infantry of the Tibet Military Command conducted a drill on a plateau 4,800 meters above sea level, according to a report from chinanews.com."]}