{"title": "Chinaâ\u0080\u0099s medium-sized stealth fighter jet FC-31 may be deployed on future aircraft carriers: sources\n", "time_author": " (Global Times)    09:22, January 02, 2019\n", "content": ["\n", "A model of an FC-31 fighter jet is displayed at Airshow China 2018 in Zhuhai, South China's Guangdong Province. Photo: Yang Sheng/GT\n", "\tChina's future aircraft carriers will see stealth warplanes on their decks, likely the medium-sized fighter jet FC-31, said Chinese military experts as the People's Liberation Army (PLA) is procuring stealth parts for China's aircraft carrier-based fighter jet manufacturer.\n", "\tShenyang Aircraft Design Institute is in need of an integral unit for photoelectric target acquisition that is stealth capable, according to a notice the PLA weapon and equipment procurement website weain.mil.cn released on Thursday.\n", "\tThe notice also said that the unit must be able to operate against naval targets and capable of monitoring humidity.\n", "\tJudging from the stated requirements and previous rumors, Chinese military observers said that the parts mentioned in the procurement are very likely to be used on China's new aircraft carrier-based stealth fighter jets although the notice did not specify how the parts will be used.\n", "\tHaving already designed China's current aircraft carrier-borne fighter jet J-15, Shenyang Aircraft Design Institute is developing a new carrier-based warplane based on the FC-31, a Chinese military insider, who asked not to be named, told the Global Times.\n", "\tThe FC-31 is a fourth generation medium-sized stealth fighter jet originally intended for export. Chinese military experts said that the PLA procurement notice suggests the FC-31 is no longer export-oriented, and is destined for domestic military service.\n", "\tThe FC-31 made its public debut flight at Airshow China 2014in Zhuhai, South China's Guangdong Province, but went relatively quiet after that.\n", "\tMultiple changes and upgrades are being made to the FC-31 allowing it to be used on an aircraft carrier, the insider said.\n", "\tChina's third aircraft carrier, which was confirmed to be under construction by the Xinhua News Agency in November and is widely expected to be equipped with an electromagnetic catapult, will use the stealth fighter jet, predicted Wang Yunfei, a naval expert and retired PLA Navy officer.\n", "\tThe single-seat, twin-engine fighter jet will greatly expand Chinese aircraft carrier battle groups' capabilities just as China's most advanced stealth fighter jet the J-20 did for the PLA Air Force, the anonymous insider said.\n", "\t\"Only a fourth generation fighter jet can stand up against another fourth generation fighter in an engagement without being at a significant disadvantage,\" he said.\n", "\tThe US-made fourth generation fighter jet F-35B and F-35C are capable of operating on aircraft carriers, and Japan is planning to upgrade its Izumo-class helicopter destroyers into aircraft carriers, equipping them with imported F-35Bs.\n", "Newspaper headline: Future carriers stealth-jet operable "]}