{"title": "Samsung to inspect Galaxy Fold screen problems amid malfunction reports: spokesperson\n", "time_author": " (Xinhua)    09:36, April 22, 2019\n", "content": ["\n", "(Photo/CCTV)\n", "\tLOS ANGELES, April 19 (Xinhua) -- Samsung has heard from reviewers about screen breaking or malfunctioning of the Galaxy Fold, its upcoming foldable smartphone, and will find out the cause of the matter, a Samsung spokesperson told Xinhua via email on Friday.\n", "\tThe Galaxy Fold, on sale from April 26 in the United States, resembles a conventional smartphone but opens like a book. The display has been transformed from a pocket-sized 4.6-inch phone into an expansive 7.3-inch dynamic AMOLED screen.\n", "\tSamsung has defined the Galaxy Fold as the \"biggest breakthrough\" since the launch of its mobile phone business.\n", "\tHowever, ahead of the official launch of Samsung's cutting-edge foldable phone, journalists supplied with samples reported malfunctions after just a few days of use.\n", "\t\"A limited number of early Galaxy Fold samples were provided to media for review. We have received a few reports regarding the main display on the samples provided. We will thoroughly inspect these units in person to determine the cause of the matter,\" a Samsung spokesperson said.\n", "\t\"A few reviewers reported having removed the top layer of the display causing damage to the screen,\" said the spokesperson.\n", "\tThe main display on the Galaxy Fold features a top protective layer, which is part of the display structure designed to protect the screen from unintended scratches, according to the spokesperson. \"Removing the protective layer or adding adhesives to the main display may cause damage.\"\n", "\t\"We will ensure this information is clearly delivered to our customers,\" the spokesperson said.\n", "\tThe malfunctions raised the specter of Samsung's doomed Galaxy Note 7 phone three years ago, some reviewers said.\n", "\tBattery and design flaws in the Note 7 resulted in some units catching fire or exploding, forcing Samsung to permanently stop its production and sales of the model globally in October 2016.\n", "\tShares of Samsung Electronics dropped more than 3 percent on Thursday after multiple screen problems were reported.\n", "\tSome analysts believe that malfunctions in the first batch of a test model were of little surprise. The handset's in-folding design is more difficult to make than out-folding, as it adds higher pressure to the screen, they said."]}