{"title": "Chinaâ\u0080\u0099s escort capability significantly improved after 10 years of escort missions\n", "time_author": " (People's Daily Online)    14:05, December 26, 2018\n", "content": ["\n", "ï¼\u0088Photo via PLA Daily)\n", "\tThe Chinese military has conducted over 1,190 escort missions, safeguarding the voyages of more than 6,600 merchant ships from China and abroad in the Gulf of Aden since the first escort fleet was dispatched 10 years ago, showing significant progress in the nationâ\u0080\u0099s naval escort capability, experts said.\n", "\tSince December 26, 2008, the day when China sent its first escort fleet, consisting of two destroyers and one auxiliary ship, Chinese naval forces have dispatched a total of more than 26,000 soldiers and officers overseas.\n", "\tChinaâ\u0080\u0099s decision to send naval forces to the area came in response to the UNâ\u0080\u0099s call to launch escort missions in the Gulf of Aden, which is one of the worldâ\u0080\u0099s busiest sea passages, but also a notorious area for pirates.\n", "\tIn 2008 alone, more than 30 ships were hijacked and over 600 crew members taken hostage.\n", "\tThe first Chinese escort fleet received its first emergency call from a Greek merchant ship under siege by pirates.\n", "\tOver the years, Chinese forces have rescued or escorted more than 70 domestic and international ships under emergency situations, casting out some 3,000 pirate vessels.\n", "\tâ\u0080\u009cFor the naval escort fleets, itâ\u0080\u0099s an unprecedented task to conduct anti-piracy escort missions on the high seas. Itâ\u0080\u0099s a challenge for all the soldiers and officers who must work under a completely new environment and to deploy forces to combat piracy,â\u0080\u009d naval expert Zhang Junshe commented.\n", "\tThe deployment of Chinese naval forces for anti-piracy missions has sped up by a factor of five over the past decade and the time required for shipborne helicopters has been shortened by three times, according to Zhang.\n", "\n", "ï¼\u0088Photo via PLA Daily)\n", "\tIn addition to escorting merchant ships, the escort fleets also took up various others missions, including escorting the transportation of the seventh batch of chemical weapons from Syria in September 2013. In December 2014, the fleets sent more than 600 tonnes of fresh water to the capital of Maldives when the city suffered from fresh water shortage.\n", "\tIn March 2015, a Chinese escort fleet undertook the nationâ\u0080\u0099s first evacuation of Chinese nationals overseas. More than 600 Chinese nationals and another 200 citizens from 15 countries and regions were successfully evacuated from Yemen.\n", "\tIn March 2011, the Chinese military for the first time escorted an evacuation ship carrying more than 2,000 Chinese nationals from Syria.\n", "\tChinaâ\u0080\u0099s high-sea military logistics support has developed into a more comprehensive model with multiple logistic support services, including remote technical support and overseas centralized maintenance. The support model is becoming more mature, with better efficiency, a China Central Television report said.\n", "\tâ\u0080\u009cAs Chinese nationals travel abroad for sight-seeing and trade, overseas interests are becoming increasingly important to national interests. Therefore, the militaryâ\u0080\u0099s escort missions serve as an important guarantee for safe sea passage and overseas interests,â\u0080\u009d Zhang noted."]}