{"title": "Two-seat J-15 fighter jet boosts carrier capability: experts\n", "time_author": " (Global Times)    08:03, December 13, 2018\n", "content": ["\tA modified two-seat variant of the J-15 fighter jet was spotted at a Chinese aircraft carrier training base in a recent TV program, suggesting the carrier-based warplane is already being tested and expected to greatly expand the carrier's combat capability with electronic warfare equipment that one pilot cannot manage.\n", "\tThe People's Liberation Army (PLA) Navy only operates the single-seat J-15 fighter jet on the Liaoning aircraft carrier at the moment, but military analysts predict the two-seat variant of the warplane would be able to join the ranks within two years.\n", "\tThe new fighter jet, which resembles the J-15 but with a larger cockpit, was seen parked in a hangar at an unspecified Chinese carrier-based aircraft training base in a Sunday China Central Television (CCTV) program.\n", "\tCCTV's website, cctv.com, published a separate report on Tuesday titled \"China's most mysterious carrier-based fighter jet quietly appears, greatly accelerating the pace of aircraft carrier's combat capability,\" saying the aircraft in the program is a modified two-seat version of the J-15.\n", "\tThe variant might already be undergoing tests with the PLA Navy, the cctv.com report said.\n", "\tIt is painted with military camouflage instead of the flight test color, which further supports the guess, military experts said.\n", "\tModifying the single-seat J-15 into a two-seat version can greatly increase the combat capability of the fighter jet and the aircraft carrier, cctv.com reported.\n", "\tThe new aircraft can also conduct electronic jamming missions, the report said.\n", "\tIn April, photos of the variant equipped with wingtip electronic warfare pods surfaced online, but their authenticity could not be verified.\n", "\tA single pilot cannot manage to fly the jet and engage in complicated electronic battles at the same time, Wei Dongxu, a Beijing-based military expert, told the Global Times on Wednesday.\n", "\tThe extra seat can also be used to train new pilots, the cctv.com report said.\n", "\tWei said that having an experienced pilot to teach a trainee in actual flight is very effective and will contribute to the talent program, noting that the control panels for both pilots are the same.\n", "\tHowever, having an extra pilot means the variant might need to reduce its payload or sacrifice mobility, Wei said.\n", "\tWe noted that it is better to combine the strengths of the single-seat and two-seat versions to compensate for their weaknesses."]}