{"title": "China revs up targeted financing support for real economy\n", "time_author": " (Xinhua)    10:23, May 11, 2019\n", "content": ["\n", "\tA woman checks products in a toy factory in Wuzhi County of central China's Henan Province, Aug. 11, 2017. (Xinhua/Feng Xiaomin)\n", "\tBEIJING, May 10 (Xinhua) -- China's total outstanding social financing rose 10.4 percent year on year to 209.68 trillion yuan, the latest central bank data showed.\n", "\tThe growth rate was the second highest in the past seven months, beating market expectation, Ma Jun, a member of the monetary policy committee of the People's Bank of China (PBOC), said in an interview with Financial News, a publication run by the central bank.\n", "\tRather than resorting to \"a deluge of stimulus\" to boost economic growth, China has been increasingly relying on what analysts described as a \"drip irrigation\" approach to channel funds into the real economy where the money is most needed.\n", "\tBanks and other financial institutions have been encouraged to meet the financing demand of the real economy, in particular, cash-starved private and small firms, agriculture and rural regions.\n", "ORIENTED INDICATOR\n", "\tThe term social financing, introduced by China in 2010, refers to the volume of financing provided by the financial system, including banks, securities firms, insurance companies and other financial institutions, to the real economy within a certain period of time.\n", "\tDifferent from monetary aggregates, or M0, M1 and M2, which tell how much liquidity the financial system provides, social financing is usually a better indicator of depicting the financial resources channeled through the financial sector to the real economy.\n", "\t\"By monitoring this indicator, we can better grasp the dynamic balance between fending off risk and supporting the real economy, providing guidance for moving toward high-quality development,\" Sheng Songcheng, former head of the Statistics and Analysis Department at the PBOC said.\n", "\tCentral bank data showed that newly-added social financing stood at 1.36 trillion yuan in April, 408 billion yuan less than the same period last year.\n", "\t\"Newly-added credit usually falls back in April due to seasonal factors,\" said Ma, adding that the growth of newly-added social financing in the first four months was relatively rapid.\n", "TARGETED POLICY\n", "\tA closer look at the data showed that banks have stepped up more targeted support, especially for small companies.\n", "\t\"Bill financing rebounded, which might be due to intensified credit support for small and micro companies,\" said China Merchants Securities in a research note.\n", "\tChina has been using a variety of monetary tools to adjust liquidity rather than resorting to across-the-board interest rate cuts or reserve requirement ratio (RRR) adjustments to provide funds to particular sectors.\n", "\tOn Monday, the central bank announced that it would apply a relatively low RRR, or the amount of money that banks must set aside as reserves, for some small- and medium-sized banks starting from May 15.\n", "\t\"The operating environment of small and medium enterprises (SMEs) has improved markedly since the beginning of this year, helped by supportive policy initiatives on multiple fronts,\" said CICC in a research report.\n", "\tIn the city of Zhuzhou, Hunan Province, the local government established the \"@ loan\" business compensation fund pool, through which the government compensates loan losses of selected SMEs from banks.\n", "\tAs of May 5, a total of 400 SMEs were selected as high-quality firms under the \"@ loan\" program, and banks have granted 351.13 million yuan of loans to 101 enterprises, with average financing cost down by 2 percent from that of the market rate.\n", "\t\"Through the'@ loan,' we received a loan of 4 million yuan from the bank, helping us thrive by securing the capital we need to operate and grow our business,\" said Wang Jinfang, a chief financial officer of the Zhuzhou Hengji Railway Electronics Corporation.\n", "\tThe firm specializes in the production of the windscreen wiper, air conditioners and other railway parts widely used in Hexie and Fuxing high-speed trains.\n", "\t\"Timely financial support is a huge boost for SMEs as well as a lubricant for economic development,\" Wang said.\n", "SMALL FIRMS, BIG PROJECTS\n", "\tOnce a metal smelting base, the city of Zhuzhou has been transforming itself into an innovation hub for railway transport and auto aviation industries, with locally-produced engines for small and medium aircraft taking up almost 90 percent of market share in China.\n", "\tBehind the thriving industries are thousands of SMEs that manufacture the parts and components of China's world-renowned high-speed trains, whose well-being are vital to the country's continued manufacturing strength.\n", "\tFor years, financing had been the key bottleneck troubling the SMEs in Zhuzhou, as it usually takes a long time for the firms in high-tech manufacturing industries to collect receivables, adding to their liquidity pressure.\n", "\tIn addition to supporting local SMEs through credit enhancement, local authorities have been encouraging the use of \"industrial chain financing\" to ease the credit strain of small suppliers of big projects.\n", "\tFor instance, Goldrare, a manufacturer that supplies components for automaker BAIC Motor's factory in Zhuzhou, successfully secured loans of 360 million yuan using orders and account receivables as a guarantee.\n", "\t\"Industrial chain financing is an effective way to address the financing bottleneck facing various firms on the upstream and downstream of industries including rail transit and automobiles,\" said Liu Fayuan, an official with the industry and information technology bureau in Zhuzhou.\n", "\tMore financing measures are in the pipeline to support big and small firms alike, Liu said.\n", "\tOn the macro level, the central bank will continue to fine-tune its policies to create favorable conditions for the healthy and stable development of the economy, Ma said."]}