{"title": "Trump says disagrees with ruling backing subpoena seeking his financial records\n", "time_author": " (Xinhua)    11:19, May 21, 2019\n", "content": ["\n", "\tU.S. President Donald Trump speaks to reporters before leaving the White House in Washington D.C., the United States, on May 20, 2019. U.S. President Donald Trump said Monday that he disagrees with a court ruling that backs a congressional subpoena seeking his financial records from an accounting firm. (Xinhua/Ting Shen)\n", "\tWASHINGTON, May 20 (Xinhua) -- U.S. President Donald Trump said Monday that he disagrees with a court ruling that backs a congressional subpoena seeking his financial records from an accounting firm.\n", "\t\"Well, we disagree with that ruling. It's crazy because if you look at it, this never happened to any other president,\" Trump told reporters.\n", "\tThe remarks came shortly after U.S. District Judge Amit Mehta ruled that Mazars USA must comply with the House Oversight and Reform Committee's subpoena for eight years of Trump's financial records, a decision that the president called \"wrong\".\n", "\t\"As far as the financials are concerned, we think it's totally the wrong decision by obviously an Obama-appointed judge,\" Trump said, referring to Mehta's appointment by former President Barack Obama.\n", "\tTrump's lawyers are expected to appeal Mehta's ruling.\n", "\tElijah Cummings, chairman of the House Oversight Committee, issued the subpoena to Mazars last month as part of the panel's investigation into whether Trump committed financial crimes before he took office.\n", "\tTrump filed a suit to block the subpoena later, arguing that it amounted to an abuse of congressional authority.\n", "\tTax transparency has been in the spotlight after Trump rejected a decades-old tradition that presidents and White House hopefuls would make their tax returns public.\n", "\tDemocrats have claimed that Trump's business dealings present a host of potential conflicts of interest that they can't understand without his tax information."]}