{"title": "Trump threatens \"official end\" of Iran amid tension\n", "time_author": " (Xinhua)    10:38, May 21, 2019\n", "content": ["\tBEIJING, May 20 (Xinhua) -- U.S. President Donald Trump made a fresh threat against Iran in a tweet Sunday.\n", "\t\"If Iran wants to fight, that will be the official end of Iran,\" Trump tweeted on Sunday afternoon.\n", "\tThe president's new tweet is an escalation of his tough stance on Iran.\n", "\tIn an interview the FOX News that aired Sunday, Trump said that he will not let Iran have nuclear weapons.\n", "\t\"I don't want to fight. But you do have situations like Iran, you can't let them have nuclear weapons -- you just can't let that happen,\" he told Fox News host Steve Hilton.\n", "\tOver recent weeks, Washington has ratcheted up pressure against Tehran with a series of sanctions, designations and military threats, following Washington's year-long campaign against Iran after the U.S. exit from the landmark Iran nuclear deal in May last year.\n", "\tAlso on Sunday, the U.S. Navy announced that it had conducted training exercises in the Arabian Sea.\n", "\tThe exercises included air-to-air training, steaming in formation and maneuvering, and establishing joint communications to rapidly enable a command and control environment, according to the Navy.\n", "\tThe chief commander of Iran's Islamic Revolution Guards Corps (IRGC) said here on Sunday that the Islamic republic is ready to fend off the U.S. war threats against the country.\n", "\tIran is currently facing threats close to its territory and the IRGC has prepared its resources against the threats, Major General Hossein Salami was quoted as saying on state TV.\n", "\tThe IRGC commander said that \"although enemies are near the Iranian borders, they do not have the will to wage war and are afraid of fighting with the Iranians.\"\n", "\tHe stressed that \"we are not after war but we are not afraid of war either.\"\n", "\tOn Wednesday, the U.S. State Department ordered the non-emergency U.S. employees in both the embassy in Baghdad and the consulate in Erbil to leave Iraq.\n", "\tEarlier, the U.S. military said the U.S. forces were on high alert in Iraq and Syria over fears of \"imminent threats\" from Iran-backed forces in the region.\n", "\tThe U.S. measures came amid the tense situation in the region after Trump decided not to re-issue the sanctions waivers for major importers to continue buying Iran's oil when they expired in early May.\n", "\tOn Thursday, Salami vowed to resist the U.S. pressures, saying that the U.S. will fail to crush Iranian resistance."]}