{"title": "Trump rips GOP lawmaker over impeachment comments\n", "time_author": " (Xinhua)    08:39, May 20, 2019\n", "content": ["\tWASHINGTON, May 19 (Xinhua) -- U.S. President Donald Trump on Sunday fired back at Justin Amash, a Republican member of the House of Representatives, for the latter's saying that the president had reached the \"threshold for impeachment.\"\n", "\t\"Never a fan of @justinamash, a total lightweight who opposes me and some of our great Republican ideas and policies just for the sake of getting his name out there through controversy,\" Trump said on Twitter.\n", "\tTrump added that the Michigan lawmaker would see that he was misguided if he actually read the report submitted by special counsel Robert Mueller, who led the Russia probe, to Attorney General William Barr in March and made public about a month later.\n", "\t\"He would see that it was nevertheless strong on NO COLLUSION and, ultimately, NO OBSTRUCTION,\" Trump wrote. \"Anyway, how do you Obstruct when there is no crime and, in fact, the crimes were committed by the other side? Justin is a loser who sadly plays right into our opponents hands!\"\n", "\tA member of the House Freedom Caucus, Amash said Saturday that the president's conduct was \"impeachable.\"\n", "\tIn a series of tweets, Amash argued that Mueller's report identified \"multiple examples of conduct satisfying all the elements of obstruction of justice.\"\n", "\tHe also accused Barr of \"deliberately\" misrepresenting the special counsel's finding when he sent a four-page memo about the investigation to Congress following the end of the Russia probe.\n", "\t\"Mueller's report reveals that President Trump engaged in specific actions and a pattern of behavior that meet the threshold for impeachment,\" Amash said.\n", "\tThe GOP lawmaker also lamented the partisanship in Congress, saying that it has \"eroded our system of checks and balances.\"\n", "\tAmash, a Trump critic, previously said that he would not rule out seeking the Libertarian nomination for president in 2020.\n", "\tThe Mueller report stated that there was no evidence that Trump's campaign conspired with the Russian government during the 2016 U.S. presidential election but didn't conclude if the president had obstructed justice.\n", "\tThe special counsel instead recounted 10 episodes in his report involving Trump and discussed potential legal theories for connecting these actions to elements of an obstruction offense.\n", "\tIt is Barr and Rod Rosenstein, who stepped down as deputy attorney general earlier this month, that concluded that the Mueller did not have \"sufficient\" evidence to support a charge in the obstruction case."]}