{"title": "Trump unveils plan for immigration reform\n", "time_author": " (Xinhua)    08:15, May 17, 2019\n", "content": ["\n", "U.S. President Donald Trump speaks regarding immigration reform at the White House in Washington D.C., the United States, on May 16, 2019. Donald Trump unveiled a plan on Thursday to reform the nation's immigration system, intended to favor high-skilled immigrants and restrict family-based migration. (Xinhua/Ting Shen)\n", "\tWASHINGTON, May 16 (Xinhua) -- U.S. President Donald Trump unveiled a plan on Thursday to reform the nation's immigration system, intended to favor high-skilled immigrants and restrict family-based migration.\n", "\tSpeaking at the White House, Trump said that his plan aims to create a \"fair, modern and lawful system of immigration for the United States.\"\n", "\t\"The biggest change we make is to increase the proportion of highly skilled immigration from 12 percent to 57 percent, and we'd like to even see if we can go higher,\" Trump said. \"This will bring us in line with other countries and make us globally competitive.\"\n", "\t\"We cherish the open door that we want to create for our country. But a big proportion of those immigrants must come in through merit and skill,\" said the president, noting that immigrants, under the plan, will also be \"required to learn English and to pass a civics exam prior to admission.\"\n", "\tAccording to the White House, the proposal would tighten family-based migration to focus on allowing nuclear families who migrate to the United States, rather than extended family members.\n", "\tCurrently, about two-thirds of the 1.1 million people allowed to migrate to the nation each year are given green cards granting permanent residency because of family ties.\n", "\tTrump's plan, which does not add protections to Deferred Action for Childhood Arrival recipients, is expected to draw little support from Democrats who have railed against the administration's lack of support for so-called \"Dreamers,\" who were brought to the United States as children by undocumented parents.\n", "\tHouse Speaker Nancy Pelosi slammed the proposal as \"condescending,\" signaling that Democrats would not support legislation that does not include a pathway to citizenship.\n", "\t\"They say family is without merit -- are they saying most of the people that come to the United States in the history of our country are without merit, because they don't have an engineering degree,\" Pelosi asked at her weekly press conference on Thursday.\n", "\tThe speaker also told reporters that Democrats have yet to receive a formal briefing on the administration's plan.\n", "\tThe effort, championed by Trump's son-in-law and senior adviser, Jared Kushner, also focuses on beefing up border security.\n", "\tTrump has claimed that the nation is being overrun by migrants and asylum seekers and sought to build a wall along the southern border with Mexico by declaring a national emergency so as to bypass Congress and unlock billions of U.S. dollars in funding.\n", "\tThe president traveled to New York City for a private fundraiser Thursday afternoon."]}