{"title": "Pakistan hotel attack does not shake cooperation: expert\n", "time_author": " (Global Times)    16:14, May 13, 2019\n", "content": ["\tThree Pakistani security guards reportedly died in an attack on the Pearl Continental Hotel in Gwadar, Pakistan's southwest Balochistan Province on Saturday but as of press time no Chinese were injured in the alleged Balochistan Liberation Army atrocity.\n", "\tChinese commentators praised the Pakistan government and military authorities for their timely response and for protecting the safety of Chinese port in the vicinity to the greatest extent.\n", "\tThe incident would not shake confidence in China-Pakistan cooperation as Pakistan has improved its security situation in the past two years, Chinese experts said.\n", "\tPakistani media outlet Dawn quoted a Pakistan official on Sunday saying three hotel security guards were shot dead resisting attackers with modern weapons wearing security forces' uniforms who barged into the hotel Saturday and opened fire after taking staff hostage.\n", "\tFifty-three Chinese port staff were transferred to a rescue room under the protection of the Pakistani military and all are safe, according to the People's Daily.\n", "\tPakistani Prime Minister Imran Khan on Sunday described the attack as a bid to \"sabotage prosperity\" in the area.\n", "\t\"Pakistan attaches great importance to the security of Chinese people,\" Qian Feng, a senior research fellow on South Asia, told the Global Times.\n", "\tPakistan's timely response to emergencies protected the safety of Chinese people to the greatest extent, Qian noted.\n", "\tPakistan security has improved remarkably in the last two years, Qian believed\"\n", "\t\"Little tricks by the terrorists do not shake the relationship of our two countries,\" he said.\n", "\tThe hotel under the Saturday attack is located some one kilometer to the west of the Gwadar port area, according to the People's Daily.\n", "\tChina is working with the Gwadar government to develop the port as part of the China-Pakistan Economic Corridor.\n", "\tChinese Embassy in Pakistan issued a statement on Twitter, strongly condemning the terrorist attack and hailed \"the heroic action of Pakistani Army & law enforcement agencies.\" "]}