{"title": "U.S. celebrates 150th anniversary of first transcontinental railroad, hails Chinese workers\n", "time_author": " (Xinhua)    15:17, May 11, 2019\n", "content": ["\tSALT LAKE CITY, the United States, May 10 (Xinhua) -- The western U.S. state of Utah kicked off celebration for the 150th anniversary of the completion of the nation's first transcontinental railroad on Friday, to which thousands of Chinese railroad workers have made great contribution.\n", "\tAn official ceremony was held at the Golden Spike National Historical Park at Promontory Summit, an area of high ground roughly 100 km northwest of Salt Lake City. The last spike of the transcontinental railroad, often referred to as the Golden Spike, was ceremonially driven in here by Central Pacific Railroad President Leland Stanford on May 10, 1869.\n", "\tA series of activities will be hosted during the three-day celebration, also referred as Spike 150, including artwork exhibition on the history of the construction of the railroad, Utah-China trade and investment forum, and a U.S.-China summit on education, innovation, trade and business, according to the organizing committee.\n", "\tAddressing the ceremony, U.S. Secretary of Transportation Elaine L. Chao said the transcontinental railroad was a tremendous feat of engineering, innovation and manpower that was key to the economic development of the United States.\n", "\t\"Today, we pay special tribute to the diverse workforce - especially 12,000 or more Chinese laborers - that built this seminal infrastructure project that transformed America,\" she said.\n", "\t\"As the first U.S. Secretary of Transportation of Chinese ancestry, I have the unique and moving opportunity to fully acknowledge and recognize the contributions and sacrifices of these laborers during the construction of transcontinental railroad,\" Chao said.\n", "\tThe White House issued a presidential message Friday on the 150th anniversary of the transcontinental railroad, saying the railroad catalyzed the country's development, empowered greater settlement of the American West, and expanded prosperity from the Atlantic to the Pacific.\n", "\t\"Roughly 12,000 workers of Chinese ancestry worked to dig out a particularly challenging section. Through blizzards and other treacherous weather, they blasted and chiseled 15 tunnels through the hard granite of the Sierra Nevada Mountains,\" said the presidential message.\n", "\tTwo locomotives met at the Golden Spike National Historical Park on Friday to recreate the scene 150 years ago - \"Jupiter\" owned by Central Pacific Railroad and \"No. 119\" of Union Pacific.\n", "\tGovernor of Utah Gary Herbert said the completion ceremony of the transcontinental railroad 150 years ago was the first mass media event that was transmitted across the whole nation.\n", "\t\"It is greatly important we gather again today at the same spot to commemorate that moment,\" he said, adding that the railroad has transformed Utah from an isolated post to a crossroad of the West.\n", "\t\"While we reflect the impact of the railroad, we should also look to the future,\" Herbert said. He encouraged people of Utah to dream big, and remember great things can be envisioned and accomplished through hard work, dedication, innovation and collaboration.\n", "\tConnie Young Yu, a Chinese American writer, historian, and lecturer whose ancestor was one of the Chinese railroad workers, considers the achievement of Chinese workers \"epic.\"\n", "\tShe lamented that because of the Chinese Exclusion Act passed in 1882, the accomplishments of the Chinese railroad workers had been excluded from history and under-appreciated.\n", "\tThe Chinese Exclusion Act prohibited Chinese laborers from entering the country and denied existing Chinese living in the United States the right to become naturalized citizens.\n", "\t\"Today we replay the history in the original place. We should honor the sacrifice of the Chinese workers and the legacy of America which belongs to all of us,\" she said.\n", "\tThe first transcontinental railroad, also known as the Pacific Railroad, was a 3,000-km-plus continuous railroad line linking the eastern U.S. rail network with the Pacific coast.\n", "\tFrom 1864 to 1869, Chinese railroad workers, among the first Chinese immigrants to the United States, endured harsh working and living conditions to help build the mega project."]}