{"title": "Errand running business enjoys huge potential in China\n", "time_author": " (People's Daily Online)    15:45, May 09, 2019\n", "content": ["\n", "\t(Photo/Xinhua)\n", "\tThe business of running errands is expanding rapidly across China, with a growing number of couriers racing between buildings to make a profit.\n", "\tAside from specialized errand running companies, express delivery enterprises and online food ordering platforms are joining in to get a slice of the ever-expanding market.\n", "\tAccording to Wei Wei, a manager of Chinese food delivery service provider Meituan, the company hopes to meet more demands of the errand running market by further exploiting its own delivery resources.\n", "\tInsiders believe that the rise in labor costs is one reason behind Meituan's business expansion into errand running services.\n", "\tAccording to a financial report issued by Meituan, courier salaries, which stood at 30.5 billion yuan last year, mounted to be the most substantial company cost, accounting for nearly 40 percent of its total outgoings.\n", "\tE-commerce giant JD.com is also testing the waters in this burgeoning industry. This April, the company launched an errand running service, through which its customers can send files, food, flowers, cakes, fruits and digital products.\n", "\tPrice used to be a battlefield for logistics companies, but as people now require more efficiency, these companies have entered a phase in which they must compete with each other in different market segments, said expert Xu Yong.\n", "\tDifferent from food delivery and e-commerce giants, startups in the market mainly offer services through crowdsourcing, to meet more diversified market demands.\n", "\tA recent report indicated that when the errand running business started in 2014, the items being delivered were mostly files and documents. However, that scenario has changed over time. Many users now order services because they are busy, or simply lazy.\n", "\t\"Once I wanted to dine at a restaurant, so I spent 20 yuan to have a courier stand in line for me for an hour. I think it was a pretty good bargain,\" said a man surnamed Sun from Beijing.\n", "\tCurrently, errand running platforms in China are developing new services tailored to enterprises and merchants. For instance, they are now helping chain stores transfer cargo, and delivering visas for authorities.\n", "\tAs indicated by statistics released by China's State Post Bureau, errand running businesses will maintain an average annual growth of around 30 percent over the next five years, and the market value is expected to exceed 200 billion yuan by 2020. "]}