{"title": "Int'l community voices concerns over U.S. playing 'Taiwan card'\n", "time_author": " (Xinhua)    16:45, May 09, 2019\n", "content": ["\tBEIJING, May 9 (Xinhua) -- The U.S. House of Representatives on Tuesday passed the \"Taiwan Assurance Act of 2019\" that reaffirms \"the United States commitment to Taiwan and to the implementation of the Taiwan Relations Act,\" which raised concern in the international community.\n", "\tIt is widely considered that the U.S. move interferes in China's internal affairs and would damage China-U.S. relations and regional peace.\n", "\t\"The UN (United Nations) continues to support a one-China policy in accordance with the relevant resolutions, including the 1971 resolution of the General Assembly,\" Farhan Haq, deputy spokesman for UN Secretary-General Antonio Guterres, told Xinhua.\n", "\tFormer Deputy Director of the editorial office for Asia at the Voice of Russia radio station Alexander Zelenkov warned that the U.S. actions can cause \"irreparable damage\" to China-U.S. relations and very seriously complicate the situation in Southeast Asia.\n", "\tZelenkov also said that the problem of Taiwan directly affects the sovereignty of China and concessions in this area for China are impossible.\n", "\tElvis Ngolle Ngolle, professor of international relations at the University of Yaounde 1 in Cameroon and a former minister, noted that the proposed legislation questions the United States' credibility on the international scene as it had agreed with China on the one-China principle. \"By this act, the United States is breaking its promise and sincerity,\" he said.\n", "\tThe recent move by the United States is \"a continuation of the wrong U.S. policies under (U.S. President Donald) Trump in dealing with its ties with China,\" said Samy Al-Qamhawi, a specialist in Chinese affairs at the Egyptian newspaper Ahram.\n", "\t\"The Taiwan Assurance Act of 2019 violates and harms the one-China principle and destroys the unity that China has adopted,\" he added. \"The United States only exploits Taiwan to put more pressure on China.\"\n", "\tEduardo Regalado, a researcher at Cuba's Center for International Policy, said that the United States is trying to make a stronger containment exercise towards China with the delicate Taiwan issue, deeply hurting the feelings of the Chinese people.\n", "\t\"The United States is approaching a very dangerous edge,\" said Regalado. \"They are getting into a very sensitive issue because China will never negotiate a millimeter with respect to Taiwan and much less under pressure.\""]}