{"title": "U.S. soybean growers urge Trump to quickly make a deal with China\n", "time_author": " (CRI Online)    16:25, May 09, 2019\n", "content": ["\tAmerican soybean growers have urged the White House to rapidly conclude the trade talks with China, in response to the announcement from President Donald Trump on Sunday that he would raise tariffs on imports from China.\n", "\tPresident Trump's announcement, which was made on Twitter, said the 10 percent tariff currently on 200 billion U.S. dollars' worth of goods from China would rise to 25 percent on May 10. He also announced plans to tax an additional 325 billion U.S. dollars' worth of imports with a 25 percent tariff.\n", "\tIn response, the American Soybean Association released a statement on Tuesday in which the association's president, Davie Stephens, described the new tariff plan as \"a predicament for soy growers\". Stephens said that \"farmers are in a desperate situation\" and their \"patience is wearing thin\" as the negotiations drag on. \"We need a positive resolution of this ongoing tariff dispute, not further escalation of tensions,\" said Stephens.\n", "\tThe association's statement said the trade dispute with China had led to a fall in American soybean exports to the world's largest soybean customer. China imposed a 25 percent tariff on American soybeans last July in response to the introduction of new tariffs by the United States on 34 billion dollars' worth of imports from China.\n", "\tThe soybean growers urged the Trump administration to postpone the planned expansion of the tariffs and to reach a deal with China as soon as possible that would include lifting the Section 301 tariffs in exchange for China removing its retaliatory tariff on American soybeans.\n", "\t\"We need the China market reopened to U.S. soybean exports within weeks, not months or longer.\" said Stephens.\n", "\tOn Wednesday, China said it would respond with countermeasures if the United States goes ahead with its plan to raise tariffs. The Ministry of Commerce expressed regret over the planned move by the United States, saying that an escalation in the trade frictions goes against the interests of the two sides and the world at large.\n", "\tThis latest flare up in the trade dispute comes as China's Vice Premier Liu He heads to Washington at the invitation of U.S. Trade Representative Robert Lighthizer and Treasury Secretary Steven Mnuchin for the 11th round of negotiations, which will be held on Thursday and Friday."]}