{"title": "Jeff Bezos announces lunar presence by 2024 with lunar lander\n", "time_author": " (Xinhua)    14:36, May 10, 2019\n", "content": ["\tWASHINGTON, May 9 (Xinhua) -- Jeff Bezos, founder of U.S. aerospace manufacturer Blue Origin and chairman of Amazon, unveiled on Thursday a lunar lander that may land on the Moon by 2024.\n", "\tThe billionaire revealed at an event here a spacecraft called \"Blue Moon,\" which may access the resource-rich lunar surface.\n", "\tBezos said that the Moon is a good place to begin manufacturing in space since getting resources from the Moon \"takes 24 times less energy to get it off the surface compared to the Earth.\"\n", "\tBlue Moon is a flexible lander delivering a wide variety of small, medium and large payloads to the lunar surface, and it is able to provide precise and soft landings, which will eventually enable a sustained human presence on the Moon, according to Blue Origin.\n", "\t\"We must return to the Moon -- this time to stay. We're ready to support NASA (U.S. National Aeronautics and Space Administration) in getting there by 2024 with Blue Moon,\" the private space company said on social platform Twitter.\n", "\tThe announcement came after NASA's renewed schedule to land U.S. astronauts on the Moon by 2024. U.S. Vice President Mike Pence proposed considering commercial alternatives if NASA couldn't fulfill the task.\n", "\t\"I love Vice President Pence's 2024 lunar landing goal,\" said Bezos, revealing that Blue Origin can meet that timeline \"because we started this three years ago.\"\n", "\tThe larger variant of Blue Moon, though not shown at the event, has been designed to land an ascent vehicle that will bring Americans back to the Moon by 2024, according to Blue Origin.\n", "\tBlue Origin is also developing a heavy-lift launch vehicle called New Glenn which is expected to carry people and payloads routinely to Earth's orbit and beyond. It is slated for a launch in 2021.\n", "\tBezos also unveiled at the event the company's BE-7 rocket engine, scheduled to be test fired for the first time this summer."]}