{"title": "U.S. House panel votes to hold attorney general in contempt of Congress\n", "time_author": " (Xinhua)    08:36, May 09, 2019\n", "content": ["\n", "Photo taken on April 4, 2019 shows the White House in Washington D.C., the United States. U.S. President Donald Trump on Wednesday asserted executive privilege on the Mueller report, protecting the Department of Justice from Congressional subpoenas. (Xinhua/Liu Jie)\n", "\tWASHINGTON, May 8 (Xinhua) -- U.S. House Judiciary Committee voted Wednesday to hold Attorney General William Barr in contempt of Congress for refusing to hand over the full Mueller report.\n", "\tLawmakers voted 24-16 to formally recommend the House of Representatives to hold Barr in contempt. While the timing for the full vote is yet to be set, House leaders have signaled support for the vote.\n", "\tThe vote came after U.S. President Donald Trump asserted executive privilege earlier Wednesday to shield the Justice Department from Congressional subpoenas demanding the full Mueller Report.\n", "\t\"Faced with Chairman Nadler's blatant abuse of power, and at the attorney general's request, the president has no other option than to make a protective assertion of executive privilege,\" White House Press Secretary Sarah Huckabee Sanders said in a statement Wednesday, referring to the House Judiciary Committee Chairman Jerrold Nadler.\n", "\tSanders later accused Nadler of asking Barr \"to break the law and commit a crime by releasing information that he knows he has no legal authority to have.\"\n", "\t\"It's truly outrageous and absurd what the chairman is doing and he should be embarrassed by his behavior,\" Sanders told the press in a scathing remark.\n", "\tThe stiff response from the White House angered Democratic lawmakers. House Speaker Nancy Pelosi Wednesday told the press that Trump is \"becoming self-impeachable,\" and that impeaching Barr is \"not off the table.\"\n", "\t\"This decision represents a clear escalation in the Trump administration's blanket defiance of Congress's constitutionally mandated duties,\" Nadler said."]}