{"title": "1 dead, 8 hurt in Colorado school shooting, 2 in custody\n", "time_author": " (CNTV)    10:56, May 08, 2019\n", "content": ["\tTwo students opened fire Tuesday inside a charter school in an affluent suburban Denver community not far from Columbine High School, killing a teenager, wounding eight and spreading minutes of terror before they were taken into custody with no injuries, authorities said.\n", "\tDouglas County Sheriff Tony Spurlock said the pair walked into the STEM School Highlands Ranch and began shooting students in two classrooms. Within minutes, deputies at a nearby sheriff's department substation entered the school and arrested the two suspects after a struggle.\n", "\tâ\u0080\u009cAs officers were arriving at the school, they could still hear gunshots,â\u0080\u009d Douglas County Undersheriff Holly Nicholson-Kluth said.\n", "\tAuthorities did not release the name of the student who died, but said it was an 18-year-old man.\n", "\tâ\u0080\u009cI have to believe that the quick response of the officers that got inside that school helped save lives,â\u0080\u009d Spurlock said. He did not identify the suspects, but said they are an adult and a minor who were not previously known to authorities. Authorities planned to search their homes and a vehicle at the school, he said.\n", "\tThe shooting comes nearly three weeks after neighboring Littleton marked the grim 20th anniversary of the Columbine school massacre that killed 13 people. The two schools are separated by about 7 miles (11 kilometers) in adjacent communities south of Denver. It also comes exactly a week after a gunman killed two students and wounded four at the University of North Carolina Charlotte.\n", "\tâ\u0080\u009cTragically, this community and those surrounding it know all too well these hateful and horrible acts of violence,â\u0080\u009d White House spokesman Judd Deere said in a statement. President Donald Trump had been briefed on the shooting and was in touch with state and local officials, Deere said.\n", "\tThe STEM School Highlands Ranch is a public charter school with more than 1,850 students in kindergarten through 12th grades."]}