{"title": "Pompeo's accusation completely at odds with facts: FM\n", "time_author": " (Global Times)    08:31, May 08, 2019\n", "content": ["\n", "Researchers of China's icebreaker Xuelong, or \"Snow Dragon\", work on ice in the Arctic Ocean, Aug. 4, 2016. The research team of China's seventh expedition set up its first ice station and began working on Thursday. (Xinhua/Wu Yue)\n", "\tThe Chinese Foreign Ministry slammed the accusation made by US Secretary of State on China's engagement in Arctic affairs on Tuesday, calling his remarks \"completely at odds with the facts,\" and an expert on Chinese Arctic affairs said that no matter what the US does to make trouble, China should not and will not be absent.\n", "\tCriticism of China's participation in Arctic affairs by \"some individuals on the US side is completely at odds with the facts and goes against the overall trend of peace and cooperation in the Arctic,\" said Foreign Ministry spokesperson Geng Shuang at a routine press conference, adding \"It is a complete confusion of right and wrong.\"\n", "\tGeng's remarks came following Pompeo's remarks at a meeting of the Arctic Council, an international organization made up of eight Arctic countries and representatives of indigenous people in the area, on Monday in Finland.\n", "\tPompeo said Beijing's efforts to build infrastructure in the region and partner with Russia on new sea routes could risk turning the Arctic into another area of competing territorial claims, like the South China Sea, the New York Times reported.\n", "\t\"China's pattern of aggressive behavior elsewhere will tell us how it treats the Arctic,\" Pompeo said.\n", "\tIn the white paper on China's Arctic Policy issued by the State Council Information Office in January 2018, the Chinese government announced that China is an important stakeholder in Arctic affairs. Geographically, China is a \"Near-Arctic State,\" one of the continental states closest to the Arctic Circle.\n", "\tChina is a country that could be impacted significantly by climate and ocean currents of the Arctic, so it is totally legitimate and reasonable for China to participate in Arctic affairs, Dong Yue, a vice dean of the School of Law at the Ocean University of China, who helped draft the white paper, told the Global Times on Tuesday.\n", "\t\"The US is treating China as a major strategic competitor, so it will make trouble for China in many fields, but many Arctic states are pragmatic on the cooperation with China,\" Dong said.\n", "\tGeng said on Tuesday that China has always taken an open, cooperative and win-win attitude in participating in Arctic affairs. \"On the Arctic issue, we are committed to scientific research, environmental protection, rational utilization, law-based governance and international cooperation. We do not form a closed and exclusive circle.\"\n", "\tGeng noted that the Arctic issue not only concerns Arctic countries, but also has global significance and international influence. \"China will not step into the affairs of Arctic nations. However, China can and is willing to play a constructive role in trans-regional and global issues in the Arctic.\"\n", "\tChina is willing to work with relevant parties to jointly understand, protect, utilize and participate in the governance of the Arctic and contribute to its peace, stability and sustainable development, he said.\n", "\t\"China also should not be scared by pressure and accusations from the US, because tolerance and compromise won't lead to a fair response from Washington. China should stick to its path to cooperate with its partners and make more contributions to Arctic affairs,\" Dong said. "]}