{"title": "China, ROK to strengthen alignment of Belt and Road cooperation\n", "time_author": " (Xinhua)    08:16, May 08, 2019\n", "content": ["\n", "Li Zhanshu (R), chairman of the National People's Congress (NPC) Standing Committee, holds talks with Republic of Korea (ROK) National Assembly Speaker Moon Hee-sang at the Great Hall of the People in Beijing, capital of China, May 7, 2019. (Xinhua/Liu Weibing)\n", "\tBEIJING, May 7 (Xinhua) -- China and the Republic of Korea (ROK) should strengthen alignment of the Belt and Road cooperation and jointly safeguard multilateralism and free trade system, Chinese top legislator Li Zhanshu said Tuesday while holding talks with ROK's National Assembly Speaker Moon Hee-sang in Beijing.\n", "\tHailing the success of the Second Belt and Road Forum for International Cooperation (BRF), which was held from April 25 to 27 in Beijing, Li, chairman of the Standing Committee of the National People's Congress (NPC), said the principles, concepts and goals for high-quality Belt and Road development as well as a series of major reform and opening-up measures that have been announced will bring more opportunities to countries around the world.\n", "\t\"Both China and the ROK firmly support openness, inclusiveness and cooperation,\" Li said, calling on the two countries to strengthen alignment of the Belt and Road cooperation, jointly safeguard multilateralism and the free trade system against the background of rising unilateralism and protectionism, and work toward a more fair and justified international order.\n", "\tNoting that bilateral ties have resumed development after temporary difficulties, Li said China stands ready to maintain and strengthen communication with the ROK at different levels and in various fields, respect each other's core interests and major concerns, and further cement the foundation of mutual trust underpinning bilateral ties.\n", "\tHe also pledged to further boost friendly contacts between China's NPC and ROK's National Assembly, strengthen exchanges of experience in legislation and supervision, and promote cooperation in such fields as economy and trade, culture, youth and cooperation at sub-national levels.\n", "\tMoon said the ROK highly appreciates China's constructive role in the process of political settlement of the Korean Peninsula issue.\n", "\tHe also spoke highly of the success of the BRF, noting that the ROK is willing to strengthen alignment of the Belt and Road cooperation with China and expand pragmatic cooperation in various fields.\n", "\tThe ROK's National Assembly attaches importance to friendly ties with China's NPC, Moon said, while pledging to deepen exchanges and cooperation so as to make greater contribution to the sound, stable development of bilateral relations."]}