{"title": "Thai monarch takes grandiose procession in Bangkok's olden quarters\n", "time_author": " (Xinhua)    13:38, May 06, 2019\n", "content": ["\n", "Members of the Royal Guard take part in the Royal Coronation in Bangkok, Thailand, May 5, 2019. Thailand's His Majesty King Maha Vajiralongkorn on Sunday took a grandiose, magnificent procession to pay homage to former kings on a route lined with thousands of yellow-shirted people in Bangkok's olden quarters as part of the three-day coronation ceremonies. (Xinhua/Rachen Sageamsak)\n", "\tBANGKOK, May 5 (Xinhua) -- Thailand's His Majesty King Maha Vajiralongkorn on Sunday took a grandiose, magnificent procession to pay homage to former kings on a route lined with thousands of yellow-shirted people in Bangkok's olden quarters as part of the three-day coronation ceremonies.\n", "\tAlso known as King Rama X, the 66-year-old monarch, adorned with a gilted Great Crown of Victory hat and a gilted royal dress, took the 403-meter-long procession on Sunday afternoon from the Grand Palace to three royal temples on the 6.7-km route in Rattanakosin Island area. The procession was destined for those temples where the monarch paid homage to former kings of Siam (the former name of Thailand).\n", "\tThe monarch, who was crowned during Saturday's coronation rituals, was seated on a golden palaquin carried by soldiers in olden-fashioned golden hats and red dresses. In the royal procession were a total of 1,336 troops attached to the Royal Guards, palaces, army, navy, air force, police and students of Pre-cadet School.\n", "\tStriding along in the procession just below the royal palanquin were Her Majesty Queen Suthida and Her Royal Highness Princess Bajrakitiyabha, the monarch's eldest daughter, in black-feathered conical helmets and a red and black royal pattern.\n", "\tAll men in the royal procession took 75 synchronized strides per minute including a band of drummers and hornblowers played six instrumentals, such as Thong Chai Chalermphol March and Rajawallop March, composed by the late His Majesty King Bhumibol Adulyadej or King Rama IX, whom King Rama X practically succeeded since late 2016.\n", "\tThousands of yellow-shirted people braved the heat of the sun and sat on both sides of the roads, including Inner Ratchadamnoen Avenue and Middle Ratchadamnoen Avenue, in Phra Nakhon's (the former name of Bangkok) inner area to view the highly-revered procession for the monarch along the route between the Grand Palace and the royal temples. The enthralled, jubilant viewers, including many who had traveled from the provinces and waited since the wee hours of Saturday, altogether shouted Long Live the King along the way.\n", "\tThe royal procession arrived at Bovornnivet temple where the monarch paid homage to the relics of King Rama VI and King Rama IX, then at Rajabophit temple where he paid homage to the relics of King Rama VII, Queen Rambhai Barni, the late queen to King Rama VII, and King Rama IX and finally at Phra Chetuphon temple where he paid homage to the relics of King Rama I, the founder of Chakri Dynasty.\n", "\tThe procession, originally designed for kings to see the living quarters of his subjects outside of Phra Nakhon's royal abodes and temples, returned to the Grand Palace after a four-and-a-half hours journey.\n", "\tOn Monday, the monarch is scheduled to show up on the balcony of Sutthai Sawan Prasart Throne Hall to greet palace officials, government officials and people and receive best wishes from them.\n", "\tThe king is also scheduled on Monday to grant an audience with diplomats attached to Thailand at Chakri Maha Prasart Throne Hall in the Grand Palace."]}