{"title": "Over 100 Chinese students in U.S. awarded for excellence\n", "time_author": " (Xinhua)    09:28, May 06, 2019\n", "content": ["\tNEW YORK, May 5 (Xinhua) -- More than 100 Chinese students studying across the United States have been awarded a scholarship in recognition of their outstanding academic performance in the past year.\n", "\tOver the course of 10 days, five ceremonies were held in different U.S. cities, handing out the 2018 Chinese Government Award for Outstanding Self-Financed Students Abroad to 144 Chinese students.\n", "\tA total of 164 self-funded Chinese students studying in the United States have made the winners list, according to the Chinese consulate general in New York.\n", "\tOne more ceremony will be held in San Francisco in mid-May to honor the remainder.\n", "\tThe vast number of overseas students are supporters and facilitators of future China-U.S. relations, Minister of the Chinese Embassy to the United States Li Kexin told a ceremony in Washington, D.C.\n", "\t\"It is hoped that those award winners could serve as a bridge that promotes friendship and understanding, and make fresh contributions to educational exchanges and cooperation between the two countries,\" Li said.\n", "\tThe Chinese Government Award for Outstanding Self-Financed Students Abroad is a scholarship set up by the China Scholarship Council in 2003 to honor overseas Chinese students with outstanding academic accomplishments.\n", "\tSince its inception, 6,415 Chinese students studying overseas have received the award. In 2018, 500 in 29 countries earned the honor, and 10 of them would be given a scholarship of 10,000 U.S. dollars each for their exceptional performance.\n", "\t\"A great number of the award-winning students have contributed significantly to China's scientific research and teaching, either by returning to work in their home country or by developing long-term cooperative projects,\" said Wang Xun, a professor with the University of Wisconsin-Parkside, located in the Midwestern state of Wisconsin.\n", "\tWang also heads a committee that reviews scholarship candidates from the U.S. Midwest. On April 28, 29 Chinese students studying in the U.S. Midwest received the award from Chinese Consul General in Chicago Zhao Jian.\n", "\tThe scholarship was created for the purpose of recognizing academic excellence and encouraging recipients to serve their mother country in various ways, Wang said.\n", "\tCurrently, around 400,000 Chinese students are studying in U.S. colleges and universities.\n", "\tAt one of the awarding ceremonies, Chinese Consul General in New York Huang Ping voiced his hope that the awarded students would grow into ambassadors for China-U.S. exchanges, and work to cement the friendship between the two peoples.\n", "\tZhang Youlang, a PhD student in political science at Texas A&M University, is one of the 24 award winners from the southern part of the United States. He plans to return to China after graduation.\n", "\t\"Now China's research environment and conditions are as good as those of other countries. Research conducted in China could be world leading. Young researchers are thus quite motivated to go back to China, and contribute to the country in their own ways,\" he said."]}