{"title": "UK's best Asian food crowned at Golden Chopsticks Awards 2019\n", "time_author": " (People's Daily Online)    10:41, May 05, 2019\n", "content": ["\tThe Golden Chopsticks Awards winners were announced on Monday, April 29, at a glittering ceremony in Mayfair, London, hosted by Gok Wan. The award is one of the largest and most prestigious celebrations of oriental food in the world.\n", "\t`The award ceremony was launched last year by Gok Wan, Lucy Mitchell and Sarah Lewis. They wanted to recognise the fantastic diversity and success within the oriental food industry. After realising there was nothing like this out there, they decided it was time to give Oriental food the platform it deserved.\n", "\tA host of celebrities and VIPs attended the event at the Marriott in Grosvenor Square, including Sally Lindsay, Andrea McLean, Alice Beer and Ollie Locke. Korean Ambassador Ms. Enna Park represented the Korean Embassy and Counsellor Haitian Lu and Consul Yan Gao represented the Chinese Embassy. Some of the biggest influencers in oriental food, famous food writers and prominent community leaders were also in attendance.\n", "\tGok Wan, co-founder and host of the awards, commented, ''After the amazing success of our first awards last year, we knew it was going to be a tall order to go bigger and better this year, but we feel we pulled it off. The Golden Chopsticks Awards has well and truly cemented itself into the culinary calendar. What an amazing night, bringing together the good and the great from the oriental food world in one room, with winners covering the broad spectrum of SE Asian food from Chinese, Japanese and Thai to Vietnamese, Malaysian and Korean. It was fantastic to see so many accomplished restaurateurs in the room, alongside the rising stars of the future! It was a real honour to host what is now one of my favourite nights of the year!''\n", "\tKen Hom, OBE, commented \"I am more than delighted to be part of the second Golden Chopsticks Award which sets the highest standard from which Asian restaurants in the UK can all be judged. I congratulate all the winners and finalists as well as the judges for their hard work!\"\n", "\tThe 22 award categories mark the excellence of both the restaurant sector and contribution made by suppliers, supermarkets, food writers and individuals to the industry's growth.\n", "\tTo acknowledge the growth and ever-changing diversity in the market, four new awards were introduced in 2019 to shine light on oriental representation in vegetarian food, street food, dumplings and desserts & sweet treats, and delivered an exciting mix of nominees, from 'London's first plant-based vegan pop up' to 'Filipino dirty ice cream' from the streets of Manila. The range of winners was refreshingly diverse.\n", "\tThe chosen restaurants were voted for by members of the public over six weeks, with 20,000 votes registered. Separate industry prizes were awarded by an esteemed judging panel including influential figures Ken Hom OBE, Emmy-nominated Ching-He Huang, School of Wok's founder Jeremy Pang, Chinese food expert Fuchsia Dunlop, Gizzi Erskine and Sunday Brunch's Simon Rimmer. (Tianxing Bai)"]}