{"title": "Probe begins after Boeing 737 slides off runway into Florida river\n", "time_author": " (Xinhua)    07:30, May 05, 2019\n", "content": ["\tA team of 16 federal investigators was traveling to Jacksonville, Florida on Saturday after a Boeing jetliner with 143 people on board slid off a runway into a shallow river while trying to land at a military base during a thunderstorm, injuring 21 people.\n", "\tThe Boeing 737-800 chartered by the US military was arriving from Naval Station Guantanamo Bay in Cuba with 136 passengers and seven crew members when it slid into the St. Johns river at the end of the runway at Naval Air Station Jacksonville, authorities said.\n", "\tNo one was badly hurt and the 21 people taken to a hospital were listed in good condition, the local sheriff's office said.\n", "\tThe National Transportation Safety Board said on Twitter that 16 investigators were arriving in Jacksonville on Saturday.\n", "\t\"NTSB team has expertise in aircraft operations, structures, powerplants, human performance, weather, airports and other areas,\" the agency said, adding that it expects to brief the media later in the day.\n", "\tThe plane, chartered from Miami Air International, was attempting to land at about 9:40 pm local time amid thunder and lightning when it slid off the runway and came to rest in the shallow water of the river, authorities and passengers said.\n", "\tThe military base is on the western bank of the St. Johns River about 8 miles (12.87 km) south of central Jacksonville, about 350 miles (563.27 km) north of Miami.\n", "\tMiami Air International is a charter airline operating a fleet of the Boeing 737-800, different from the 737 MAX 8 aircraft that has been grounded following two fatal crashes involving that plane.\n", "\tRepresentatives of the airline did not immediately reply to requests for comment.\n", "\tA spokesman for Boeing Co said that the company was aware of the incident and was gathering information.\n", "\tThe charter company is contracted by the military for its twice-weekly \"rotator\" roundtrip service between the US mainland and Guantanamo Bay, said Bill Dougherty, a spokesman for the Jacksonville base.\n", "\tIt flies every Tuesday and Friday from the Naval Station Norfolk in Virginia to the Jacksonville air station and on to Cuba. It then flies back to Virginia with a stop again at Jacksonville, Dougherty said. "]}