{"title": "China-Sierra Leone friendship celebrates another landmark project\n", "time_author": "By Abu Bakarr Kargbo (People's Daily Online)    16:08, April 28, 2019\n", "content": ["\n", "Chinese Ambassador to Sierra Leone, His Excellency Hu Zhangliang and President Julius Maada Bio cut the tape to mark the official opening of a newly constructed bridge in Freetown.\n", "\tChina Railway Seventh Group Limited (CRSG) prides itself as a major player in facilitating the construction of major roads and bridges in Sierra Leone, the latest being the recently commissioned Second Juba Bridge, which has been named after a great Sierra Leonean hero, Sendgbe Pieh.\n", "\tThe Sengbe Pieh Memorial Bridge is regarded as an achievement of Chinaâ\u0080\u0099s Belt and Road Initiative (BRI) cooperation between China and Sierra Leone. At the request of the Sierra Leone government, the Chinese government made special arrangements and provided urgent assistance to co-fund the construction of the bridge under the Lumley Market Second Juba Bridge project. The Chinese company CRSG worked closely with Sierra Leone Government authorities to finish the project quickly while ensuring quality, completing the project in just five months.\n", "\tThe bridge, which is located at the traffic fortress in the western part of Freetown, is said to be another symbol of Sino-Sierra Leone friendship. The bridge is a simply supported structure and measures 81.8 meters in length.\n", "\tAfter the completion of the new bridge, the existing two-way lane road will be widened to a four-lane, which will greatly alleviate traffic congestion and effectively improve the travel of residents. The bridge has been constructed in line with international standards, with solar lights and a pedestrian walkway.\n", "\n", "Dr. John E. Tambi, Chairman Presidential Infrastructure Initiative and Economic and Commercial Counselor of the Chinese Embassy in Sierra Leone, Zhang Xueqian, sign an agreement.\n", "\tâ\u0080\u009cThe bridge can be seen as a special gift for the Sierra Leonean people on the eve of Sierra Leoneâ\u0080\u0099s 58th Independence Anniversary,â\u0080\u009d says the Chinese Ambassador to Sierra Leone, Hu Zhangliang. He added that the construction of the bridge is an important decision made by the Sierra Leone government, especially President Maada Bio, to break the traffic bottleneck in Freetown and improve peopleâ\u0080\u0099s quality of life. Ambassador Hu continued that it demonstrates the commendable leadership style of President Bio and the Sierra Leone government, who are focusing on peopleâ\u0080\u0099s livelihood, facing problems head-on, working hard and being resolute.\n", "\tâ\u0080\u009cAlthough the bridge is not a huge project, it carries the profound friendship between China and Sierra Leone. Therefore, it is a bridge of friendship, a bridge of happiness and a bridge of big hope,â\u0080\u009d says the Chinese Ambassador to Sierra Leone.\n", "\tCRSGâ\u0080\u0099s project manager Wang Bo described the bridge as a key project for the company. He thanked his co-workers for a job well done and assured people that the company is committed to embarking on major projects in the country, providing more jobs for local people and training them to become experts. Wang reiterated that the bridge serves as a symbol of unity between the two people and noted that his company is committed to building Sierra Leoneâ\u0080\u0099s infrastructure as it has been doing for the past ten years.\n", "\tSierra Leoneâ\u0080\u0099s President, Julius Maada Bio, acknowledged with great gratitude the generosity of China over the past fifty years, which has brought about quality services to various sectors such as health, education, infrastructure and agriculture. â\u0080\u009cThe bridge will unlock economic potential in tourism, trade, and fishing,â\u0080\u009d President Bio said.\n", "\n", "The newly constructed Sengbe Pieh Memorial Bridge in Freetown, Sierra Leoneâ\u0080\u0099s capital.\n", "\tOther speakers including the Sierra Leone Minister of Works, Raymond DeSouza George, Director General of Sierra Leone Roads Authority, Amara Kallon and Community Authorities, also thanked the Peopleâ\u0080\u0099s Republic of China for its support. They commended CRSG for completing the project within the stipulated period.\n", "\tCRSG is registered in Zhengzhou, Henan Province, and is a large state-owned enterprise which is a subsidiary of the construction conglomerate, China Railway Group Limited (China Railway Engineering Corporation). CRSG has been keen to support national development in Sierra Leone since it went into operation some ten years ago, embarking on its corporate social responsibilities in several communities across the country.\n", "\tOver the years, the company has completed the construction of major roads in Sierra Leone including the Makeni-Matotoka highway which is about thirty-five kilometers in distance, the Bo-Kenema Highway which is about sixty-five kilometers, Port Loko-Lungi axis with a length of sixty-two kilometers and major roads in the city including Wilkinson Road and the Spur Road projects. "]}