{"title": "Trump says U.S. to withdraw from int'l arms trade treaty\n", "time_author": " (Xinhua)    09:18, April 27, 2019\n", "content": ["\n", "U.S. President Donald Trump is pictured at the White House in Washington D.C., the United States, on April 26, 2019. Trump announced on Friday that the United States is withdrawing from an international arms trade treaty signed by the Obama administration, marking Washington's latest exit from an international pact. (Xinhua/Ting Shen)\n", "\tWASHINGTON, April 26 (Xinhua) -- President Donald Trump announced on Friday that the United States is withdrawing from an international arms trade treaty signed by the Obama administration, marking Washington's latest exit from an international pact.\n", "\tTrump made the announcement while attending an annual meeting of the National Rifle Association (NRA) in the U.S. city of Indianapolis, saying that he will be revoking America's status as a signatory of the pact supported by the Untied Nations.\n", "\t\"We're taking our signature back,\" Trump told the audience. He also noted that the UN will soon receive formal notice of the U.S. withdrawal.\n", "\tThe Arms Trade Treaty (ATT), which regulates international trade in conventional weapons from small arms to military aircraft, was approved by the UN General Assembly in 2013. It was signed by then U.S. President Barack Obama but has not been ratified by the U.S. Senate.\n", "\tThe White House said later in a statement that Trump will ask the Senate to return it.\n", "\tThe White House claimed the pact is \"misguided\" and constrains U.S. ability to sell arms to its allies and partners.\n", "\tThe Trump administration's new move has drawn criticism from some international human rights groups.\n", "\tThe United States will now behave as a non-signatory to \"this historic treaty whose sole purpose is to protect innocent people from deadly weapons,\" Oxfam America President Abby Maxman told U.S. media.\n", "\tKris Brown, the president of an anti-gun violence organization in the United States, said in a tweet, \"This is a reckless move that will endanger countless Americans and other innocent people worldwide.\"\n", "\tSo far more than 100 countries have formally joined the agreement.\n", "\tSince Trump took office in 2017, the United States has retreated from several global treaties, including the landmark Paris climate agreement and the Iran nuclear deal."]}