{"title": "Experts call for rapid development of nuclear technology at ATOMEXPO forum\n", "time_author": " (Xinhua)    10:11, April 16, 2019\n", "content": ["ã\u0080\u0080ã\u0080\u0080\n", "\tPhoto taken on April 15, 2019 shows Russia's Rosatom State Corporation booth during the 11th ATOMEXPO in Sochi, Russia. Global experts called for the further development of nuclear technology and cooperation so as to cope with climate change and realize sustainable development at the 11th ATOMEXPO International Forum here on Monday. (Xinhua/Bai Xueqi)\n", "\tSOCHI, Russia, April 15 (Xinhua) -- Global experts called for the further development of nuclear technology and cooperation so as to cope with climate change and realize sustainable development at the 11th ATOMEXPO International Forum here on Monday.\n", "\tThemed \"Nuclear for better life,\" the two-day forum has attracted over 3,600 guests from 74 countries, including about 1,500 guests from outside Russia.\n", "\tParticipants will take part in discussions on the development of the nuclear industry and the application of nuclear technologies in various areas such as medicine and health, unique materials, agriculture, transportation, the ecosystem, security and space exploration.\n", "\t\"Nuclear energy is the world's second-largest low-carbon energy source next to hydropower. The global nuclear industry has set the harmony goal for 2050 to supply 25 percent of the world's electricity needs. This means we have to have three times as many nuclear constructions as today,\" General Director of the World Nuclear Association Agneta Rising said at the opening ceremony.\n", "\tMore nuclear energy is required to achieve the goal of dealing with climate change and limiting global warming to 1.5 degrees Celsius, she said.\n", "\t\"More and more countries see nuclear generation as an integral part of the sustainable development of our planet... We are entering a new level of cooperation -- the global nuclear partnership,\" said Alexey Likhachev, general director of Russia's Rosatom State Corporation.\n", "\tEchoing Rising and Likhachev's remarks, Sergey Kirienko, first deputy chief of the Russian presidential administration, also noted the increasing popularity of nuclear energy across the world and more opportunities for cooperation in this area.\n", "\tHe stressed that partnership is a \"strategic choice\" that helps countries build constructive relations with their partners, especially in nuclear energy, which contributes to improving the environment and various other fields.\n", "\tIn a welcoming message to the forum, Russian President Vladimir Putin underlined that Russia has great potential in nuclear technology and is ready to further cooperate with other countries.\n", "\t\"Russia has traditionally had a powerful human, scientific and production potential in this field, actively participating in international cooperation and offering its partners high-quality, reliable, safe and environmentally friendly solutions,\" Putin said, according to the Kremlin press service.\n", "\tA number of documents on cooperation are expected to be signed during the forum, according to the organizer of the event."]}