{"title": "Foreign journalists respond positively to Xi's speech at 2nd BRF\n", "time_author": "By Xian Jiangnan (People's Daily Online)    17:50, April 26, 2019\n", "content": ["\n", "Chinese president Xi Jinping deliveres a keynote speech at the opening ceremony of the Second Belt and Road Forum for International Cooperation in Beijing on Friday. (Photo/Xinhua)\n", "\tBeijing, April 26 (Beijing) -- Chinese president Xi Jinping delivered a keynote speech at the opening ceremony of the Second Belt and Road Forum for International Cooperation in Beijing on Friday. Foreign journalists spoke highly of Xiâ\u0080\u0099s speech, noting that it sent a strong message of Chinaâ\u0080\u0099s commitment to high-quality cooperation and shared benefits to the world, and expressing their confidence in BRIâ\u0080\u0099s bright future.\n", "\tTaking stock of the Belt and Road Initiative six years on, Xi mentioned that more than 150 countries and international organizations have signed agreements on Belt and Road cooperation with China, adding that the Initiative has helped improve peopleâ\u0080\u0099s lives in the countries involved and created more opportunities for common prosperity.\n", "\tMoving forward, China will pursue open, green and clean cooperation and high-quality Belt and Road cooperation under the principle of extensive consultation, joint contribution and shared benefits, according to Xi.\n", "\tâ\u0080\u009cIâ\u0080\u0099m really impressed by such statements as common development and shared benefits,â\u0080\u009d Md. Enamul Hassan from Bangladeshâ\u0080\u0099s Daily Sun told Peopleâ\u0080\u0099s Daily Online, â\u0080\u009cbecause this statement will help remove the confusion about the BRI. As the principle of equality and mutual benefits is the driving force of the BRI, the western propaganda of debt trap will fall flat.â\u0080\u009d\n", "\tEchoing Hassan, Mahendra Subedi, editor of Nepalâ\u0080\u0099s Rastriya Samachar Samiti, RSS, said he was impressed by the leaderâ\u0080\u0099s remarks about promoting economic governance for common prosperity and partnership as well as contributing to better livelihood.\n", "\tDuring his speech, President Xi said no to protectionism and called for more free trade and a more open market.\n", "\tChina is both a â\u0080\u009cglobal factoryâ\u0080\u009d and a â\u0080\u009cglobal marketâ\u0080\u009d, said Xi, highlighting that China will steadily open Chinaâ\u0080\u0099s market wider to quality products from across the world and ensure full implementation of the Foreign Investment Law.\n", "\tThese remarks were applauded by Nekoulko Nadjingar, a Chadian journalist from Agence Tchadienne de Press et dâ\u0080\u0099Edition. â\u0080\u009cBy facilitating trade, many African businessmen will bring African products to sell in China and vice versa. This will help Africa boost its economy.â\u0080\u009d\n", "\tXi also urged all participating countries to work closely together in order to transcend geographical distance and embark on a path of win-win cooperation. â\u0080\u009cWe will help developing countries eradicate poverty and achieve sustainable development,â\u0080\u009d Xi added.\n", "\tIn light of this, Muhammad Imran, a journalist from Pakistan's Dawn News TV said the commitment to poverty alleviation sent a strong message to people from developing BRI countries, adding â\u0080\u009ceven the Prime Minister of Pakistan appreciated President Xiâ\u0080\u0099s initiatives for poverty alleviation and opening-up policy.â\u0080\u009d\n", "\tMentioning that Pakistan is now moving towards the 2nd phase of CPEC and construction of economic zones, Imran has high hopes for the building of more BRI projects and is looking forward to seeing BRI bring more benefits to people around the world.\n", "\tâ\u0080\u009cIt will help countries get closer and make the world a better place to live,â\u0080\u009d he said. "]}