{"title": "Green Belt and Road principles receive industry backing\n", "time_author": " (People's Daily Online)    14:52, April 26, 2019\n", "content": ["\tThe City of London Corporation's Green Finance Initiative (GFI), in partnership with China's Green Finance Committee (GFC), announced today that 27 firms from around the world have signed up to a set of green finance guidelines for the Belt and Road Initiative (BRI).\n", "\tBuilding on existing responsible finance initiatives, the Green Investment Principles aim to incorporate low-carbon and sustainable development into projects in Belt and Road countries, which represent approximately 40 percent of the earth's total land area and 55 percent of total CO2 emissions. The UK headquartered bank Standard Chartered was the first to sign up to the voluntary code of conduct.\n", "\tThe announcement was made at an event held in the Chinese capital, Beijing, on the sidelines of this year's Belt and Road Forum. Key speakers included City Corporation Policy Chair Catherine McGuinness and Chairman of the Green Finance Committee Dr Ma Jun.\n", "\tThe principles, a project first proposed in the 9th UK-China Economic and Financial Dialogue, were drafted by several organisations including the World Economic Forum, UNPRI, Belt & Road Bankers Roundtable and the Paulson Institute.\n", "\tFirst published in London by the GFI and GFC late last year, the principles are supported financially by the UK government through the China-UK PACT programme (Partnering for Accelerated Climate Transitions). This funding aims to bolster robust implementation and governance of the principles, and support signatories to share their knowledge and collectively raise their ambition over time, drawing on the UK's green finance expertise and leadership.\n", "\tCity of London Corporation Policy Chair Catherine McGuinness said:\n", "\tâ\u0080\u009cThese principles are the start of a journey to green the Belt and Road, providing a framework for how firms and organisations can incorporate low-carbon and sustainable development into BRI projects. I'm delighted to see so many firms sign up to the guidelines, and hope many others will decide to come on board.\n", "\tâ\u0080\u009cWhile there is some way to go to ensuring the Belt and Road is truly green, today's announcement is another step in the right direction, and a powerful statement of intent from financial firms in China, the UK and across the world.\n", "\tâ\u0080\u009cI look forward to conversations going forward on how the UK can work with our Chinese and international partners to ensure the â\u0080\u0098project of the centuryâ\u0080\u0099 is sustainable and environmentally friendly, and to seeing these principles evolve.â\u0080\u009d\n", "\tDr Ma Jun, Chairman of China Green Finance Committee, said, â\u0080\u009cThe majority of global infrastructure investment in the coming decades will be in the Belt and Road region, and they will have a significant impact on the implementation of the Paris Agreement and UN Sustainable Development Goals.\n", "\tâ\u0080\u009cThe GIP aims to ensure that environmental friendliness, climate resilience, and social inclusiveness are built into new investment projects in the Belt and Road.\n", "\tThe GIP has already received strong support from many global financial institutions, and we expect more lenders, investors and nonfinancial corporates to sign up to it.â\u0080\u009d\n", "\tMore details of the Principles are expected to be announced later this year at the City of London Corporationâ\u0080\u0099s Green Finance Summit.\n", "\tLondon is rated as the top global financial hub for the quality of its green finance offering in the latest Green Global Finance Index, published by Long Finance in March 2019. (Tianxing Bai) "]}