{"title": "Foreign involvement in Sri Lanka attacks: PM\n", "time_author": " (Xinhua)    08:50, April 25, 2019\n", "content": ["\n", "\tSri Lankan Prime Minister Ranil Wickremesinghe speaks at a press conference in Colombo, Sri Lanka, April 23, 2019. Sri Lankan Prime Minister Ranil Wickremesinghe said on Tuesday that authorities are making progress in identifying the culprits of the series of bombing attacks and evidence had been found on foreign links of the attacks. At a press conference in Temple Trees, Wickremesinghe said that authorities are looking at the claim by Islamic State (IS) that they are responsible for the blasts that killed more than 300 people and injured over 500 others. (Xinhua/Yang Zhou)\n", "\tCOLOMBO, April 23 (Xinhua) -- Sri Lankan Prime Minister Ranil Wickremesinghe said on Tuesday that authorities are making progress in identifying the culprits of the series of bombing attacks and evidence had been found on foreign links of the attacks.\n", "\tSpeaking at a press conference in Temple Trees, Wickremesinghe said that authorities are looking at the claim by Islamic State (IS) that they are responsible for the Sunday bombing blasts that killed more than 300 people and injured over 500 others.\n", "\t\"We will be following up on IS claims. We believe there may be links,\" Wickremesinghe said.\n", "\tThe prime minister said the security agencies of the country were monitoring those Sri Lankans who had joined IS and returned home.\n", "\tOn an earlier statement that the bombings were an act of retaliation for the attacks in Christchurch, New Zealand, last month, the prime minister said the authorities were also investigating and yet to be confirmed.\n", "\tSeries of arrests have been made so far following the Sunday blasts, but the prime minister declined to give the exact number, saying that some of the culprits are still on the run.\n", "\tPolice spokesperson Ruwan Gunasekara said on Tuesday that 40 suspects had been arrested over the attacks while a massive search operation is ongoing to nab more suspects.\n", "\tIS, through its news outlet AMAQ, claimed on Tuesday responsibility for the attacks."]}