{"title": "More Chinese seniors improve fitness in the gym\n", "time_author": " (People's Daily Online)    17:39, May 21, 2019\n", "content": ["\n", "Bai Jinqin, 74, stretches her body in the gym. (Photo/Xinhua)\n", "\tVarious forms of exercise in the gym, including pilates, yoga, and dumbbell workouts are becoming more popular with Chinese seniors, which has stimulated the development of dedicated gyms for senior citizens across China.\n", "\tChen Jinzhong, 80, who started a new exercise program in 2015, is now a self-professed gym expert. The senior who lives in Xi'an, capital of northwest China's Shaanxi Province, can bench press 60 kilograms, deadlift 73kg, squat 70kg, hold a plank for 13 minutes, and has participated in 13 marathons.\n", "\t\"I had been looking after my grandson since I retired, but I had no idea what to do when my grandson went to school. Working out in the gym has enriched my life,\" said 67-year-old Zhao Rong.\n", "\tZhao, who is now in good health both mentally and physically, has been working out at a gym in Beijing for four years. From 9 am to 11 am every day, he can be found in his local gym.\n", "\tZhao explained that \"joining the gym was advised by my children. I used to be fat, and I sure needed this.\"\n", "\tChen and Zhao are not rare cases in China. According to Wang Yunxu, a fitness instructor in a Beijing-based gym, seniors now account for 6 percent of gym memberships, which is a significant increase compared with a few years ago.\n", "\t\"Most seniors choose mild exercise at the gym. They do it regularly and with persistence,\" said Wang.\n", "\t63-year-old Jin disclosed that she has benefited from going to the gym, saying that \"working out has helped alleviate insomnia that has troubled me for more than 20 years\".\n", "\tBai Jinqin, 74, is now an online celebrity due to her gym habits, which she started when she was 60.\n", "\tBai realized the importance of physical exercise after she had three operations in her 40s. At first, she did some simple exercise in her local neighborhood, and her passion for fitness and the science behind it grew.\n", "\tNow, although she is more than 70 years old, Bai enjoys a healthy lifestyle. She is affectionately called \"aunt Bai\" by her fans.\n", "\t\"We can't stop aging, but keeping fit helps us slow the pace of becoming old. It's better to spend money on a gym membership than on medicine,\" said Bai.\n", "\tAn industry insider pointed out that as China's aging population grows, making sure senior citizens stay healthy and fit is one way to help decrease the number of people with chronic illnesses.\n", "\tThanks to the progress in China's economic and social development, many people have changed their views on lifestyle, said the insider, noting that nowadays, Chinese seniors prefer to spend money on health rather than save.\n", "\t\"After the age of 65, people tend to spend more money on recreation, exercise, health, and care. Besides, regular trips to the gym are also a good way to socialize, which can also help reduce loneliness among this age group,\" explained Li Kanghua, vice dean of the School of Media & Communication, Shanghai Jiao Tong University.\n", "\tAs the passion for exercise grows in the elderly community, the country needs to keep up with more targeted facilities and services.\n", "\tIn a survey of 1,500 Chinese seniors, 75.7 percent of respondents disclosed that walking is their primary form of exercise, while 66.1 percent confirmed their need for professional indoor fitness centers.\n", "\tThe survey showed that the elderly are faced with limited ways to work out, said an expert, who pointed out that China is short of dedicated gyms and fitness centers for senior citizens, and that the elderly require professional services and personal trainers to help them correctly use the facilities.\n", "\tHowever, in May 2017, a 24/7 fitness center opened in Shanghai's Yangpu District. With a separate senior area with specialized programs, the center is the first of its kind in Shanghai.\n", "\tIn 2018, a community-style \"Internet plus\" gym and fitness center for people of all ages were also opened in Yangpu District, with dedicated senior citizens zones.\n", "\tThe fitness service center at Wansheng Economic and Technological Development Zone, in southwest China's Chongqing Municipality, provides senior citizens with rehabilitation services and free health examinations.\n", "\tMoreover, Nanjing, capital of east China's Jiangsu Province, established a comprehensive elderly care center that combines home-based care for seniors, medical nursing, cultural recreation, and a fitness center for the elderly, which is equipped with specialized facilities to help seniors exercise. "]}