{"title": "AI major now available at universities\n", "time_author": " (China Daily)    11:22, April 15, 2019\n", "content": ["\n", "\tAn artificial intelligence-powered robot welcomes a customer in the Xiangyang branch of Ping An Bank in Xiangyang, Hubei province. [Photo by Yang Dong/For China Daily]\n", "\tUniversities in China will welcome the first group of undergraduate students majoring in artificial intelligence in September.\n", "\tAccording to a list issued by the Ministry of Education, 35 universities received approval to establish the four-year undergraduate AI-related majors amid the country's drive to build a strong AI talent pool.\n", "\tThey include many prestigious universities such as Beijing Jiaotong University, Beihang University, Nanjing University and Xi'an Jiaotong University.\n", "\tLin Youfang, vice-dean of the School of Computer and Information Technology at Beijing Jiaotong University, said the school plans to enroll about 30 undergraduate students majoring in AI in September.\n", "\tThere might be more students majoring in AI who transfer from other majors through a selection process if the new major proves to be successful, he said.\n", "\tThe school established an AI research institute in December 2017 for graduate students. Many instructors at the school are working on AI-related research so there will be no problem finding capable teachers for the new students, Lin said.\n", "\tChina's booming AI industry has resulted in a growing demand for talent. It is common for students in AI-related fields to have already committed to companies before they even graduate and enter the job market, he said.\n", "\tMaster's graduates majoring in AI can easily find jobs with salaries over 300,000 yuan ($44,700) per year, and salaries for doctoral graduates are even higher, he said.\n", "\tChinese universities are catching up with their counterparts in the United States in terms of basic research in AI and the number of published papers, yet they still lag behind in transforming research into application, he added.\n", "\tZheng Nanning, a researcher at the Chinese Academy of Engineering and head of the innovation research academy of intelligent robotics at Xi'an Jiaotong University, said the university began considering an undergraduate AI major in 2016, and it has since established an experimental undergraduate AI class in 2018 with 55 students taught by the country's leading AI experts.\n", "\tThe university established the academy in October 2017 and an AI school in January. The academy has 26 master's candidates and eight doctoral candidates, Zheng said.\n", "\t\"Universities should aim for major breakthroughs in basic research and core technology. We are still striving to achieve revolutionary and disruptive changes in AI theories, methods, tools and systems,\" he added.\n", "\tThe ministry issued an action plan in 2018 to promote AI education in universities. According to the plan, universities in China will improve AI discipline and make breakthroughs in basic theories and key technology research by 2020.\n", "\tChinese universities will become core forces for building major global AI innovation centers by 2030.\n", "\tThe plan calls for integration of AI with mathematics, statistics, physics, biology, psychology and sociology, among other disciplines. It promotes the \"AI + X\" interdisciplinary approach in universities and aims to set up 100 majors that combine AI and other subjects by 2020.\n", "\tMany Chinese universities have set their sights on improving AI education and nurturing more AI talent and have established new AI departments and research institutes.\n", "\tTsinghua University established an AI institute in 2018 as part of its efforts to advance AI research and education.\n", "\tAiming to become a globally influential AI research institution, the institute focuses on the basic theory of AI and actively promotes cross-disciplinary AI research as well as the integration of academia and industry."]}