{"title": "China's satellite navigation industry sees rapid development\n", "time_author": " (Xinhua)    09:33, May 16, 2019\n", "content": ["\tBEIJING, May 15 (Xinhua) -- China's satellite navigation and location services industry achieved a total output value of 301.6 billion yuan (about 43.93 billion U.S. dollars) in 2018, up 18.3 percent from the previous year, according to an annual industry report.\n", "\tThe data was published in the White Paper on the Development of China's Satellite Navigation and Location Services Industry (2019), which was released by the GNSS (global navigation satellite system) and LBS (location-based service) Association of China on Wednesday.\n", "\tThe industry's core sectors, which are directly related to the development and application of the satellite navigation technology, include chip, device, algorithm, software, navigation data, terminal equipment and infrastructure. These sectors reported 106.9 billion yuan in output value, accounting for 35.44 percent of the industry's total.\n", "\tThe BeiDou Navigation Satellite System (BDS) contributed 80 percent to the output value generated by the core sectors. The system raked in a total of 194.7 billion yuan with related products and services.\n", "\tChina has launched 44 BDS satellites, and the system has been applied in many industries including transport, maritime affairs, electricity, civil affairs, meteorology, fishery, surveying and mapping, mining and public security.\n", "\tAccording to the report, over 80 million sets of domestic BDS terminal products had come into service by the end of 2018. The total number of terminal products, including smartphones, installed with BDS compatible chips was close to 700 million.\n", "\tThere are 14,000 enterprises and institutions in the field of satellite navigation and location services in China, with more than 500,000 employees. By the end of 2018, 51 companies in the industry had been listed, said Li Donghang, deputy secretary-general of the GNSS and LBS Association of China (GLAC).\n", "\tBy the end of 2018, the total number of satellite navigation patent applications in China exceeded 60,000, ranking first in the world, the report said.\n", "\tThe satellite navigation and positioning products from Chinese enterprises have entered markets in more than 100 countries, among which BDS has been applied in more than 30 countries and regions along the Belt and Road, Li said.\n", "\tTo enable BDS to better serve the economic and social development in Belt and Road countries and regions, China has established BDS cooperation mechanisms with countries and organizations in South Asia, Central Asia, ASEAN, the Arab League and Africa, strengthening technical exchanges and personnel training, and building BDS overseas centers.\n", "\tThe world's first unmanned electric port tractor based on BDS, laser radar, millimeter wave radar and cameras was put into trial operation in the Tianjin Port in 2018. It can drive and park precisely, load and unload containers and avoid obstacles without an operator, Li said.\n", "\tChina's main domestic aviation enterprises have made plans to introduce a BDS-based management system to monitor planes in real time.\n", "\tSince 2018, BDS has become one of the three major satellite systems serving the global ocean observation network.\n", "\tBy the end of 2018, BDS had been used in more than 30,000 agricultural machines in over 1,200 farms across China, covering more than 4 million hectares of cultivated land.\n", "\tWith quick and sensitive detection technology, the BDS-based gas leakage detection vehicle can locate a gas leakage point within a 150-meter radius, which is 10 times more efficient than the traditional method, Li said.\n", "\tSo far, BDS has been used to help detect gas leakage in more than 600 cities and towns across China, covering gas pipelines with a total length of 800,000 km.\n", "\tWith the development of 5G technology, BDS combined with 5G is expected to be used widely in fields such as airport scheduling, robot patrol, unmanned aerial vehicles, building and vehicle monitoring and logistics management, Li added."]}