{"title": "New Beijing airport tests its capabilities\n", "time_author": "By Tu Lei and Yang Sheng (Global Times)    08:44, May 15, 2019\n", "content": ["\n", "China Southern Airlinesâ\u0080\u0099 flagship model A380, which took off 9:03 am from Beijing Capital International Airport in the northeastern part of the city, is one of the first to land at the new airport. The new airport is scheduled to be operational at the end of September. (Photo by WengQiyu from Peopleâ\u0080\u0099s Daily online)\n", "\tBeijing Daxing International Airport, a new mega-airport in northern China, witnessed four test flights on Monday (May 13) morning, a milestone before the airport begins operations at the end of September.\n", "\tThe successful tests show airport authorities have moved their focus from infrastructure to flying and upon completion the airport will help promote Beijingâ\u0080\u0099s status as a global hub, Chinese analysts said.\n", "\tChina Southern Airlinesâ\u0080\u0099 flagship model A380, which took off 9:03 am from Beijing Capital International Airport in the northeastern part of the city, was one of the first to land at the new airport at 9:30 am on Monday, followed by China Eastern Airlinesâ\u0080\u0099 A350-900, Air Chinaâ\u0080\u0099s B747-8 and Xiamen Airlinesâ\u0080\u0099 B787-9.\n", "\tXiamen Airlines' B787-9 was the last to land at around 9:46 am.\n", "\tâ\u0080\u009cThe flying has its significance in the Daxing airport project,â\u0080\u009d Yan Xiaodong, spokesman for North China regional administration with the Civil Aviation Administration of China, told the Global Times.\n", "\tâ\u0080\u009cThe test flights are to verify the safety and rationality of the new routes in the sky and the success shows the procedure is safe and reliable,â\u0080\u009d he said. In the future, there will be more test flights for popular aircraft such as the single-aisle B737 and A320, Yan said.\n", "\tThe test flights for the new airport have three phases.\n", "\tThe basic test flight began Monday, mainly testing the general security of the airport. In August, the airport will conduct a special test flight to check the airport's low-visibility capability.\n", "\tA comprehensive test flight will be carried out from August to September to ensure that the airport can operate in a coordinated, smooth and efficient manner after it is officially put into use.\n", "\tâ\u0080\u009cThe new airport will not only serve the development of the capital city of China but also bring more opportunity to the whole North China region,â\u0080\u009d Bai Ming, deputy director of the Ministry of Commerceâ\u0080\u0099s international market research institute, told the Global Times on Monday.\n", "\tThe new airport is scheduled to be completed on June 30 and open September 30. The authorities aim to meet the country's surging demand and relieve the Beijing Capital International Airport.\n", "\n", "Daxing International Airport in Beijing is under construction, April. 25, 2019. Photo by WengQiyu from Peopleâ\u0080\u0099s Daily online\n", "New economic hub\n", "\tBeijing Capital International Airport is located in northeast Beijing and is closer to the downtown area.\n", "\tSitting at the junction of Beijing's southern Daxing district and Langfang in North Chinaâ\u0080\u0099s Hebei Province, the new airport is closer to Xiongan New Area, Tianjin and Shijiazhuang in Hebei Province, Bai said.\n", "\tWith an investment of 80 billion yuan ($11.6 billion), the new airport is expected to handle 45 million passengers annually by 2021 and 72 million by 2025.\n", "\tBeijing Capital International Airport transported 101 million passengers in 2018, ranking second in the world for nine consecutive years in terms of volume, the Civil Aviation Administration of China reported. Annual trip throughput of airports across the nation exceeded 1.2 billion in 2018, an increase of 10.2 percent over 2017.\n", "\tChina will displace the US as the worldâ\u0080\u0099s largest aviation market in the mid-2020s, as the rebalancing of Chinaâ\u0080\u0099s economy toward consumption will support strong passenger demand over the long term, according to a report released by the International Air Transport Association in October 2018.\n", "\tâ\u0080\u009cThe new airport will help Beijing open more international routes as Beijing Capital International Airport is now in a very tight slot,â\u0080\u009d Lin Zhijie, a veteran market watcher, told the Global Times on Monday.\n", "\tThe new airport is designed for transfer efficiency, Lin noted.\n", "\tMore than 50 domestic and foreign airlines have expressed their willingness to use the new airport.\n", "\tChina Southern Airlines has 40 percent of the slots and will shoulder 40 percent of the air passenger traffic.\n", "\tAccording to the plan, China Southern is expected to have more than 200 aircraft at the new airport by 2025, with more than 900 flights taking off and landing daily.\n", "\tâ\u0080\u009cJust like Shanghai Pudong and Hongqiao airports that serve East Chinaâ\u0080\u0099s development, the new airport together with Beijing Capital International Airport will make North China more competitive and make it another economic hub of Asia,â\u0080\u009d Bai said."]}