{"title": "Shanghai Disney Resort unveils accessibility report\n", "time_author": " (Xinhua)    10:40, May 14, 2019\n", "content": ["\n", "A visually impaired woman uses a braille map at Shanghai Disney Resort. [File photo: Shanghai Observer]\n", "\tSHANGHAI, May 13 (Xinhua) -- Shanghai Disney Resort Monday unveiled its first ever accessibility report to further improve the experience of guests with disabilities.\n", "\tIt is part of the resort's week-long campaign to raise the public's awareness to support people with disabilities in the lead up to China's National Day of Helping the Disabled which falls on May 19 this year.\n", "\tThe report highlighted the resort's accessible facilities and other services designed for people with disabilities, including blind roads, braille guidebooks and tactile maps for blind guests, the complementary sign language interpretation at the park's entertainment shows for deaf guests, and accessibility for wheelchair users at all attractions.\n", "\t\"At Disney, we make every effort to provide a magical experience to each guest, including those with disabilities. Because of this, we design, develop and operate our parks to ensure our full range of attractions and services are accessible to everyone,\" said Joe Schott, president and general manager of the resort.\n", "\t\"We are proud to share our accessibility practices and experience with others through this new comprehensive report and look forward to further supporting the development of future accessibility projects and facilities throughout Shanghai and the rest of China,\" he said.\n", "\tAnother highlight of resort's week-long campaign was that 10 participants with disabilities spent the day at Shanghai Disney Resort, shadowing cast members from eight different positions, including cleaning, catering, human resources and public affairs to gain firsthand experience of working at the resort.\n", "\tChina has set the third Sunday of May as its National Day of Helping the Disabled since 1991. This year, the Shanghai Disabled Persons' Federation and the Shanghai Municipal Education Commission launched an all-new Work Experience Program that encourages a more inclusive environment in the workplace and inspires people with disabilities to relentlessly pursue their dreams.\n", "\tAround 300 participants with disabilities will experience inclusive working places in different enterprises, including the Shanghai Disney Resort."]}