{"title": "Chinese apps gain popularity across Asia\n", "time_author": " (Xinhua)    16:07, May 13, 2019\n", "content": ["\tBEIJING, May 13 (Xinhua) -- Mobile payment, online shopping, entertainment, dining and beyond -- Chinese apps have been catching on with consumers across Asia.\n", "\tApp Annie, an analyst firm, said Chinese apps for e-commerce, social media and leisure have gained strong growth in Asian countries, and their users have been expanding.\n", "\tIn 2018, the number of downloads of shopping apps grew 54 percent compared with the figure in 2017, the firm said.\n", "\tThese technologies have facilitated exchange and dialogue between nations in Asia. Beijing will host the Conference on Dialogue of Asian Civilizations (CDAC) from May 15 to 22.\n", "\tIn August 2018 during the Asian Games, Beijing-based ByteDance, known for its short video sharing app TikTok, called on its users to publish videos to pass on the spirit of the Asian Games.\n", "\tSince TikTok was launched in 2017, its users have grown exponentially in countries such as Japan, Thailand and Indonesia, the company said.\n", "\tIn the field of mobile payment, Ant Financial has cooperated with Paytm in India, Kakao Pay in the Republic of Korea, DANA in Indonesia and Easypaisa in Pakistan to serve users in these Asian countries.\n", "\tAnt Financial executive chairman Jing Xiandong said China's experiences in e-commerce and digital economy can be replicated in many countries along the Belt and Road.\n", "\tThe number of Asian users on Aliexpress, the global retail platform, has also expanded rapidly.\n", "\tCompany data shows that over 20 million buyers in central and southern Asia make purchases on the platform. Buyers in Kyrgyzstan grew fourfold in three years. They mainly buy clothing, consumer electronics and cosmetics, Aliexpress said.\n", "\tAnother Chinese firm Meituan-Dianping, which specializes in group buying of consumer products and food delivery services, covered 4.23 million businesses in 380 cities along the Belt and Road, according to figures by April 11, 2019.\n", "\tThe company has helped restaurant owners in popular tourist destinations in Asia to renovate and attract customers."]}