{"title": "Hospital head removed after 5 infants die\n", "time_author": " (China Daily)    15:47, May 13, 2019\n", "content": ["Investigators criticize lax management, failure to control enterovirus outbreak\n", "\tLiu Ruilin, Party secretary and president of Shunde Hospital of Southern Medical University, has been removed from his positions after five babies died and 14 fell ill during an enterovirus outbreak at the hospital.\n", "\tThe five newborns who died had other underlying diseases, such as pneumonia, before contracting the virus, according to a statement from the Guangdong Health Commission on Saturday.\n", "\tThirteen of the sick babies have been discharged from the hospital, while the other one continues to be treated and is in a stable condition, the commission said.\n", "\tAn investigation determined that the case became serious because of the combination of the intestinal virus with lax hospital management.\n", "\tThe case was made public after the father of one of the infants said in a social media post that at least three babies had died at Shunde Hospital. He cited a suspected cross-infection in the hospital's neonatal intensive care unit in March and April.\n", "\tAccording to the post, his child was born on April 6 and was infected between April 7 and 10.\n", "\tOn April 11, the infant was transferred to Guangdong Provincial People's Hospital in Guangzhou. The child was found to be infected with an intestinal virus and died after treatment lasting more than a week.\n", "\tMany newborns were transferred to other hospitals after becoming infected, he said.\n", "\tThe health commission said the case resulted from Shunde Hospital's lax management, inadequate infection control regulations and enforcement, inadequate infection monitoring in the infant ward and failure to report infections as required.\n", "\tThe operation of the infant ward was suspended, and the hospital was ordered to solve management problems relating to the case, check on the condition of the surviving babies and console the parents.\n", "\tA deputy director of the health bureau of the Shunde district of Foshan, Guangdong, was also fired, and others deemed responsible were punished.\n", "\tNo new case has been reported in the hospitals that have treated the affected babies.\n", "\tThe provincial health commission has ordered all the medical institutions in the province to check their infection-control procedures.\n", "\tThe viral strain that affected the infants was identified by the commission as Echo 11. It is an intestinal virus to which children, especially infants, are susceptible. It is closely related to a respiratory infection."]}