{"title": "Chinese netizens prove their sense of humor as first image of black hole goes viral\n", "time_author": " (People's Daily Online)    09:14, April 12, 2019\n", "content": ["\n", "Photo provided by the Event Horizon Telescope (EHT) shows the first image of a black hole. (Xinhua/EHT)\n", "\tAstronomers revealed Wednesday that they had captured the first image of a black hole, unveiling the first direct visual evidence of the previously invisible astronomical object and its shadow.\n", "\tAt a recent press conference, scientists revealed a donut-like structure with a dark central region and a bright ring, showing the black hole's shadow against a disc of glowing gas.\n", "\tBlack holes are extremely compressed cosmic objects, as predicted by Einstein's theory of general relativity. A black hole has a gravitational pull that is so intense that nothing, not even light, can escape it once inside a specific region, known as the event horizon.\n", "\tHowever, with the Event Horizon Telescope (EHT), a virtual telescope linking eight ground-based radio telescopes around the world, the image was captured for the first time in history. The black hole is at the center of massive galaxy M87, 55 million light-years from Earth, with a mass 6.5-billion times that of the sun.\n", "\tThe landmark result offers scientists a new way to study the most extreme objects in the universe predicted by Albert Einstein's rule of general relativity.\n", "\tUpon the release of the incredible image, Chinese netizens took an active part in the global event with their light-hearted improvisations.\n", "\tSome create a link between the black hole and a donut:\n", "\n", "(Photo/pixabay.com)\n", "\tTheir imaginations extended further to an empty wallet, an electric heater, honeycomb briquettes, a fire, and for fans of Tolkien, the Eye of Sauron.\n", "\tWeibo account @å\u009b\u009eå¿\u0086ä¸\u0093ç\u0094¨å°\u008fé©¬ç\u0094² : \"The black hole faraway VS the 'black hole' by your side.\"\n", "\tA netizen puts the black hole alongside an electric heater.\n", "\t\"Nine black holes burning\", writes one WeChat user, comparing the black hole with honeycomb briquettes.\n", "\n", "(Photo/ Weibo account @ä¸­å\u009b½æ¶\u0088é\u0098²)\n", "\tWeibo account @ä¸­å\u009b½æ¶\u0088é\u0098² comments that wherever there is a fire emergency, the firefighters will be there.\n", "\t\"After seeing the photo, I gripped my own ring\", says one WeChat user in Moments.\n", "\tApart from connecting the image with their daily life, Chinese netizens also welcomed the black hole with all kinds of memes.\n", "\tSome want the black hole to help them lose some weight.\n", "\tApart from the punsters, some netizens also predicted that the black hole would make an appearance in this year's Gaokao.\n", "\tThe picture is a fantastic feat of science and technology, and has been welcomed around the world.\n", "\t\"It is a surprising find, an astonishment and wonder,\" said Harvard astrophysicist Sheperd Doeleman, EHT's project director.\n", "\t\"This is the first direct visual evidence of black holes obtained by humans, confirming that Einstein's theory of general relativity still holds in extreme conditions,\" said Shen Zhiqiang, head of Shanghai Astronomical Observatory (SAO). "]}