{"title": "China achieves breakthrough to capture CO2\n", "time_author": "By Sun Haoran (Global Times)    09:22, May 10, 2019\n", "content": ["\tChina has successfully implemented its first carbon sequestration project in saline aquifers in Ordos, North Chinaâ\u0080\u0099s Inner Mongolia Autonomous Region, symbolizing Chinaâ\u0080\u0099s efforts to reduce greenhouse gases, which will have a great influence in emissions reduction.\n", "\tThe first 100,000-ton per year carbon capture and storage (CCS) demonstration project undertaken by an Ordos-based coal-to-liquids branch of China Energy is progressing smoothly, and relevant technical standards are being researched and developed, the Economic Information Daily reported on May 8.\n", "\tâ\u0080\u009cThis is the first CCS project in saline aquifers in China, and also the only such project in Asia that has reached a 100,000-ton level,â\u0080\u009d Wang Jianli, general manager of the company, told the Economic Information Daily.\n", "\tâ\u0080\u009cThe successful implementation of the CCS demonstration project shows China has formed a complete set of technologies for carbon capture, transport, and storage in saline aquifers and monitoring. This has enhanced Chinaâ\u0080\u0099s status and influence in the field of emissions reduction,â\u0080\u009d Wang added.\n", "\tCCS can capture up to 90 percent of the carbon dioxide (CO2) emissions produced from the use of fossil fuels in electricity generation and industrial processes, preventing emissions from entering the atmosphere.\n", "\tâ\u0080\u009cCoal plays a major role in Chinaâ\u0080\u0099s energy structure, so the pressure on emissions reduction is pretty high,â\u0080\u009d said Wang.\n", "\tWith the support of the Ministry of Science and Technology of China and the National Energy Administration of China, the demonstration project was launched in Ordos in 2010, and had completed carbon capture, purification, pressurization and drilling work by the end of that year, said the report.\n", "\tCO2 produced by the coal liquefaction will be liquefied through purification, cooling and pressurizing after it is captured, and transported to the operation area by special tankers.\n", "\tThe liquid CO2 then will be injected into saline aquifers between 1,500 and 2,500 meters underground for storage through the injection and the monitoring wells, which are about 2,500 meters deep.\n", "\tâ\u0080\u009cHowever, iron and steel enterprises are still the main targets of rectification for China to reach its objective of emissions reduction, as the CCS is still a new technology,â\u0080\u009d Zhang Xiaobo, a Beijing-based expert on the carbon trade, told the Global Times. "]}