{"title": "New retail gives fresh impetus to China's economic transformation\n", "time_author": " (People's Daily Online)    10:26, May 08, 2019\n", "content": ["\n", "Local residents walk past an unmanned convenience store in Tangshan, Hebei province. (Xinhua/Yang Shiyao)\n", "\tNew retail, a revolutionary new business model based on e-commerce, is helping China's economic transformation as it drives the country's consumption upgrade.\n", "\tThe market size of new retail will shoot to 1.8 trillion yuan ($266 billion) by 2022 with an annual compound growth rate reaching 115 percent, according to a report released by a Chinese social research institute.\n", "\tNew retail may sound vague to many as an emerging business model, which adopts new technologies including artificial intelligence and big data. However, its implementation has been brought into focus in recent years.\n", "\tFor example, if a consumer in Shanghai wants to buy something from an unmanned store, he only needs to have the goods scanned by an in-store camera and pay via a QR code, a process which takes a matter of seconds.\n", "\tWith the aim of higher efficiency and convenience, new retail has integrated online and offline stores as it focuses on fulfilling the personalized needs of each customer.\n", "\t\"There are always long queues for fitting rooms and cash registers when new clothes come out. Overwhelmed by a compact display and crowds, I couldn't find clothes that fit me,\" said a consumer surnamed Gu, who is a big fan of Uniqlo.\n", "\t\"But now, I can go straight to the Uniqlo app, place an order, and then wait for clothes to be delivered to my door or I pick them up by myself. It saves me both time and effort,\" Gu added.\n", "\tBesides integration, new retail has also transformed traditional brick-and-mortar stores into refreshing experience centers.\n", "\tA customer surnamed Chen in central China's Hubei province said that he frequents a Huawei store in the local area where he can get first-hand information and purchase new smart products.\n", "\tFor the next step, experts believe that China should continue to utilize new technologies, use innovative approaches and take conditions of different industries and areas into consideration to drive the growth of the market-based new retail. "]}