{"title": "Chinese man sells white yak products worth 1.5 mln yuan in a year via webcasts\n", "time_author": " (People's Daily Online)    13:54, May 09, 2019\n", "content": ["\n", "\tWhite yaks in Tianzhu Tibetan autonomous county (Photo/CRI online)\n", "\tA Chinese man in Tianzhu Tibetan autonomous county of Wuwei City, northwest Chinaâ\u0080\u0099s Gansu Province, sold 1.5 million yuan ($220,000) worth of local white yak products in 2018 by showing his processing workshops and local life via webcasts.\n", "\tZhang Xingsheng, also known by his fans and customers as â\u0080\u009cthe yak guyâ\u0080\u009d, is a 34-year-old webcast host who sells local white yak products on Taobao Live, a live-streaming platform of Chinaâ\u0080\u0099s popular online shopping website Taobao. During last yearâ\u0080\u0099s Singlesâ\u0080\u0099 Day (also known as â\u0080\u009cDouble 11â\u0080\u009d) shopping spree, Zhang completed transactions of over 1.1 million yuan.\n", "\tWith an area of 4 square meters, Zhangâ\u0080\u0099s room for webcasting is not big, but cozy. â\u0080\u009cNormally we make four webcasts a week, with each lasting for about two hours,â\u0080\u009d said Zhang. He explained that at first, they didnâ\u0080\u0099t attract many viewers, but after he started to show things like the processing workshops, the mountainous grassland where the yaks graze, and the life of the herdsmen, people became fascinated.\n", "\tZhang set up his own company in his hometown to sell local specialties including white yak products, ginseng fruit, and quinoa on e-commerce platforms in September 2016. Before that, he had been working for an airplane manufacturer in east China after graduating from junior college in 2009.\n", "\tBeing away from home for a long time made him feel lonely, said Zhang, disclosing that his father passed away when he was in the first year of high school, and he missed seeing his grandfather for the last time while he was away. He decided it was important to quit his job and move closer to his family.\n", "\tZhang suffered setbacks when he first opened three online stores on e-commerce platforms, and went on to lose almost all of his savings.\n", "\tHowever, in June 2017, Zhang opened a webcast account on Taobao Live.\n", "\tâ\u0080\u009cMy first webcast had less than 20 viewers, so I went to watch how popular webcast hosts interact with viewers and started to learn from them,â\u0080\u009d said Zhang, disclosing that he was the only member of his company then, playing the roles of boss and employee at the same time.\n", "\tNow, Zhang has more than 14,000 followers on Taobao Live. Besides the efforts of Zhangâ\u0080\u0099s e-commerce team, his success can also be attributed to support from the local county government and the help of an e-commerce company in north Chinaâ\u0080\u0099s Tianjin Municipality, which was brought in to help develop e-commerce in the local area by the commerce departments of Tianjin and Gansu. The company has worked with Zhangâ\u0080\u0099s own company since September 2018, making plans to further promote Zhangâ\u0080\u0099s products via webcasts.\n", "\tAfter more than a year's experience in live-streaming, Zhang has mastered the secret of being a successful e-commerce webcast host. He explained, â\u0080\u009cafter interacting with so many netizens, Iâ\u0080\u0099ve felt the enormous vigor of Chinaâ\u0080\u0099s consumer market. People are now paying more attention to the quality of goods, rather than the price.â\u0080\u009d\n", "\tâ\u0080\u009cOnline live-streaming programmes show people real materials and the ecology of the place of production. I believe our sales will double this year, reaching 3 million yuan,â\u0080\u009d said Zhang. "]}