{"title": "Zhejiang hospital tests 5G UAV ambulance in emergency rescue\n", "time_author": " (People's Daily Online)    13:29, April 10, 2019\n", "content": ["\tThe Second Affiliated Hospital of Zhejiang University School of Medicine (SAHZU) carried out an emergency rescue drill powered by 5G technology this Monday.\n", "\tDuring the drill, an unmanned aerial vehicle (UAV) delivered hemostatics and blood from a blood center 3 kilometers away in just five minutes.\n", "\tThe patient, a 30-year-old man, was transferred to the SAHZU from a community healthcare center when he suffered a splenic rupture caused by a traffic accident.\n", "\tThe splenic rupture was found by doctor Li Qiang from the SAHZU via remote 5G abdominal ultrasound examination.\n", "\tLater, a 5G ambulance was deployed to transfer the patient to the SAHZU for further treatment. The 5G ambulance, larger than a regular ambulance, was able to carry more medical devices. Additionally, the real-time location of the vehicle as well as the patient's data were transmitted to the hospital control center and displayed on a big screen.\n", "\tWearing a pair of virtual reality glasses, Li was able to check on the patient as if he was in the ambulance, and he could communicate with paramedics through voice and video call.\n", "\tZhang Mao, director of the Department of Emergency Medicine, SAHZU, introduced that 5G is 10 times faster than 4G, and can offer shorter delay in remote B-mode ultrasound scans and telemedicine.\n", "\tâ\u0080\u009cThe technology will narrow the gap between pre-hospital care and in-hospital treatment, thus winning more time for the patients,â\u0080\u009d Zhang said.\n", "\tThe 5G UAV applied in the drill had a maximum load of 6 kilograms and a range of 200 kilometers. It could fly as fast as 16 meters per second.\n", "\tAdditionally, the UAV can also create different storage conditions for different medicines. For instance, the temperature in its container can be controlled within a range of 2 to 6 degrees Celsius when the UAV is delivering erythrocytes.\n", "\tIn the future, the UAV will be able to transport human organs. However, 5G emergency UAVs have not yet been widely deployed due to drone route restrictions. "]}