{"title": "10m apply to take college exams; highest in nine years\n", "time_author": "By Li Ruohan (Global Times)    07:17, May 08, 2019\n", "content": ["China weighs reforms to improve inclusion in college exam system\n", "\tMore than 10 million Chinese people have applied to take the 2019 gaokao, or national college entrance examinations, the highest number since 2010.\n", "\tEducation authorities are rolling out policies to ensure fairness and transparency for the tests scheduled in early June for two or three days.\n", "\tEducation Minister Chen Baosheng revealed the number at a video conference on Monday, citing \"a glorious mission and heavy responsibility to organize the examinations and enrollment well.\"\n", "\tA total of 9.75 million people applied in 2018 and this year marks the first time applicants have exceeded 10 million since 2010, according to the Ministry of Educationwebsite. There were 10.2 million applicants in 2009 and 9.57 million in 2010.\n", "\tThe major reason behind the rise was the expansion of 1 million enrollment quotas at higher vocational education institutions, Xiong Bingqi, deputy director of the Shanghai-based 21st Century Education Research Institute, told the Global Times.\n", "\tThe expansion means more graduates from secondary vocational schools, as well as retired soldiers, laid-off workers and farmers are applying to higher vocational education institutions, Xiong said.\n", "\tHigh school teachers reached by the Global Times on Tuesday said that the college entrance exams remain the fairest approach but the system needed reforms to be more inclusive.\n", "\tThe exams offer a crucial chance to change the life of a student and even his or her family, Liu Yanlin, a teacher at No.1 Senior High School in Xiangyun county, Southwest China's Yunnan Province, told the Global Times on Tuesday.\n", "\tSupportive measures, such as psychological lectures, are held at the school to help students better prepare, Liu said.\n", "\t\"The college entrance exams are fair competition and as long as you study hard, it will pay off,\" noted Liu, who teaches final grade students at the school which mostly has rural students.\n", "\tTo ensure fairness for students with poor education resources, preferential policies have been released in different regions, such as an extra quota for students from poorer regions.\n", "Fairness, inclusiveness\n", "\tThe exam system ensures fairness for students as they enroll through test grades and the whole testing and enrollment process is strictly supervised with collaborative efforts from other government departments, Xiong asserted.\n", "\tDuring the Monday conference, joined online by more than 50,000 central and local education officials, college admissions staff and education discipline watchdogs, Chen urged efforts to guarantee the safety of test papers, the sound organization of exam sites, as well as the quality of grading and fairness of college enrollment.\n", "\tSun Lijun, deputy head of the Ministry of Public Security, said at the Monday conference that police at all levels would enhance the patrols around high schools to ensure sound order during the exam.\n", "\tThey will also crack down on illegality to safeguard a fair and square environment for university entrance exams, Sun said.\n", "\tGlobal positioning and monitoring facilities will be used to prevent leaks in some provinces. China criminalized cheating in 2015. Cheats face up to seven years in prison, according to an amendment to the Criminal Law in November 2015.\n", "\tOn Sunday, the education department of South China's Guangdong Province launched a crackdown on exam \"migrants,\" setting a deadline of Friday for authorities to investigate all suspicious candidates. Exam \"migrants\" often alter the location of their hukou, or household registrations, to another province so as to enjoy less competition or lower college enrollment scores.\n", "\tIn a notice released in April, the Ministry of Education announced a crackdown on cheating in college entrance exams and its efforts to ensure the \"absolute security\" of test papers as they are printed, stored and delivered.\n", "\tChina has been seeking to make admissions more inclusive and diversify standards for college enrollment, Xiong said.\n", "\tHowever, some worry that if reforms were not well thought out and universities are given too much discretion then China might face enrollment scandals such as those making headlines in the US, Xiong warned."]}