{"title": "Shanghai Airlines stores Boeing 737 MAX in northern China: report\n", "time_author": " (Global Times)    16:08, May 07, 2019\n", "content": ["\tTwo months after China grounded the Boeing 737 MAX, four aircrafts of this model were shifted from airports in Shanghai to two cities in northern China for storage, media reports said on Monday.\n", "\tOn Monday morning, four Boeing 737 MAX jets of Shanghai Airlines landed in Lanzhou, Northwest China's Ningxia Hui Autonomous Region and Taiyuan, North China's Shanxi Province, domestic news site yicai.com said.\n", "\tThe Civil Aviation Administration of China ordered all domestic carriers to stop flying the Boeing 737 MAX on March 11, after one crashed in Ethiopia, killing 157 people.\n", "\tShanghai Airlines has 11 Boeing 737 MAX planes that are grounded and they will also fly to Taiyuan and Lanzhou for safe storage from Monday, the report said.\n", "\tThe adjustment is due to weather factors. As the rainy season is coming to Shanghai, and Taiyuan and Lanzhou are drier than the city, the shift was made to preserve the aircraft from possible corrosion, the report said.\n", "\tThe move is similar to Southwest Airlines of the US ferrying many of its Boeing 737 MAX jets to the Southern California Logistic Airport, which is in a desert, for storage.\n", "\tA total of 96 Boeing 737 MAX planes have stopped flying in China, including 24 from China Southern Airlines, 15 from Air China and 10 from Xiamenair, according to the report.\n", "\tAs the grounding began after China's annual Spring Festival travel rush (Chunyun), which ended on March 1, and due to restricted flight capability, many domestic air carriers' revenue will not be heavily affected in the short term, the report said.\n", "\tBut as the number of Boeing 737 MAX accounts for a relatively large portion of transport capacity in the next two years, and if the problem remains unresolved until the peak season which begins after June, the capacity increase will be significantly constrained, according to a report from Industrial Securities. "]}