{"title": "Tianjin Day wows visitors at horticultural expo\n", "time_author": " (Xinhua)    08:45, May 07, 2019\n", "content": ["\tBEIJING, May 6 (Xinhua) -- Tianjin Day has dazzled global visitors since it kicked off last Sunday at the ongoing International Horticultural Exhibition in Beijing.\n", "\tThe three-day event features a series of cultural activities with Tianjin elements so visitors can learn more about the Chinese city.\n", "\tChildren from Tianjin Huoyuanjia Civil and Military School in Tianjin's Jingwu town, the hometown of renowned Chinese martial arts master Huo Yuanjia, welcomed visitors with their talent and skills during the event.\n", "\t\"I feel very proud that performances with Tianjin elements can be seen on this international stage, and we are even more proud to be part of it,\" said Zhao Na, a Tianjiner whose son participated in a Beijing opera show during the ceremony for Tianjin Day.\n", "\tMeanwhile, inheritors of intangible cultural heritage that oriented in Tianjin such as Yangliuqing woodblock printing and folk clay figurine-making art, Figurine Zhang, are demonstrating their techniques.\n", "\t\"Tianjin Day perfectly presents the beauty of Tianjin culture, and I will definitely travel there with my family,\" said Liu Yanhong, a visitor from northern China's Hebei Province.\n", "\tSome investment projects in areas of horticulture, agriculture and leisure travel are organizing special shows to entice investors.\n", "\t\"Tianjin Day will showcase a cultural carnival with Tianjin elements to visitors from around the globe,\" said Duan Yimin, vice-chairman of the Tianjin Sub-council under the China Council for the Promotion of International Trade.\n", "\tA teenager and children's painting competition will also be held at the exhibition's venue for the Tianjin park, to inspire more green awareness.\n", "\tBesides Tianjin, China's 31 provincial-level regions as well as Hong Kong, Macao and Taiwan will showcase their iconic cultural elements in outdoor exhibit areas during the 162-day exhibition, such as a giant panda-themed garden set up by southwest China's Sichuan Province, miniature Mogao Grottoes by northwest China's Gansu Province and a model of an ancient Tibetan village house by southwest China's Tibet Autonomous Region.\n", "\tNearly 2,500 cultural activities are expected to be held throughout the exhibition.\n", "\t\"These cultural activities are organized by more than 60 countries and international organizations, making the expo a great platform for diverse cultures across the globe and showing the harmony between humans and nature,\" said Wang Hong, deputy mayor of Beijing.\n", "\tWith the theme of \"Live Green, Live Better,\" the expo, the world's largest expo of its kind, opened to the public last Monday at the foot of the Great Wall in the capital's Yanqing District and will last until Oct. 7., expected to see an estimated 16 million visitors from around the world.\n", "\tIt has attracted exhibitors from 110 countries and international organizations. There are both indoor displays and outdoor gardens, highlighting the integration of life and ecology.\n", "\tThe Beijing expo welcomed its first tourist peak by serving more than 320,000 tourists during the past four-day May Day holiday.\n", "\t\"The expo will serve as a platform for participating countries to showcase their distinctive cultures while providing opportunities for further cooperation in horticulture and agriculture,\" said Jiao Yutong with the Beijing International Horticultural Exhibition Coordination Bureau."]}