{"title": "Wang Yang meets with Panchen Lama\n", "time_author": " (Xinhua)    08:56, May 06, 2019\n", "content": ["\n", "Wang Yang (C, front row), a member of the Standing Committee of the Political Bureau of the Communist Party of China Central Committee and chairman of the Chinese People's Political Consultative Conference National Committee, meets with the 11th Panchen Lama Bainqen Erdini Qoigyijabu (5th L, front row) at the Great Hall of the People in Beijing, capital of China, May 5, 2019. (Xinhua/Zhang Ling)\n", "\tBEIJING, May 5 (Xinhua) -- China's top political advisor Wang Yang met with the 11th Panchen Lama Bainqen Erdini Qoigyijabu in Beijing Sunday.\n", "\tThe Panchen Lama presented Wang, chairman of the Chinese People's Political Consultative Conference National Committee, with a hada scarf and reported his studies and life in recent years.\n", "\tWang, also a member of the Standing Committee of the Political Bureau of the Communist Party of China (CPC) Central Committee, fully recognized the progress made by the Panchen Lama in terms of Buddhist attainments, cultural literacy, and religious influences.\n", "\tThe Panchen Lama, as a leader of Tibetan Buddhism, shoulders a great responsibility of leading Tibetan Buddhism in the right direction, and safeguarding the unification of the motherland and the ethnic solidarity, said Wang.\n", "\tWang said he hoped the Panchen Lama will take a firm political stand and lead the religious figures and believers in fighting against all separatist elements.\n", "\tThe Panchen Lama was also called on to take the lead in interpreting religious doctrines to adapt them to China's socialism and improve his religious practice and study to earn support from believers.\n", "\tThe Panchen Lama said he will make his contributions to safeguarding the unification of the motherland, ethnic solidarity, social stability, and religious harmony.\n", "\tHe also said he will always remember the instructions given by CPC leaders and devote himself to religious studies and practices to serve his believers."]}