{"title": "Jamaican dermatologist impresses at medical forum in Beijing\n", "time_author": "By Vicki Cann, Ph.D. (People's Daily Online)    17:08, May 08, 2019\n", "content": ["\tA Jamaican dermatologist, Dr. Patricia Yap, was invited to Beijing to present her research at the Third International Keloid Symposium, which was held in China's capital between April 19 and 21. The forum sought to provide an opportunity for scientists and medical doctors from across the world to openly discuss the most current research on the clinical management of keloid disorder. The goal of the forum was to begin the establishment of data-driven and evidence-based clinical management guidelines.\n", "\tDuring the three-day symposium, Dr. Yap presented her paper titled, \"Re-Thinking the Medical Management of Keloids: Reflections and Experiences from a Busy Urban Clinical Practice in Kingston, Jamaica.\" During her presentation, Dr. Yap described a new, groundbreaking treatment that she had developed at her practice in Jamaica. She created a unique delivery system that allowed the introduction of the steroid into the dermis/skin topically.\n", "\tTo date, keloid treatment typically involves painful and uncomfortable intralesional steroid injections. Each and every keloid has to be injected, and the volume of Triamcinolone Acetonide (TA) solution could result in systemic side effects. Other treatments target keloid disorder as a tumor, and as such, the treatment modalities include surgery, radiation therapy, cryotherapy and chemotherapy as single and/or multiple modality treatments.\n", "\tDr. Yap proposed a new definition for the keloid disorder. \"Keloid is a chronic relapsing inflammatory disorder involving the proliferation of the fibroblast and the production of extracellular matrix (ECM), resulting in a mass in the dermis.\" As such she has been treating keloids as an inflammatory condition (eczema or psoriasis) as opposed to a tumor.\n", "\tSince the early 2000s, Dr. Yap has been using her topical formulation to treat the Keloid disorder in her patients in a way that is non-invasive, effective and affordable. Her topical keloid formula seeks to empower patients by allowing them to take control of the disorder at an early stage while addressing the issue of reoccurrence. Domestically and internationally, Dr. Yap's formula strives to reduce the overall healthcare burden on private and public healthcare centers through the prevention of keloid disorders rather than merely treatment.\n", "Education and Early Beginnings \n", "\tDr. Yap received her undergraduate degree with honors in Pure and Applied Chemistry and her Medical Degree from the University of the West Indies. She completed her advanced studies in Dermatology with Distinction at the prestigious University of London â\u0080\u0093 St. John's Institute of Dermatology.\n", "\tAfter returning to Jamaica in 1993, Dr. Yap established a successful private practice, treating acne as well as addressing a multitude of skin concerns, such as keloid scarring, seborrheic dermatitis, abnormal pigmentation and hair loss. She is also Chief Executive Officer of Apex Healthcare Associates, the largest medical center in Jamaica.\n", "\tThe treatment of a variety of skin disorders has become a lifelong passion and pursuit for Dr. Yap. Alongside her sister, Felice Campbell, Dr. Yap co-founded ariSkinCare, a skincare company focusing on over-the-counter solutions for common skin conditions for those with black or brown skin.\n", "Belt and Road Initiative Strengthens China-Jamaica Ties \n", "\tChina and Jamaica have remained committed development partners since diplomatic ties were first established in 1972. Jamaica signed the BRI cooperative documents with China on April 11, 2019. The BRI program seeks to strengthen international relations between China, Jamaica and a plethora of countries that have already signed up. Several other Caribbean and Latin American countries have also engaged in this initiative including Barbados, Trinidad and Tobago, Dominica, Guyana, the Dominican Republic, Venezuela, Costa Rica and Panama, to name a few.\n", "\tIt is widely known that China has been very supportive of the Caribbean and the Latin American region.\n", "\tAntonia Hugh, Jamaica's Ambassador to China, noted that the Belt and Road Initiative has put forward a new interpretation of world peace and development. \"Along with the entry into the Belt and Road, Jamaica looks forward to closer ties between the two nations. Both countries hope to strengthen policy coordination and substantive cooperation using the principles of consultation, contribution and shared benefits. With these goals in mind, China and Jamaica seek to finalize policy communications, utility connectivity, unimpeded trade, financial integration, and more people-to-people exchanges. It is our great hope that we can bring the passionate Jamaican culture and the profound Chinese culture together for more brilliant chapters in the future\".\n", "China and Jamaica Partner for Healthcare\n", "\tThrough its \"Bright Journey Eye Care Mission,\" the Chinese government financed cataract surgeries for over 500 Jamaicans. A Chinese team of five ophthalmologists, three nurses, two engineers, and one technician were on hand in Jamaica to perform the surgeries.\n", "\tChinese Ambassador to Jamaica, Tian Qi, is reported to have expressed his sincere pleasure in his government's kind assistance.\n", "\t\"The Bright Journey Eye Care Mission is a gift of goodwill from the people and government of China to the people and government of Jamaica. It will not only brighten the Jamaican patients' eyesight, but also make the China-Jamaica partnership for common development even brighter,\" he noted.\n", "\tJamaica hopes to continue to further fortify its relationship with China, especially in medicine and healthcare. With this in mind, Dr. Yap and Felice Campbell have launched the Jamaica Keloid Research Foundation (JKRF) intending to exchange expertise in the treatment of keloid disorder.\n", "\tFelice Campbell and Dr. Yap successfully lobbied for the Fourth International Keloid Symposium to be held next year in Montego Bay, Jamaica, with over 100 physicians and scientists expected to attend. Similar to the hospitable welcome she received in Beijing, Dr. Yap is looking forward to extending a warm Jamaican welcome to her Chinese colleagues and other international experts whom she recently met.\n", "Currently, Vicki Cann serves as a lecturer at the Communication University of China as well as its partner institution - the New York Institute of Technology. Her research interests include public diplomacy as well as the burgeoning relationship between China, the Caribbean and Latin America. "]}