{"title": "Digital techs expand governance capacity and efficiency\n", "time_author": " (Chinadaily.com.cn)    16:04, May 07, 2019\n", "content": ["\n", "Ma Huateng, chairman and CEO of Tencent, addresses the main forum of the ongoing second Digital China Summit in Fuzhou, East China's Fujian province. [Photo by Hu Meidong/chinadaily.com.cn]\n", "\tE-governance has been playing a significant role in deepening reforms to delegate power, streamline administration and optimize government services and the business climate in China, said a senior official from China's top internet watchdog.\n", "\tMore efforts should be made to construct a national unified online governance platform with better service quality and a greater utilization rate of resources, Yang Xiaowei, deputy head of the Cyberspace Administration of China, said at a sub-forum of the second Digital China Summit in Fuzhou, East China's Fujian province on Monday.\n", "\tAs a spearhead of china's reform and opening-up, Guangdong province is leading the nation's development of digital governance.\n", "\tA recent government report ranked Guangdong first among the 31 provinces and municipalities in that respect, followed by Jiangsu, Zhejiang, Guizhou, Shanghai and Anhui.\n", "\tThe result is largely attributable to the province's big push in beefing up reform and innovation of administration systems as well as its cooperation pattern with companies such as Tencent Holding Ltd, according to Zhang Hu, vice governor of Guangdong.\n", "\tThe Shenzhen-based tech behemoth joined forces with the nation's three major telecom carriers and launched a company responsible for the operation of all the province's e-governance platforms at different levels.\n", "\tIn less than a year, Yueshengshi, a mobile app jointly developed by the companies, has accumulated over 10 million users and handled 130 million government service and approval requirements, official data show.\n", "\tMa Huateng, chairman and CEO of Tencent, noted that Guangdong's move to empower businesses to operate is in line with the development trend of digital techs including cloud computing, which demand higher updating efficiency and frequency.\n", "\tHe lauded the province's practice of assessing the effectiveness of government services by the popularity of e-government platforms among local residents, which had enabled Tencent to fully leverage its prowess in personal terminal services.\n", "\tOn top of Tencent, Alibaba Group Holding Ltd, another tech giant in China, is also fueling the digitalization of the country.\n", "\tAccording to Hu Xiaoming, president of Ant Financial, the mobile payment arm of Alibaba, over 500 million people from 442 cities across China, accounting for a quarter of the nation's population, accessed life and government services including paying utility bills, withdrawing housing provident funds and applying for electronic driving licenses on Alipay in 2018.\n", "\tLu Xiangdong, deputy head of e-governance at the General Office of the State Council, revealed that the nation has accelerated the pace of constructing a national unified online government service platform underpinned by regional ones.\n", "\tChina has seen a notable improvement in business climate through the relentless efforts to enhance its governance capacity and efficiency in recent years.\n", "\tThe World Bank's report of Doing Business 2019 ranked China number 46, up by 32 spots from 2017."]}