{"title": "China to send 6-8 BeiDou-3 navigation satellites by year-end: official\n", "time_author": " (Global Times)    08:16, May 23, 2019\n", "content": ["\n", "Ran Chengqi, the director of China's Satellite Navigation Office,speaks at the opening of the 10th China Satellite Navigation Conference in Beijing on Wednesday. Photo: Deng Xiaoci/GT\n", "\tChina will send another six to eight BeiDou-3 (BDS-3) navigation satellites into space before the end of 2019, and complete construction of BDS-3 - the new generation global navigation satellite system - by 2020, a senior official said Wednesday.\n", "\tCiting official data, Ran Chengqi, head of the China Satellite Navigation Office, announced that \"the overall output value for China's domestic satellite navigation industry exceeded 300 billion yuan ($43 billion) in 2018, and the scale of the industry is expected to surpass 400 billion yuan by 2020, with BDS taking up a market share worth more than 300 billion yuan during the period.\n", "\tRan made the remarks during his keynote speech at the opening ceremony for the 10th China Satellite Navigation Conference (CSNC) that was held in Beijing on Wednesday.\n", "\tThe scope of BDS international applications continue to expand, Ran said, listing examples that include land rights confirmation in Indonesia and Laos, postal services and e-commerce in Uganda as well as an information rescue system and timing service at Pakistan's airports.\n", "\tCurrently, there are 38 BDS satellites, including 18 BDS-2 satellites and 20 BDS-3 satellites in orbit providing various services to global users, according to the official.\n", "\tThe sales volume of China's homegrown BeiDou navigation chips has reached more than 80 million yuan, and homegrown high precision board card and antenna products take up 30 percent and 90 percent of the domestic market share, respectively.\n", "\tThe products are also exported to some 100 countries and regions.\n", "\tRan also highlighted the increasing use of BDS applications in multiple sectors in the country.\n", "\tLatest data provided by the BDS official states that as of April, more than 6.2 million commercial vehicles in China are equipped with BDS.\n", "\tAnd in the first quarter this year, among the 116 mobile phone models that support satellite navigation and that have applied to join the Chinese network service, 82 of them are BDS-enabled. "]}