{"title": "Nationâ\u0080\u0099s nuclear power safe with tech breakthrough\n", "time_author": "By Liu Caiyu (Global Times)    08:15, May 23, 2019\n", "content": ["\tThe completion of the domestically developed CAP1400 nuclear technology will make China's nuclear power safe and break foreign restrictions on the this arena, analysts said.\n", "\tCAP1400 - China's self-developed updated version of third-generation nuclear technology - has been roughly completed, and over 85 percent of the accessories of its trial project were domestically made, Qian Zhimin, the head of the State Power Investment Corporation, announced at a conference in Beijing on Tuesday, Science and Technology Daily reported.\n", "\tThe development of the CAP1400 nuclear technology enriches China's domestically produced nuclear power equipment and guarantees China's nuclear power safety, Lu Daogang, a research fellow at the School of Nuclear Science and Engineering of North China Electric Power University, told the Global Times on Wednesday.\n", "\tMost of China's core nuclear power equipment, from the initial design to the equipment production, are developed domestically, Lu said, noting that foreign restrictions are having minor impact on the country's nuclear power capabilities.\n", "\tThe development of CAP1400 is based on AP1000, which was developed by US nuclear firm Westinghouse. But CAP1400 increased the power of AP1000 from a maximum 1,350 megawatts to 1,500 megawatts, and has its own intellectual property rights.\n", "\tCurrently, CAP1400 is regarded as \"the most advanced and safest third-generation nuclear technology\" in the world. It can cope with extreme incidents such as earthquakes, tsunamis and aircraft crashes.\n", "\tThe technology can also curb massive radiation leaks after incidents, according to the Science and Technology Daily.\n", "\tIt can also automatically operate within 72 hours without manual interference after an accident, and can work without electricity, simply relying on its own inertia and the Earth's gravity, Lu said.\n", "\tThe system received the International Atomic Energy Agency's safety approval in April 2016.\n", "\tLu noted that the features provide the technological foundation for the CAP1400 to overcome any potential major disasters.\n", "\tLu said China is also eyeing bigger foreign markets and intends to export nuclear power equipment to Europe, such as the UK.\n", "\tPakistan is currently the largest importer of Chinese nuclear technology, he said."]}