{"title": "U.S.-China Innovation and Investment Summit focuses on SME cooperation\n", "time_author": " (Xinhua)    07:29, May 20, 2019\n", "content": ["\tHOUSTON, May 19 (Xinhua) -- City and local level exchanges and cooperation have laid the foundation for healthy development of the U.S.-China relations, experts agreed at the fourth U.S.-China Innovation and Investment Summit (UCIS) held from Thursday to Friday.\n", "\tThe summit attracted around 300 officials, experts and business leaders from the United States and China. Participants shared the view that the summit has set a platform for collaborations between small and medium-sized enterprises (SMEs) from the two countries.\n", "\tAccording to the Chinese Consul General in Houston Li Qiangmin, communication and cooperation between cities in China and the United States, particularly in science and technology, are an important part of the China-U.S. relations.\n", "\t\"The summit has special meaning of solving the problem for U.S. small businesses to enter the Chinese market, as well as assisting the Chinese innovative companies to access the international market,\" said Li.\n", "\tAccording to U.S.-China Innovation Alliance (UCIA), the co-host of the summit, the event has expanded significantly since its first launch in 2016 and it has attracted more companies and scientific research institutions.\n", "\tStatistics show the event has facilitated more than 3,000 B2B matchmaking projects and reached over 300 cooperative intentions, with the participation of more than 100 innovative companies from both sides.\n", "\tDavid Firestein, inaugural executive director of China Public Policy Center in the University of Texas at Austin, believed that people-to-people and business-to-business exchanges are the basis of U.S.-China relations, adding that the summit has played a crucial role in promoting such exchanges.\n", "\t\"They (cities, companies and individuals on both sides) work together every day in ways that you don't see headlines about and that we often forget about,\" noted Firestein, who is also the president and CEO of George H.W. Bush Foundation for U.S.-China Relations.\n", "\tAs the honorary guest city of this year's summit, Changsha in Hunan Province of China led over 20 SMEs to matchmake with the U.S. companies in the fields of advanced manufacturing and biopharma and digital health &diagnosis.\n", "\tA memorandums of understanding (MoU) on cooperative relationship in technological development and cultural innovation was signed between Changsha and Austin, capital of the state of Texas as part of the UCIS.\n", "\tSteve Adler, mayor of Austin, said that city-level exchanges and cooperation can help promote understandings between the two countries, and city of Austin will do everything \"within the bounds available to us to maximize those opportunities.\"\n", "\tIn order to facilitate the energy business of the two countries, the U.S. National Center for Sustainable Development (NCSD) signed two MoUs with Chinese companies. The MoUs were signed between the NCSD and China Hainan Dayang International Energy Group Co. Ltd. and Zhuhai Dayang International Exchange Group respectively, to build trading platforms for petroleum and its derivatives between the two nations.\n", "\tGong Jialong, CEO of Guangdong-Hong Kong-Macao Greater Bay Area International Energy Exchange Co. Ltd., said China-U.S. cooperation in energy has great potential because \"China is the world's largest energy consumer and U.S. is one of the largest producers.\"\n", "\tHighly praising the cooperation MoUs, NCSD Chairman Mitchell Stanley said the summit is an effective way for U.S. small businesses in energy industry to enter the international market.\n", "\tAs a featured event of the summit, the third \"INNOSTARS\" preliminary competitions attracted dozens of U.S. SMEs to compete in four areas of science, health and technological innovations, including advanced manufacturing, biopharma and digital health &diagnosis, information and communication technology, as well as energy. The 12 winning enterprises will enter the grand final in China and explore their business opportunities on the other side of the Pacific.\n", "\tJointly hosted by the China Science &Technology Exchange Center and U.S.-China Innovation Alliance, the two-day summit kicked off on Thursday and attracted around 300 participants from China and the United States, including entrepreneurs and investors."]}