{"title": "Advanced rocket engine ready for space mission\n", "time_author": " (China Daily)    11:00, May 20, 2019\n", "content": ["\n", "An artist's rendering of the ZQ 2 carrier rocket designed by private company LandSpace. [Photo/Provided to China Daily]\n", "\tA company in China has become the third in the world, after two others in the United States, to have developed a new type of rocket engine at the cutting edge of space propulsion, its maker said.\n", "\tLandSpace, a private startup in Beijing, announced on Friday that its TQ-12 methane rocket engine successfully underwent a 20-second trial run at the company's test facility in Huzhou, Zhejiang province. It is the world's third high-performance methane engine after SpaceX's Raptor and Blue Origin's BE-4.\n", "\tThe engines use liquid methane as a fuel and liquid oxygen as an oxidizer. They are reusable and are central to the development of reusable launch vehicles. SpaceX and Blue Origin, both space giants in the US, have allocated considerable resources to the research and development of such engines.\n", "\tLandSpace conducted four trial runs of the TQ-12 last week and all were successful, the company said in a statement.\n", "\tWith a maximum thrust of 80 metric tons, the engine can be used on all types of carrier rockets and features good profitability, according to the statement, quoting Ge Minghe, the company's head of research and development.\n", "\tZhang Changwu, founder and CEO of LandSpace, said that mass production of the TQ-12 engine and the ZQ 2 carrier rocket, which will be the first to use the new engine, will begin later this year at the company's plant in Huzhou. The plant is the first privately owned carrier rocket factory in China and the largest of its kind in Asia.\n", "\tThe Huzhou facility will be able to produce about 15 ZQ 2 rockets and 200 TQ-12 engines starting in 2022, Zhang said, adding that the first flight of the ZQ 2 is set for 2020.\n", "\tLandSpace launched its first carrier rocket - the 19-meter, solid-fuel ZQ 1 - in late October at the Jiuquan Satellite Launch Center in northwestern China to place a minisatellite into orbit. The mission failed because of technical malfunctions during the flight.\n", "\tZhang said the company is now focusing on the development of the ZQ 2, calling it \"the largest and most powerful carrier rocket to be designed and built by a Chinese private rocket company\".\n", "\tThe 48.8-meter ZQ 2 will have a diameter of 3.35 meters, the same as most of China's Long March rocket series, and a liftoff weight of 216 metric tons. It will be capable of placing a 1.8-ton payload into a sun-synchronous orbit 500 kilometers above the Earth or a 4-ton spacecraft into a low-Earth orbit with an altitude of 200 kilometers, according to LandSpace."]}