{"title": "China's internet-based consumer finance market faces opportunities and challenges\n", "time_author": " (People's Daily Online)    14:16, May 07, 2019\n", "content": ["\tChinaâ\u0080\u0099s internet-based consumer finance market is facing both opportunities and challenges as more e-commerce companies, online shopping platforms, and peer-to-peer lending platforms enter the market.\n", "\tDifferent from traditional financial institutions, who tend to prefer large loans, these new players aim to provide consumers small loans for daily use. The credit limit is generally under 200,000 yuan ($29,700) with a repayment period of up to a year.\n", "\tFor example, the lending quota of Ant Cash Now, a consumer loan service provided by Alibaba Groupâ\u0080\u0099s Ant Financial, ranges from 1,000 yuan to 300,000 yuan, with a daily interest rate of 0.02 percent to 0. 05 percent.\n", "\tSuch lending models have kept the money rolling in. According to data, Ant Cash Now earned a net income of 6.1 billion yuan in 2017 alone.\n", "\tThough useful in extending financial applications to the public over the internet or any other IP network, associated companies still face some challenges in terms of long-term development.\n", "\tIn the early stages, many online platforms recklessly lowered their standard of risk management and cooperated with certain unqualified companies, which lead to collapse rather than expansion.\n", "\tAs China noted the issue and tightened regulation concerning the Internet-based consumer finance market, some other platforms still need to overhaul or even cut down their business.\n", "\tApart from vicious market competition, the limited access to credit information of individual borrowers remains a significant barrier.\n", "\tâ\u0080\u009cThough some organizations have connected with Baihang Credit (Chinaâ\u0080\u0099s only licensed market-based personal credit agency), there is still room for improvement in sharing personal credit history,â\u0080\u009d said a source in charge of an installment payment platform."]}