{"title": "State Council stresses policy implementation, optimizing business environment\n", "time_author": " (Xinhua)    13:17, May 07, 2019\n", "content": ["\tBEIJING, May 6 (Xinhua) -- A State Council executive meeting has called for greater efforts to clarify policy measures and further improve the business environment.\n", "\tAll expressway toll booths at provincial borders will be removed by the end of this year to facilitate improved traffic and boost logistics efficiency, according to a statement issued after the Sunday meeting chaired by Premier Li Keqiang.\n", "\tChina will enhance modernizing its expressways and promote the popularization of the electronic toll collection system, according to the statement.\n", "\tThe country will also optimize the tolling of freight vehicles without increasing their overall expenditure burdens and the reduction of transportation fees of fresh agricultural products, said the statement.\n", "\tIn recent years, China has deepened reforms that delegate power, improved regulation and upgraded services, largely cutting the certification items and optimizing the business environment.\n", "\tThe government services and business environment should be further optimized by cutting and standardizing certification items through system innovation, the statement said.\n", "\tChina will continue to abolish some unwarranted certification items, focus on establishing a system of pre-commitment of qualification and promote the building of a credit-based society.\n", "\tIt was decided at the meeting the pre-commitment of the qualification system will be piloted in 13 provinces and municipalities, including Tianjin, Liaoning, Shanghai and Guangdong, and in five ministries, including the Ministry of Public Security, Ministry of Justice and the Ministry of Human Resources and Social Security.\n", "\tThe meeting also heard a work report on preventing and treating occupational diseases, stressing more efforts on safeguarding employees' health.\n", "\tChina will strengthen the supervision and law enforcement regarding occupational health, severely punish illegal behaviors, and establish and improve the prevention and treatment system of occupational diseases, according to the statement."]}