{"title": "Private space firms rapidly growing in China: report\n", "time_author": " (Global Times)    10:05, May 16, 2019\n", "content": ["\n", "China sends twin BeiDou-3 navigation satellites into space on a Long March-3B carrier rocket from Xichang Satellite Launch Center in Xichang, southwest China's Sichuan Province, Oct. 15, 2018. (Photo:Xinhua)\n", "\tChina had 141 registered commercial space companies in 2018, 90 percent of which are private, according to a report, and experts said that private commercial space companies have experienced stable development in recent years but lack more talent.\n", "\tOf the 141 Chinese commercial space companies, 36 are satellite manufacturers, 22 satellite launching companies, 39 satellite operators and 44 satellite application companies. They cover the industrial chain space, according to a report Futureaerospace, a Chinese industry think tank, released on its WeChat account on Tuesday.\n", "\tZeng Zhiyuan, a senior analyst at Futureaerospace, told the Global Times on Wednesday that commercial space companies include private and state-owned ones.\n", "\tState-owned commercial space companies have been established for more than 10 years. The number of private space companies in China surged in recent years, with 57 established within three years, the report said.\n", "\tThis shows China's policies to encourage private space development are beginning to bear fruit. State-owned commercial space companies have all kinds of products and services in the industrial chain, and private companies are growing fast to supplement them, Zeng said.\n", "\tHuang Zhicheng, an expert on space technology, told the Global Times on Wednesday that China's private commercial space companies are developing well, but are still at an early stage compared to China's state-owned companies and private companies in the US.\n", "\tState-owned companies still contribute far more to the commercial space market because the private ones were only recently established and do not have enough talent yet, Huang said.\n", "\tBy 2025, China is expected to have about 3,100 commercial satellites, and the market could be worth 13.6 billion yuan ($1.98 billion).\n", "\tAmong the 39 satellite launches in 2018, 13 were related to commercial activities, which sent 36 satellites into space, according to the Futureaerospace's report. "]}