{"title": "Discovery may yield stronger crops\n", "time_author": " (China Daily)    11:00, April 05, 2019\n", "content": ["\n", "\tChinese scientists have discovered a possible \"death switch\" mechanism in plant's immunity system that triggers infected cells to self-destruct, thus limiting the spread of the disease and keeping other parts of the plant healthy.\n", "\tScientists said the discovery provides clues to cell death control and immunity for plants, and they hope further research can lead to a new generation of disease-resistant crops that use significantly less pesticide and are more environmentally friendly.\n", "\tThe research was done by scientists from Tsinghua University and the Chinese Academy of Sciences' Institute of Genetics and Development Biology. Their findings were published in the journal Science on Friday.\n", "\tAbout 20 years ago, scientists discovered that plants, like animals, have robust immune systems that can protect them from pathogens including viruses, fungi, bacteria and parasites.\n", "\tPlants also have a unique \"lure and catch\" immune response to deal with pathogens that have breached their cellular defense, but exactly how this worked remained unknown, said Zhou Jianmin, a researcher at the institute and one of the main scientists behind the study.\n", "\tTo probe this mystery, Zhou and his team investigated a protein called AvrAC, which is produced by a bacterial pathogen that causes black rot on cabbage. The bacterium injects AvrAC into plant cells, where it acts as a \"biochemical weapon\" weakening the plant's immune system.\n", "\tThey discovered that some plants have evolved to carry a resistance protein called ZAR1 that can detect bacterial proteins like AvrAC. These plants use special proteins as \"bait\" and trick the bacterial protein into attacking them instead. While the bait is being attacked, ZAR1 is activated to form a multiprotein structure called resistosome, Zhou said.\n", "\tThe resistosome inserts itself into the cell's membrane and triggers it to destroy itself along with the invading pathogens, thus protecting other healthy cells, he said.\n", "\tIn addition to discovering this defense mechanism, Zhou and his associates from Tsinghua University created structural models of the resistosome from their research. This allows other scientists to examine its composition and functions more closely.\n", "\t\"The 'death switch' is usually harmless to the plant because it only affects diseased cells, which are a tiny portion of the entire plant,\" Zhou said.\n", "\t\"Understanding and taking advantage of this mechanism can help us create new disease-resistant crops that rely on their own immune system to fend off pathogens and thus greatly reduce the need of pesticide, which is good for the environment,\" he said.\n", "\tSophien Kamoun, a plant pathologist at the Sainsbury Laboratory in the United Kingdom, said in a video interview that the recent discovery is important because it shows what resistosome looks like for the first time and it proposes a \"totally new model\" for plant pathology and immunity.\n", "\tThe discovery is a huge step toward the \"dream of designing new resistant genes from scratch. And once we know how the system works, we can harness it for the benefit of agriculture,\" he said.\n", "\tKang Zhensheng, a professor of plant pathologist at Northwest Agriculture and Forestry University in Yangling, Shaanxi province, called the discovery a \"milestone\" that will \"lead the fields of plant pathology and immunity for the foreseeable future\".\n", "\tZhou Xueping, the director of the Chinese Academy of Agricultural Sciences' Institute of Plant Protection, said Chinese agriculture constantly faces serious threats from diseases and pests, and a good solution to these problem is to boost the crops' own immunity.\n", "\t\"Once we have a better understanding of the procedure, we might be able to create some intricate genetic designs that allow precise deterrence against diseases and pests, while ensuring crop yield,\" he said.Further research may lead to a new generation of disease-resistant crops."]}