{"title": "China eyes digital technologies to cut red tape\n", "time_author": " (Xinhua)    07:32, May 06, 2019\n", "content": ["\n", "Volunteers are ready for the second summit on digital development from May 6 to 8 in Fuzhou, Fujian province. [Photo/FZ Evening News]\n", "\tFUZHOU -- In less than 10 seconds, Zhou Bin, a resident in Fuzhou city, East China's Fujian province, can access his social security and provident fund accounts on his cell phone.\n", "\t\"In the past, you had to find different official websites for different formalities and also apply for the verification code via your cell phone every time you log in,\" said Zhou.\n", "\tBut now, he said, the mobile app called \"e-Fuzhou\" covers almost all aspects of government services and approvals in daily life, saving the city's residents from the red tape.\n", "\tThe leapfrog offers a glimpse of China's digital efforts to improve its governance capacity and efficiency.\n", "\tStartups can now complete registration procedures and obtain licenses at the self-service registration machines in the city of Pingtan without long queues and onerous paperwork.\n", "\tThe machines, connected to the government database and supported by facial recognition technologies, help streamline the application process and reduce the required time from days to just minutes.\n", "\tA slew of digital technology applications, including the big data credit inquiry system, the online tax bureau, and the paperless customs clearance system, have also been developed in the province over the years.\n", "\tDigital technology also has its presence in law enforcement and crime prevention.\n", "\tXiao An, a police robot, is now in charge of patrolling the Three Lanes and Seven Alleys, a famous scenic spot in Fuzhou.\n", "\tThe white robot, which is 1.6 meters tall and weighs 80 kg, moves at a speed of 0.4 meters per second in the designated area, almost the average walking pace of human beings.\n", "\tEquipped with high-definition cameras on its heads, the robot can take pictures along its routes and send the collected information in real time to the backstage, where the data is further analyzed and nearby police forces can be dispatched accordingly.\n", "\tThe robot also provides tourists with services such as voice navigation and broadcasting lost and found notices.\n", "\tWhile the citizens are reaping rewards of e-government data sharing, China has also beefed up laws and regulations to better protect the personal information of its citizens.\n", "\tTong Pingping, a government official in the city of Xiamen, said that citizen's sensitive information is encrypted and processed by computers, while officials only have access to information that would prove whether or not a person was involved in a crime.\n", "\t\"Making sensitive data invisible would encourage departments with rich data resources to open data-sharing ports,\" said Tong, stressing that data security of citizen information is the top priority in e-governance.\n", "\tChina will hold the second summit on digital development from May 6 to 8 in Fuzhou. This year's summit aims to serve as a platform for people at home and abroad to cooperate and contribute to digital China.\n", "\tFuzhou, where the first summit was held, has witnessed bourgeoning development of the digital economy in the past year, attracting famous businesses such as Alibaba to invest in the city and nurturing a batch of high-quality digital companies."]}