{"title": "U Khin Maung Lynn: Share the common interests of mankind for peace and prosperity\n", "time_author": "By Liu Ning, Meng Fansheng (People's Daily Online)    18:38, March 29, 2019\n", "content": ["showPlayer({id:\"/pvservice/xml/2019/3/29/5cdecfb9-cba6-438f-83e7-4ca5172cbe81.xml\",width:800,height:495});\n", "\tU Khin Maung Lynn, the Joint Secretary of the Myanmar Institute of Strategic and International Studies, emphasized the need for Asia and the world to share common interests during an exclusive interview with Peopleâ\u0080\u0099s Daily Online during the Boao Forum for Asia (BFA) annual conference this year.\n", "\tUnder the theme of â\u0080\u009cShared Future, Concerted Action, Common Developmentâ\u0080\u009d, the BFA annual conference 2019 kicked off in Boao, south China's Hainan Province on March 28. This yearâ\u0080\u0099s forum has drawn over 2,000 delegates including government officials, entrepreneurs and scholars from 60 countries and regions.\n", "\tThis year marks U Khin Maung Lynnâ\u0080\u0099s second time attending the BFA. He commended the forum as one of the most important events for Asia, which has â\u0080\u009cbecome greater and more inclusive year after year, with various timely international subjects discussed and contemplated here,â\u0080\u009d he said.\n", "\n", "\tâ\u0080\u009cDue to fast advancement in technology and human knowledge, we are interconnected more than ever,â\u0080\u009d he noted, stressing the importance of sharing common interests between nations for future peace and prosperity.\n", "\tâ\u0080\u009cWe need to share our views, experience and knowledge,â\u0080\u009d he said, adding that a community of shared future for humankind can only be reached with concerted efforts.\n", "\tHe listed international organizations like the Association of Southeast Asian Nations (ASEAN), Asia Cooperation Dialogue (ACD), and Shanghai Cooperation Organization (SCO) as examples of promoting regional coordinated development. â\u0080\u009cInternational organizations should work towards a clearer goal by taking specific, coordinated steps to achieve whatâ\u0080\u0099s best for everyone. Regional peace, security and common development, all of these goals need to be achieved in coordinated efforts,â\u0080\u009d he said.\n", "\tMyanmar is currently making considerable efforts to introduce 5G across the country. Chinese tech giant Huawei is working closely with Myanmar's authorities to help implement the technology.\n", "\tU Khin Maung Lynn pointed out that people from Myanmar, especially the younger generations, are very talented in IT and are developing a keen interest in the next big thing: 5G. â\u0080\u009cThis presents a great opportunity for young people in Myanmar to learn from and work with Chinese companies like Huawei, to help advance local development of technology and boost the countryâ\u0080\u0099s production in agriculture and other industries,â\u0080\u009d he said.\n", "\tU Khin Maung Lynn also spoke highly of the enormous potential in the Hainan free trade zone and free trade port. â\u0080\u009cWith favorable policies to support the development of technology, young talents and entrepreneurs, as well as its ideal location, Hainan will become a major hub for international cooperation and foreign investment,â\u0080\u009d he said. "]}