{"title": "Global automakers are optimistic about Chinese market\n", "time_author": " (People's Daily Online)    16:25, March 29, 2019\n", "content": ["\n", "Photo shows a Nissan EV concept vehicle IMs at the 2019 North American International Auto Show (NAIAS). (Xinhua/Wang Ping)\n", "\tMultiple transnational automobile enterprises have said that China is the most promising auto market in the world, and they will make China a priority in the future.\n", "\tRecently, Chinaâ\u0080\u0099s National Development and Reform Commission and Ministry of Finance issued a slew of policies to improve financial subsidies for new energy vehicles (NEV), further boosting the confidence of NEV makers and injecting energy into the future development of the auto market.\n", "\tMoreover, carmakers including BAIC Motor, FAW-Volkswagen and SAIC Volkswagen have also implemented measures to spur auto consumption.\n", "\tThanks to these policies and measures, the industry is still optimistic about auto market development in 2019, especially when it comes to major transnational automakers.\n", "\tDieter Zetsche, Chairman of the Board of Management of Daimler AG and Head of Mercedes-Benz Cars, noted that China has grown into one of the major forces that power global economic growth, and it is a vital strategic market for industries including the auto sector.\n", "\tThe sales volume of Mercedes-Benz passenger vehicles in China was higher than the total of those in Germany and the US combined, revealed Hubertus Troska, member of the Board of Management of Daimler AG.\n", "\tNo matter how the market evolves in the future, Daimler plans to attach more importance to the Chinese market, Troska said.\n", "\tApart from Daimler, international carmakers such as BMW, Volkswagen, Toyota and Nissan have all placed high importance on the Chinese market.\n", "\tThey are also expanding their investment in China, hoping to gain an edge in the fierce competition.\n", "\tAs the largest single market of BMW, China is the most significant force propelling the electrification and strategic transition of the company, said Harald Kruger, chairman of the board of management for BMW.\n", "\tStatistics from the China Association of Automobile Manufacturers indicated that NEV production and sales maintained rapid growth in the first two months of 2019, in contrast with the sluggish trend of the vehicle market.\n", "\tProduction and sales grew by 83.5 percent and 98.9 percent respectively from the previous year. "]}