{"title": "Highlights of China's science and technology news\n", "time_author": " (Xinhua)    09:58, March 25, 2019\n", "content": ["\tBEIJING, March 24 (Xinhua) -- The following are the highlights of China's science and technology news from the past week:\n", "\t-- The Chinese Academy of Sciences (CAS) recently launched three stem cell clinic research programs to treat severe eye and gynecological diseases.\n", "\t-- An international research team has for the first time identified nine genes responsible for eyebrow colors, according to a new report published in the Journal of Investigative Dermatology.\n", "\t-- Bumblebee species in East Asia are being threatened by climate change and vegetation change, according to a recent Chinese study.\n", "\t-- Chinese researchers have revealed that different fruit colors are significant to the large-scale dispersal, distribution and diversification of plants.\n", "\t-- A Chinese research team has successfully realized the regulation and encoding of photons, a step toward producing photonic chips, next-generation technology believed to be faster and more power-efficient than today's semiconductor electronic chips.\n", "\t-- Two Chinese Earth observation satellites, the Gaofen-5 and Gaofen-6, were officially put into service on March 21 after completing in-orbit tests.\n", "\t-- Rapid development of technologies such as artificial intelligence, big data and cloud computing in China will help create more job opportunities, according to a report released by recruitment agency Michael Page China.\n", "\t-- The CAS announced on March 22 that a Sino-European joint space mission known as SMILE was launched.\n", "\tThe Solar Wind Magnetosphere Ionosphere Link Explorer is a comprehensive collaboration between the CAS and the European Space Agency. Satellites will be launched by 2023 to study the impact of solar activity on the Earth's environment.\n", "\t-- Scientists from China, Germany and Canada have built two international cooperation platforms on neuroscience in the southern Chinese municipality of Shenzhen, according to the Shenzhen Institute of Advanced Technology of CAS.\n", "\t-- Pan Jianwei, a renowned Chinese physicist and professor at the University of Science and Technology of China, won the 2019 R. W. Wood Prize presented by the Optical Society of America."]}