{"title": "Digital economy a new impetus for Belt and Road construction\n", "time_author": " (People's Daily Online)    16:12, April 29, 2019\n", "content": ["\tAs more and more Belt and Road countries are laying importance on the construction of the digital Silk Road, digital economy has already become a new impetus for the development of the Belt and Road Initiative (BRI).\n", "\n", "\t(Photo/Chinanews.com)\n", "\tâ\u0080\u009cDigital Silk Roadâ\u0080\u009d remained a buzz word at the first Belt and Road Forum for International Cooperation (BRF) held two years ago. This year, Chinese President Xi Jinping once again stressed the importance of digital, networked and smart development, as well as the construction of a digital Silk Road at the second BRF.\n", "\tSo far, China has signed cooperation agreements with over 16 countries involving the construction of a digital Silk Road, and jointly launched the Belt and Road Digital Economy International Cooperation Initiative with seven countries.\n", "\tAt present, digitalization of the global economy is an inevitable trend, and every country along the Belt and Road is making efforts to promote the integrated development of digital economy and real economy.\n", "\tFor instance, digital TVs were rarely seen in Cuba years ago. However, the BRI has largely improved information technology in the country. Cuban Minister of Communications Jose Luis Perdomo remarked that the rapid development of digital television has brought opportunities to local enterprises.\n", "\tThe digital Silk Road promotes in-depth integration between Cubaâ\u0080\u0099s internet and traditional manufacturing sectors, and improved production for local enterprises.\n", "\tThere was a saying in Saudi Arabia 1,400 years ago that people should seek knowledge along the China bound Silk Road, said Abdullah bin Amer Alswaha, Minister of Communications and Information Technology of Saudi Arabia. And these words still apply to todayâ\u0080\u0099s world, he added.\n", "\tSaudi Arabia remains one of the 10 largest e-commerce players of the world, and its artificial intelligence and big data market may reach a value of hundreds of trillions of US dollars. This is an advantage brought by the Belt and Road and a result of the countryâ\u0080\u0099s cooperation with China, the minister noted.\n", "\tThanks to circulating data and information in the cyber world, the digital Silk Road is narrowing the digital gap among Belt and Road countries.\n", "\tMinister of Communications and Information Technology of Egypt Amr Talaat said that the development of a digital economy will bring positive impacts on the countryâ\u0080\u0099s production and peopleâ\u0080\u0099s life.\n", "\tEgypt, with an aim to achieve economic integration by enhancing industrial and economic cooperation, is expecting a 24.3-percent share of its digital economy in the national GDP, Talaat said. "]}