{"title": "Chinese economy firms up with drastic rebound in industrial profit\n", "time_author": " (Xinhua)    16:37, April 27, 2019\n", "content": ["\tBEIJING, April 27 (Xinhua) -- The Chinese economy has shown more signs of firming up, with its major industrial firms posting a 13.9-percent growth in profit in March from a year earlier.\n", "\tThe figure marked a drastic rebound from the 14-percent decline in the January-February period, according to data released Saturday by the National Bureau of Statistics (NBS).\n", "\tThanks to the improving performances in March, these firms posted a 3.3-percent decline in aggregate profit for the first quarter, 10.7 percentage points less than that in the January-February period.\n", "\tIn March, the total profit of these firms stood at 589.52 billion yuan (about 88 billion U.S. dollars). For the first three months, the figure was 1.29 trillion yuan.\n", "PRODUCTION, SALES ACCELERATING\n", "\tThe rebound in industrial profit growth was mainly driven by expanding production and sales. In March, the aggregated industrial value added of these firms surged by 8.5 percent year on year, 3.2 percentage points higher than that in the January-February period,\n", "\tOperation revenue jumped by 13.7 percent year on year in March, 10.4 percentage points more than that in the January-February period.\n", "\tSenior statistician Zhu Hong from the NBS's Industrial Bureau identified stabilizing prices as another driver of the rebound.\n", "\tProducer prices rose 0.4 percent year on year in March, ending a decline for eight months in a row.\n", "\tPurchasing prices for raw materials edged up 0.2 percent from a year ago, 0.1 percentage points higher than that in the January-February period.\n", "\tPreliminary estimates showed that the price changes added 26.8 billion yuan to industrial profits in March, and the contribution of price changes to industrial profit growth rose by 4.5 percentage points from that in the January-February period, Zhu said.\n", "\tSmaller tax burdens because of value-added tax cuts, calendar effect of the Spring Festival, a lower base and higher gains on investment also elevated the profit growth in March, the NBS analysis noted.\n", "KEY SECTORS RECOVERING\n", "\tKey sectors such as automobile, oil processing, iron and steel and chemical improved their ability in profit making.\n", "\tThe auto industry's profit rose by one percent year on year in March, reversing a 42-percent decline in the first two months as production and sales both picked up due to price cuts and the launch of new models.\n", "\tThe profits of oil processing dropped by 13.9 percent from a year earlier, but the decline was 56.5 percentage points smaller than that in the January-February period.\n", "\tIron and steel and petrochemical sectors saw their profit decline narrowed by 43.8 percentage points and 24 percentage points respectively from the January-February period to 15.2 percent and 3.2 percent in March.\n", "CORPORATE PERFORMANCE IMPROVING\n", "\tThe data also reveals improving performances of major industrial enterprises. For every 100 yuan of revenue they generated, the costs they bore fell by 0.07 yuan from a year earlier to 92.9 yuan in March, compared to an increase of 0.81 yuan in the January-February period.\n", "\tLiability to assets ratio, an indicator of solvency, dropped by 0.2 percentage points from a year earlier to 57 percent in March. The figure for state-controlled ones descended by 0.8 percentage points year on year to 58.7 percent in March.\n", "\tIn addition, it took these firms 17.3 days to sell off their inventories in March, almost one day shorter than a year earlier.\n", "\tThe profit margin of these firms stood at 6.13 percent in March, 0.01 percentage points higher than a year earlier, reversing a drastic decline in the January-February period.\n", "STEADY EXPANSION\n", "\tPrevious data from the NBS showed that the Chinese economy got off to a good start in 2019 to advance 6.4 percent year on year in the first quarter.\n", "\tEmployment, price and income, investment and consumption, imports and exports all pointed to upward momentum.\n", "\tNBS spokesperson Mao Shengyong said that industrial firms had reasons to further expand as there existed many favorable factors.\n", "\tA package of tax cuts and fee reductions would further ease corporate burdens, encourage companies to expand investment and rev up production, he said.\n", "\tWith liquidity being reasonably sufficient, the real economy could get more forceful support from the financial industry, while expanding export would also shore up steady industrial growth, he noted."]}