{"title": "Central bank targets small, private firms\n", "time_author": " (China Daily)    08:36, April 25, 2019\n", "content": ["PBOC announces the injection of 267.4b yuan into banking system\n", "\tChina's central bank released more funds into the market, but in a more cautious way than expected, to guide capital into small and private companies instead of broadly easing monetary policy, according to a statement on Wednesday.\n", "\tPolicymakers would rather save the results of previous de-risking efforts than trigger a boom in property prices and expand debt, analysts commented. They said inflation risk is the concern at the moment, and measures should not overheat the economy.\n", "\tThe People's Bank of China, the central bank, announced the injection of a total of 267.4 billion yuan ($39.79 billion) into the banking system, to increase lending to small and private businesses.\n", "\tThe PBOC chose an innovative monetary policy tool, the \"targeted medium-term lending facilities\" or TMLF, which debuted in December 2018. It is a special scheme for the central bank to lend money to commercial banks, or a type of re-lending.\n", "\t\"Qualified\" large commercial banks, joint-stock commercial banks and large city commercial banks can receive funds from the central bank upon application. The requirement is that they should have lent enough money to small-scale businesses in the past quarter, according to a statement on the PBOC website.\n", "\tFor banks which borrow the money, they need to repay the central bank at an interest rate of 3.15 percent per year. The rate is 0.15 percentage points lower than the regular medium-term lending facilities, so it can further reduce small and private companies' financing costs. The loan needs to be repaid after one to three years, said the statement.\n", "\tAfter the announcement, the overnight Shanghai interbank offered rate (Shibor), which measures the borrowing cost on China's interbank market, dropped by 7.6 basis points to 2.75 percent, indicating that liquidity stress has been eased.\n", "\tSince April, financial institutions have highly expected monetary easing through cutting commercial banks' reserved deposits, a much stronger tool that can release long-term capital for the whole market, not for targeted borrowers.\n", "\t\"The recent optimistic economic data and financial indicators have shifted the policy tone to be more cautious,\" said Wen Bin, chief researcher at China Minsheng Bank. \"But at the same time, the monetary policy needs to ensure sufficient liquidity and keep interest rates at a relatively lower level.\"\n", "\tIn March, housing prices in first-tier cities rose by 4.2 percent from a year earlier, faster than a growth of 4.1 percent in February. And housing prices increased even faster in third-tier cities. Capital that was lent to property developers also increased faster, up 3.8 percentage points by the end of March compared with the first two months, according to the nation's statistics bureau.\n", "\tCredit growth and investment have picked up, contributing to a better-than-expected GDP growth at 6.4 percent in the first quarter.\n", "\tPolicymakers are swinging between keeping sufficient liquidity and preventing the rise of debt, and too strong monetary stimulus could ruin the achievements of de-risking in the past two years, said analysts.\n", "\tAfter the TMLF operation, it is less possible to further cut the reserve requirement ratio (RRR) or benchmark interest rates in the short term, said Yan Se, a professor at the Guanghua School of Management in Peking University.\n", "\tBut the central bank is likely to push forward reform of the interest rate regime, said Yan.\n", "\t\"There are increasing signs that the step-up in policy support is gaining traction,\" said Stephen Schwartz, senior director of the sovereigns service of Fitch (Hong Kong) Ltd. \"The authorities may stop short of stimulus that could significantly exacerbate medium-term financial risks and economic imbalances.\""]}