{"title": "From paper to digital: the change in China's reading habits\n", "time_author": " (People's Daily Online)    10:05, April 23, 2019\n", "content": ["\n", "\tAs a symbol of knowledge and wisdom, reading has been a well-received tradition in China for centuries. Just like Chinese poet Du Fu concluded in one of his well-known poems, \"One can write with godly power, only when he has pored over countless books.â\u0080\u009d\n", "\tThough the love of books remains in China, the habits which surround reading have changed significantly. According to the 16th national survey on reading habits in China, conducted by the Chinese Academy of Press and Publication (CAPP) this April, Chinese bookworms are spreading their consumption across several new formats, with digital and audio books becoming more popular.\n", "\tâ\u0080\u009cThough paper books have gradually lost their appeal, digital reading has become a new trend in China, attracting more people to enjoy good content online,â\u0080\u009d said Wei Yushan, director of the academy.\n", "\tAccording to the survey, Chinese adults read an average of 7.99 books in 2018, including 3.32 digital copies, while most people preferred digital content rather than paperback books.\n", "From paper to digital\n", "\n", "\tâ\u0080\u009cThough itâ\u0080\u0099s more comfortable to read paper books, digital reading is a much easier and cheaper way to gain knowledge. Most of my friends now prefer to read books on their phones and tablets,â\u0080\u009d said Steven Sun, a Beijing-based online novel writer.\n", "\tAccording to statistics, the average price for a paperback book in China was 4 yuan more expensive in 2017 than it was in 2014, while the average cost for a new book increased from 63.11 yuan to 75.62 yuan. The hard copy of â\u0080\u009cHalf an hour of Chinese history,â\u0080\u009d a popular comic book, costs 159 yuan, while its digital version is only 33 yuan.\n", "\tIn addition to the lower price, new technologies including virtual reality, big data and blockchain have been used to improve user experience when it comes to digital reading. Readers now can enjoy audio or digital books with their friends and family members via mobile apps, sharing their thoughts and discussing the book content online.\n", "\tCAPPâ\u0080\u0099s report suggests that reading via mobile phone has become a favored way to learn and get information in China. Adults in China spend an average of almost 85 minutes a day on their mobile phones, while nearly one-third of the Chinese population listens to audio books.\n", "\tDigital reading has also provided content creators an easy way to introduce their work to the public. Zhihu, China's Quora-like question-and-answer platform, has launched a digital content campaign called â\u0080\u009cZhihu Salt,â\u0080\u009d helping ordinary users to compile their answers into digital books.\n", "\tBased on statistics provided by IResearch, a research agency in China, the number of digital reading apps in China approached 250 million units in 2017, while the number of Internet literature authors reached 7.84 million with a growth rate of 30.2 percent.\n", "\tâ\u0080\u009cCompared to digital platforms like Zhihu, traditional publishers have much stricter rules and criteria on both writers and their content. Digital reading has provided content creators like me a stage to share our ideas, with much less limitation and boundaries,â\u0080\u009d said Sun.\n", "Booming industry\n", "\n", "\tDigital reading in China has become a lucrative industry. According to IResearchâ\u0080\u0099s report, the revenue of Chinaâ\u0080\u0099s digital reading market reached 15.2 billion yuan in 2017, garnering over 380 million readers across the country.\n", "\tMany Chinese companies have seized the opportunity to expand their digital reading service. China Unicom, the countryâ\u0080\u0099s telecom giant, produced over 230,000 original digital books on its reading app, garnering over 130 million registered users and a total income of 330 million yuan in 2017.\n", "\tThough the industry has been growing swiftly, experts noted that problems such as copyright infringement and the lack of in-depth content still hinder the industryâ\u0080\u0099s future development.\n", "\t\"Online, many Chinese people read news and watch short videos. Reading once again proves to be for entertainment and is fragmentized. We found less than enough in-depth reading activities over longer periods,\" Wei said, who suggested that more in-depth content should be introduced within the emerging industry. "]}