{"title": "U.S. won't reissue sanctions waivers for Iran oil purchase\n", "time_author": " (Xinhua)    09:05, April 23, 2019\n", "content": ["\n", "\tU.S. Secretary of State Mike Pompeo speaks during a press briefing in Washington D.C., the United States, April 22, 2019. U.S. President Donald Trump has decided not to reissue the sanctions waivers allowing major importers to continue buying Iran's oil when they expire in early May, the White House said Monday. U.S. Secretary of State Mike Pompeo told reporters later in the day that the U.S. sanctions will be reimposed on all countries that import oil from Iran since May 2. (Xinhua/Liu Jie)\n", "\tWASHINGTON, April 22 (Xinhua) -- U.S. President Donald Trump has decided not to reissue the sanctions waivers allowing major importers to continue buying Iran's oil when they expire in early May, the White House said Monday.\n", "\t\"This decision is intended to bring Iran's oil exports to zero,\" denying the Iranian government \"its principal source of revenue,\" said the White House in a statement.\n", "\tU.S. Secretary of State Mike Pompeo told reporters later in the day that the U.S. sanctions will be reimposed on all countries that import oil from Iran since May 2.\n", "\tWashington's new move to squeeze Iran has raised concerns that it may lead to higher oil and gasoline prices.\n", "\tIn an effort to ease the market worries, the White House said in the statement that the United States, Saudi Arabia and the United Arab Emirates (UAE) \"have agreed to take timely action to assure that global demand is met.\"\n", "\tFollowing the exit from the Iran nuclear deal in May last year, the Trump administration has kept piling up pressure on Iran through a series of sanctions and designations, which have been strongly opposed and criticized by Tehran.\n", "\tIn November, Washington snapped back sanctions on Iran's banking, energy and shipping industries, while granting 180-day waivers to eight of Iran's major oil buyers, including South Korea, Japan and Turkey."]}