{"title": "Chinaâ\u0080\u0099s new energy cars seek development via smart technologies\n", "time_author": " (People's Daily Online)    08:59, April 23, 2019\n", "content": ["\n", "\t(Photo/People's Daily Online)\n", "\tChinese auto companies are enhancing their core technologies to gain a competitive advantage in the new energy vehicle (NEV) market, Economic Information Daily reported on April 21.\n", "\tMany auto brands, including Geely, BYD, and Volkswagen, launched new e-cars in China this year.\n", "\tSkoda plans to launch three electric vehicles in 2023. Audi said that the company is speeding up the launch of electric cars and aims to have 30 e-cars on the market by 2025.\n", "\tVolkswagen aims to sell 22 million electric vehicles in the next 10 years, and Volvo Cars set a goal of having five electric vehicles listed in the next few years.\n", "\tFacing higher thresholds and reduced subsidies, car companies will win competitive advantages as long as they take the lead in mastering core car manufacturing technologies and building a complete industrial chain, noted insiders.\n", "\tJinkang Seres, a subsidiary of Sokon Group, unveiled its first model last week in Southwest China's Chongqing. The car, called the SF5, can travel more than 500 kilometers on one charge.\n", "\tThe models will be produced at a smart factory based in Chongqing where artificial intelligence, the Internet of Things, cloud computing and other new technologies are utilized.\n", "\tZhang Zhengping, CEO of the company, said that customers can test drive the model before they customize their own online. He noted that the vehicles must be smarter to satisfy the needs of customers living in the Internet era.\n", "\tAccording to the latest figures released by the China Association of Automobile Manufacturers, China's new energy vehicles are multiplying year-on-year despite the decline in growth of automobile production and sales.\n", "\tFrom January to March this year, 304,000 NEVs were produced, and 299,000 were sold, seeing an increase of 102.7 percent and 109.7 percent respectively. Among them, electric vehicles contributed 226,000 and 227,000 respectively, an increase of 109.3 percent and 121.4 percent respectively."]}