{"title": "China steps up efforts to facilitate international trade\n", "time_author": " (People's Daily Online)    18:08, April 22, 2019\n", "content": ["\n", "\t(Photo/People's Daily Online)\n", "\tChina is stepping up efforts to facilitate international trade in a bid to strengthen business growth.\n", "\tIn 2018, China halved the total customs clearance time taken for imports and exports, according to the General Administration of Customs (GAC).\n", "\tThis March, it only took 42.08 hours for imports, saving 18 minutes, and 4.43 hours for exports, down by over half an hour when compared with last December, estimated the GAC.\n", "\tDomestic enterprises have seen benefits as clearance documents subject to verification at ports were reduced from 86 to 46 last November and could also be checked through the network system.\n", "\tâ\u0080\u009cIn the past, we traveled to offices which could issue certificates of origin an average of three times a week, and the closest office was 25 kilometers away,â\u0080\u009d said a manager surnamed Tian of a Beijing-based nonwovens-manufacturing company.\n", "\tâ\u0080\u009cBut now, we can print certificates online. It saves us hundreds of yuan in travel expenses between those offices and our company every week,â\u0080\u009d Tian added.\n", "\tSingle-window customs clearance is now also in place throughout the entire Chinese mainland, allowing companies to declare cargo and taxes with a single submission on a web-based platform for free, improving efficiency and reducing costs.\n", "\tâ\u0080\u009cDeclaring cargo and taxes in advance could cut customs clearance time by more than half. Last year, our company imports grew by more than 1.5 times,â\u0080\u009d said a staff member from a Shenzhen-based delivery company.\n", "\tApart from measures to expedite customs, China also rolled out tariff guarantee insurance to help businesses cut costs.\n", "\tData showed that since the trial started last September, a total of 1,463 companies across the country have bought tariff guarantee insurance. 10,306 insurance policies have been taken out worth a total of 33.96 billion yuan."]}