{"title": "Xuzhou: How to save an industrial city\n", "time_author": "By Roisin Timmins (Xinhua)    10:36, April 20, 2019\n", "content": ["\n", "Aerial photo taken on April 4, 2019 shows cranes to be adjusted at the Xuzhou Construction Machinery Group Co., Ltd. in Xuzhou, east China's Jiangsu Province. (Xinhua/Li Xiang)\n", "\tWalking to the exit at Xuzhou East Rail Station, I remember how nervous I was the first time I made the journey, in February 2012. Almost seven years later I am returning to the place that I first moved to in China.\n", "\tThe difference is immediate. Almost instantly a giant mall comes into view where there was once scrubland. Billboards signal the imminent arrival of a subway system, entire highways have materialized. I always knew that China could get things done fast, but just how fast continues to impress.\n", "\tXuzhou is nicknamed \"the crossroads of China.\" This is true in many senses. Geographically Beijing lies to the north, more or less equidistant are Xi'an to the west and Shanghai to the south.\n", "\tToday, Xuzhou is at a different kind of crossroads. Once faced with the worst air pollution of any city in China, Xuzhou has had to turn its back what has nourished its economy for 130 years: coal.\n", "\tBut what does closing down the mines mean?\n", "LIFE AFTER COAL\n", "\tIn Jiawang District, to the north of the city center, 60 percent of the population once earned their living in coal mines. The mines are now for the most part gone, but the search for new incomes is not easy for families who have spent generations making their money from the mines.\n", "\tUnemployment has allowed Meng Hui to discover his passion. \"After the coal mine closed, I had to find another job,\" he says outside the community center where he spends most of his time. \"I happened to love music, so I joined the village band.\"\n", "\tMazhuang village has had a brass band for 30 years. Funded by the village committee and revenue from performances, it has 30 full-time musicians. \"I like my job, because music uplifts people's spirit,\" Meng says. \"I enjoy playing music, plus I have a decent income.\"\n", "\tThe people of Mazhuang do not have to blow their own trumpets to get into music. Inside the community center, dozens of performers are in dress rehearsal. Dancers in bright costumes chat and laugh backstage, waiting to practice their routines. A singer in a white dress warms up her voice. Children get up to mischief, eyeing me with unrestrained curiosity.\n", "\tThe scale of the show is surprising, but these days the growing tourism industry provides an ample audience.\n", "THE COAL MINER'S DAUGHTER\n", "\tAt Pan'an Lake tourists brave the cold to explore the wetlands. Cranes and geese soar over boats and water birds chatter and forage in the weeds. But it has not always been like this. Less than a decade ago the landscape was scarred by collapsed coal mines exhausted by a century of extraction.\n", "\t\"My grandfather and father were coal miners, and I grew up by a coal mine.\" says Zhu Xuening, a \"boat lady.\" \"The lake is now a tourist attraction, and my family all have good jobs. I can work and enjoy the beautiful scenery at the same time.\"\n", "\tAs China has developed, many Chinese have realized that earning money is not all they want. On the floors of Xuzhou's remaining factories, things are no different.\n", "THE NEW NORMAL\n", "\tThe most influential company in Xuzhou is the one that bears its name: Xuzhou Construction Machinery Group (XCMG). In the industrial park every other building has the group's logo, and the company has an annual revenue of 100 billion yuan (around 14.5 billion U.S. dollars). Like the city, XCMG has seen its fair share of ups and downs.\n", "\tThese days, one of the problems on engineer Lyu Jinbo's mind is how to attract new talent to the assembly line. \"The younger workers, 18 or so, don't want to be welders in the traditional sense,\" he says. \"If we don't move to intelligent manufacturing, we will find it hard to recruit new workers.\"\n", "\tAnd that's what they have done. \"Now, only one people needs to work with operation and maintenance here. In the past, such assembly lines required at least 36 people.\"\n", "\tIntegrating AI and big data, the assembly line is the first of its kind. And it's surprisingly intuitive to use. Lyu says that the training program to operate and maintain the entire assembly line takes just three to six months.\n", "\tCompanies like XCMG are embracing the future, which bodes well for high quality development across Xuzhou. But with all development it is usually the poorest regions that are the last to benefit.\n", "MAKING THE LAND WORK FOR ALL\n", "\tWei Yan is soft-spoken and earnest, but far from unimaginative. She is an urban planning expert working in one of the poorest counties in Xuzhou, helping villagers create better lives for themselves.\n", "\t\"I think what is unique about our model is the focus on community and the focus on ecological infrastructure,\" she says. \"It's not only a land type transform and a house type transform, it's making a connection between the job, the people and the land.\"\n", "\tWith the help of the Xuzhou municipal government, Wei and her team have helped villagers consolidate their land and move into better-resourced houses. But what is striking is the focus on diversity.\n", "\t\"We had consultations with the villagers to find out what they wanted in their communities,\" Wei says. \"What appealed to all types of villagers, what different age groups wanted, what women needed.\"\n", "\tFive years on, Suining county has experienced an incredible transformation. \"Before, all the young villagers went off to cities to find better jobs,\" Wei says. \"Today you can see a much healthier mix of age groups.\"\n", "\tThis is mainly due to improvements in the environment and the ensuing tourist influx. Tourists create desirable jobs, and a more pleasant environment.\n", "\tEnvironmental considerations make the Xuzhou post-industrial development model stand out.\n", "\tThe countryside around the city was a wasteland of abandoned coal mines, slag heaps and industrial garbage when I was last here. Now, fertile wetlands and young trees show just how much of nature can be restored. Thirty percent of the city is now covered with trees, more than any city in Jiangsu and part of the reason why Xuzhou won the UN-Habitat Scroll of Honor Award last October.\n", "\tIn ancient China, Xuzhou was a battleground that had to be conquered in order to win any war. Today, the struggles caused by industrialization are far from over, but it seems that Xuzhou might just be creating a model that could change China forever."]}