{"title": "Chinaâ\u0080\u0099s booming digital economy contributes to rural revitalization\n", "time_author": " (People's Daily Online)    16:06, April 19, 2019\n", "content": ["\n", "A woman carries handicrafts in Wantou village, east Chinaâ\u0080\u0099s Shandong province. So far, more than 900 households in this village of 1,800 homes have opened online stores on Alibabaâ\u0080\u0099s e-commerce platform Taobao. (Photo by Chen Bin / Xinhua News Agency)\n", "\tChinaâ\u0080\u0099s booming digital economy, serving as a major engine of the countryâ\u0080\u0099s economic growth, has injected fresh impetus into the implementation of its rural vitalization strategy.\n", "\tBy the end of 2018, the size of Chinaâ\u0080\u0099s digital economy stood at 31 trillion yuan, accounting for one-third of the nationâ\u0080\u0099s GDP, according to recent data released during a press conference for the second Digital China Summit, which will be held in early May.\n", "\tChinaâ\u0080\u0099s rural areas are growing at a faster rate than some first and second-tier cities when it comes to digital consumption, a recently-released report explained.\n", "\tBy December 2018, 222 million people, or 26.7 percent of the online population, lived in China's rural areas, up 6.2 percent year-on-year, according to another report on Chinaâ\u0080\u0099s internet development released this February.\n", "\tThanks to the improvement in network infrastructure in rural areas and emphasis on the rural market from e-commerce giants, the digital economy has helped to boost the countryâ\u0080\u0099s rural vitalization strategy, said Huang Hao, an associate fellow from the Chinese Academy of Social Sciences.\n", "\tFor example, several famous â\u0080\u009cTaobao villagesâ\u0080\u009d, villages which have prospered thanks to Alibabaâ\u0080\u0099s online shopping platform Taobao, have emerged in east Chinaâ\u0080\u0099s Zhejiang, Jiangsu and Fujian provinces in recent years. Online sales have created job opportunities for 28 million villagers.\n", "\tStatistics showed that online retail sales in rural areas soared to 1.37 trillion yuan in 2018, up 30.4 percent year-on-year. Online sales of agricultural products amounted to 230.5 billion yuan, representing year-on-year growth of 33.8 percent.\n", "\tChina should continue to improve digital infrastructure, support e-commerce in rural areas and encourage the application of digital technology to promote the digital economy and boost the rural vitalization strategy, said Sheng Zhenzhong, deputy head of Alibabaâ\u0080\u0099s research center for rural dynamics.\n", "\tThe country is also pushing forward a digital countryside strategy, which will further facilitate the development of digital economy in rural areas."]}