{"title": "Op-ed: U.S. should stop accusations on intellectual property issues\n", "time_author": "By Zhong Sheng (People's Daily)    09:05, May 21, 2019\n", "content": ["\tThe accusations on China â\u0080\u009cstealingâ\u0080\u009d intellectual property were initiated by the U.S. for the purpose of escalating economic and trade frictions and suppressing China in the disguise of justice.\n", "\tRecently, some people in the U.S. have been making such claims as the U.S. was â\u0080\u009cunfairly treatedâ\u0080\u009d while China gained â\u0080\u009ctremendous perks and advantagesâ\u0080\u009d, and â\u0080\u009cChina steals U.S. intellectual propertyâ\u0080\u009d.\n", "\tSuch voices are a continuation of the groundless allegations of the U.S. against China on the so-called infringement upon intellectual property in recent years. In March 2018, the U.S. released the Section 301 investigation, accusing China of hurting the interests of the U.S. regarding intellectual property issues.\n", "\tThe claim, though agreed by few, has been talked about endlessly by the U.S. side. Just lately, another U.S. official made a similar claim, saying that Chinaâ\u0080\u0099s intellectual property â\u0080\u009ctheftâ\u0080\u009d posed a challenge to trade negotiation.\n", "\tAlthough the U.S. side has been loud and seemingly have incontestable proof of what they were saying, facts are always facts, and such lies about China as â\u0080\u009cstealing intellectual propertyâ\u0080\u009d can hardly make anyone believe.\n", "\tSome American officials said that China has stolen hundreds of billions of dollars worth of intellectual property from the U.S. But many far-sighted people in the U.S. didnâ\u0080\u0099t buy the figure.\n", "\tPeople are confused about how the figure was calculated. It seems that the figure was not the result of calculation, but the brainchild of some genius who is good at making assumptions and exaggerating things.\n", "\tThe saying that â\u0080\u009crepeating a lie a thousand times and it becomes the truthâ\u0080\u009d seems to have been a true criterion for some people in the U.S.\n", "\tSuch unreliable figure can only be used as a proof by dishonest people. Take the Section 301 investigation for an example, the U.S. played multiple roles in the investigation, such as a party involved in the case, the police, a procurator, a jury, and a judge, willfully judging and criticizing other countryâ\u0080\u0099s intellectual property situation.\n", "\tThe U.S. made groundless accusations against China based on pure assumption while disregarding justice. If the report is based on imagined or selective data, itâ\u0080\u0099s a kind of science fiction novel\n", "\tThe U.S. side knows the whole trick they are playing clearly. They are just looking for a seemingly righteous guise for their unreasonable attempts.\n", "\tStrengthening intellectual property protection is the most important part of improving property rights protection, which is also the greatest incentive to enhance Chinaâ\u0080\u0099s economic competitiveness.\n", "\tAfter several decades of unremitting efforts at intensifying IPR protection in various aspects including perfecting social ideas, legal environment, and law enforcement, China has witnessed remarkable progress in IPR protection, which has been widely recognized by the international community.\n", "\tChina has long been taking the initiative to protect the IPR, rather than merely responding to the demand for IPR protection.\n", "\tBy establishing a relatively complete and high-standard IPR legal system, and enhancing IPR juridical protection, China is now the country that has heard the most intellectual property cases, especially patent cases.\n", "\tIn 2018, China paid $35.8 billion for foreign intellectual property, becoming the fourth largest patent buyer in the world.\n", "\tDuring the recent legal battle between Apple and Qualcomm, the two companies filed many of their lawsuits on patent licensing in China. Such practice indicated the trust held by American enterprises in Chinaâ\u0080\u0099s efforts of IPR protection.\n", "\tJustice naturally inhabits menâ\u0080\u0099s hearts. Chinaâ\u0080\u0099s endeavors to protect the IPR have gained more and more recognition from all over the world.\n", "\tThe Economist posted an article on its website in February, saying â\u0080\u009cIP protection in China has improved at rocket speed of lateâ\u0080\u009d. The article pointed out that Chinese firms are not serial intellectual-property thieves, and as they issue more patents, the keener they are to protect the IPs. Even the official reports by the U.S. government issued before 2016 confirmed Chinaâ\u0080\u0099s achievements in IPR protection.\n", "\tHowever, in recent years, some people in the U.S. ignored the facts and did a complete turnabout to suppress Chinaâ\u0080\u0099s development. Such moves are no other than slaps in their faces.\n", "\tIntellectual property should be a bridge for innovation and cooperation among the countries. In the hands of the U.S. it has become a political tool, a weapon to contain other countries, and a veil for bullying the world.\n", "\tDuring Chinaâ\u0080\u0099s course of reform and opening up, many foreign enterprises have conducted technological cooperation with China for their own interests. It is totally market-oriented practice from which the foreign companies have achieved rich profits.\n", "\tThough there were some problems in IPR protection, parties involved could always find a way to solve them through legal process.\n", "\tWaving the IPR â\u0080\u009cstickâ\u0080\u009d, the U.S. is denying the awareness of IPR and credit, the contract spirit, and the law of the market.\n", "\tSome people in the U.S. adhere to an absurd logic â\u0080\u0093 they calculate how much they have in hand and then claim the astronomical figure to be â\u0080\u009cstolenâ\u0080\u009d by others.\n", "\tFacts speak louder than words, just as truth always prevails. Anyone rational knows that thereâ\u0080\u0099s no country in the world that has realized modernization through â\u0080\u009cstealingâ\u0080\u009d.\n", "\tIf people ask the U.S. such questions as â\u0080\u009chas the U.S. developed itself by â\u0080\u0098stealingâ\u0080\u0099 and can the U.S. get developed by â\u0080\u0098stealingâ\u0080\u0099â\u0080\u009d, some people from the U.S. would be anxious to deny them immediately.\n", "\tHas the U.S. developed itself through stealing? Can the U.S. develop itself through stealing? The answers are probably negative from the mouths of the Americans.\n", "\tIn a word, Chinaâ\u0080\u0099s achievements are the precious fruit of the persistent and painstaking hard work of the Chinese people, and the people who make lies about it will finally come to no good.\n", "(Zhong Sheng is a pen name often used by Peopleâ\u0080\u0099s Daily to express its views on foreign policy) "]}