{"title": "China is never rebuilt by the US\n", "time_author": "By Zhong Sheng (People's Daily)    10:26, May 19, 2019\n", "content": ["\tChinaâ\u0080\u0099s rapid development carries huge significance in the modern time, and is widely recognized as a miracle by the international community.\n", "\tBut such achievements have led to harsh voices of some Americans who said it was their country that had rebuilt China in the past 25 years. Such voices go against common sense and are totally wrong.\n", "\tBy claiming such point, some US senior officials exposed only their ignorance. Itâ\u0080\u0099s understandable if they know little, but itâ\u0080\u0099s horrible when they pretend to act like that.\n", "\tSome Americans hold that the so-called imbalanced trade between China and the US is a result of the Chinese manipulation of exchange rate, and the US trade deficit with China is wealth sent by the US to China. They attribute Chinaâ\u0080\u0099s success, to a large extent, to the US investment in China.\n", "\tSuch theory, ignoring the struggling and hard work of the Chinese people in the past decades, not only goes against facts, but also is illogic.\n", "\tThe theory that the US helped rebuild China revealed the arrogance and distorted mindset of some Americans who believe the US is the savior of the world. Receiving little support in the US, it has been only ridiculed by the international society.\n", "\tThe US trade deficit with China is caused by the comparative advantages of the two countries and international labor division, which has long been recognized by US economists.\n", "\tChina has always adhered to market rules in foreign trade and worships fair business. It is nothing but nonsense to take the deficit as an argument supporting the â\u0080\u009cUS-helps-rebuild-Chinaâ\u0080\u009d theory.\n", "\tAccording to Stephen Roach, Yale University senior fellow and former Chairman of Morgan Stanley Asia, the US ran trade deficits with 102 countries in 2018.Based on this figure, was the US rebuilding most of the countries in the world? Any normal people are not likely to have such superiority.\n", "\tThe bilateral trade between China and the US is absolutely not a one-way street via which the US is sending money to China. The deficit doesnâ\u0080\u0099t mean the US is losing money. On the contrary, the US is gaining tangible profits and cost-efficient products. Is it possible that American businessmen are giving their money to the Chinese? The answer is obviously negative.\n", "\tAccording to report issued by third party organizations including the Deutsche Bank, the US gained more net profit than China did in bilateral trade.\n", "\tChina-US economic and trade cooperation is based on win-win results. Nobody wants to lose in business, especially the Americans who are good at seeking profits and stick to the â\u0080\u009cAmerican firstâ\u0080\u009d strategy.\n", "\tThe contribution made by the US investment to Chinaâ\u0080\u0099s economic development is undeniable, but it is not correct to say it is the fundamental reason for China to grow into the second largest economy of the world.\n", "\tSince 1987 when China started keeping statistics on foreign investment, the country has accumulatively utilized foreign capital of more than $2 trillion. However, only $80 billion, or 4.06 percent of the total, came from the US. Has the US rebuilt China with $80 billion? That does not exist even in dreams.\n", "\tItâ\u0080\u0099s beyond imagination how the Americans reached such conclusion. If such conclusion was true, is it that China is rebuilding the US as the latter is gaining hundreds of billions of US dollars from its investment and service trade in China each year?\n", "\tAs a matter of fact, after the â\u0080\u009cUS-helps-rebuild-Chinaâ\u0080\u009d theory came into being, the US website PolitiFact made a report on it and held that the theory was interpreting the China-US trade relations in an over-simplified way.\n", "\tScott Lincicome, a scholar at the libertarian Cato Institute, said that the theory is correct in only one tiny sense. Trade with all countries, including the United States, has been part of a major market reform, he said, adding that reforms have been much more fundamental.\n", "\tAny country must depend on itself for development. The Chinese people understand that the development of their country, a huge economy with nearly 1.4 billion people, cannot rely on other countries. Besides, there is no country in the world that is able to â\u0080\u009crebuildâ\u0080\u009d China, which is understandable to anyone sensible.\n", "\tChinaâ\u0080\u0099s development derives from the efforts made by the Chinese people to promote reform and opening up under the leadership of the Communist Party of China, as well as their hardworking spirit. It is not righteous for the US to take the credit.\n", "\tChina is not developing with its doors shut, but opening its doors for more win-win cooperation with other countries. While making its own development, the country is also opening wider its market and increasing overseas investment, creating opportunities for other countries including the US.\n", "\tWithout the Chinese financing of American government debt and corporate investments, the US would not have been able to sustain growth in real estate, defense and business for so many years, said a Yale University economics and finance professor who specializes in the Chinese economy.\n", "\tâ\u0080\u009cIn an interlinked globalized world, it is really hard to say who is rebuilding whomâ\u0080\u009d, the professor added.\n", "\tThere is no savior in this world. Most of the want-to-be saviors are doing more bark than bite and will end up failing. However, there are always arrogant people in the world who pose as saviors, and their fabricated stories are nothing but jokes.\n", "\tInstead of making nonsense, the US should respect the facts and stop blaming China irresponsibly. It should perceive Chinaâ\u0080\u0099s development properly and contribute to the stable development of China-US trade relations. "]}