{"title": "Commentary: To build a beautiful homeland is the common aspiration of mankind\n", "time_author": " (People's Daily)    09:05, May 07, 2019\n", "content": ["\tThe International Horticultural Exhibition 2019 Beijing (Beijing Expo 2019) recently raised curtain. 110 countries and international organizations, as well as over 120 unofficial exhibitors gathered at the foot of the majestic Great Wall and by the beautiful Guishui River.\n", "\n", "Tourists take pictures in front of a flower parterre, which is set up to celebrate the 2019 Beijing International Horticultural Exhibition, April 29. (Photo by Weng Qiyu from Peopleâ\u0080\u0099s Daily Online)\n", "\tThe event is the highest-level and largest international fair held in China after the International Horticultural Exhibition held in the southwestern city of Kunming in 1999, the 2010 Shanghai World Expo and the first China International Import Expo in 2018.\n", "\tHailed as the â\u0080\u009cOlympic Gamesâ\u0080\u009d of the horticultural world and themed â\u0080\u009cLive Green, Live Better,â\u0080\u009d the Beijing Expo 2019 aims to promote respect for nature and a better life in harmony with nature. It is bound to become an energetic international gathering and a great platform for global communication and cooperation in the horticulture sector.\n", "\tâ\u0080\u009cIt is our hope that this Expo Park, designed to blend into its splendid surrounding landscape, will show the world the vision of green development.â\u0080\u009d Chinese President Xi Jinpingâ\u0080\u0099s remarks at the opening ceremony of the Beijing Expo 2019 well explained the philosophy and practices to promote ecological progress and build a beautiful China.\n", "\tRevealing the close relation between ecological conservation and the future of human, he made five proposals for the participating guests to preserve what gives the planet life and embrace green development.\n", "\tXiâ\u0080\u0099s speech, showing profound and far-reaching visions, has triggered active response among the participants and aroused broad attention from the international society.\n", "\tThe history of civilizations shows that the rise or fall of a civilization is closely tied to its relationship with nature. Ecological environment serves as the foundation for human survival and development, and the changes of ecological environment has a direct impact on the rise and fall of civilizations.\n", "\tIt is said that man has conquered natural force by means of science and his creative talent, while natural force has also avenged man, said Friedrich Engels. Mankind has experienced rapid development of traditional industries since the start of industrial civilization. However, they are also over-exploiting the natural resources when creating huge material wealth, which has broken the circulation and balance of the original ecological system of the earth and led to tension between human being and the nature.\n", "\tDrawing experiences from history, President Xi pointed out that development without considering the future is not sustainable, and the way forward should be green development that focuses on harmony with nature and eco-friendly progress.\n", "\tOnly by advocating harmony between man and nature can our children and childrenâ\u0080\u0099s children have material wealth and enjoy starry skies, green mountains and sweet flowers.\n", "\tâ\u0080\u009cBuilding an ecological civilization is of fundamental importance for the sustainable development of the Chinese nation.â\u0080\u009d â\u0080\u009cLucid waters and lush mountains are invaluable assets.â\u0080\u009d â\u0080\u009cEnvironment is the peopleâ\u0080\u0099s livelihood, green mountains are beautiful, and blue skies provide happiness.â\u0080\u009d\n", "\tThe above remarks were made by Xi, who is at the core of the Central Committee of the Communist Party of China. They profoundly explained the major theoretical and practical issues, such as why, what kind of and how ecological civilization should be built, systematically developing Xi Jinping Thought on Ecological Civilization and offering important guidance on advancing ecological progress in the new era.\n", "\tToday, Chinaâ\u0080\u0099s ecological and environmental protection is going through historical, transitional, and overall changes. Given the widely accepted ideas of ecological civilization, the Chinese people are making concerted efforts to promote ecological progress and build a beautiful China.\n", "\tWith a philosophy of â\u0080\u009cMake horticulture part of nature; Let nature touch the soulâ\u0080\u009d, as well as a goal of â\u0080\u009cA new horizon of world horticulture; A new model of ecological conservationâ\u0080\u009d, the Beijing Expo 2019 is demonstrating the outcomes of Chinaâ\u0080\u0099s efforts in promoting ecological progress and has become an important platform to enhance global communication and cooperation of the green industries.\n", "\tIt is an important opportunity to carry forward the concept of green development, and promote the transition of ecological development models and peopleâ\u0080\u0099s lifestyles. Besides, it is also a practice to build a beautiful China.\n", "\tA beautiful homeland is the shared aspiration of mankind. In the face of environmental challenges, all countries are in a community with destinies linked.\n", "\tAs an important participant, contributor, and leading force of global ecological civilization construction, China supports to accelerate the building of an ecological system that reveres nature and advocates green development. In addition, the country is committed to delivering more benefits to people in the Belt and Road countries through ecologic progress and related practices.\n", "\tAt the Second Belt and Road Forum for International Cooperation which has just drawn to a successful conclusion, guests agreed that they will pursue open and green development in Belt and Road cooperation.\n", "\tThe five proposals raised by President Xi called on countries to advocate harmony between man and nature, pursue prosperity through green development, follow a philosophy that cares for nature, adopt a scientific approach to ecological conservation and join hands to meet common challenges.\n", "\tThese proposals manifested Chinese wisdom that advocates ecological civilization and green development, reflected Chinaâ\u0080\u0099s responsibility to push for the joint building of a beautiful earth, and a community with a shared future for mankind. They also serve as an important approach to embrace a clean and beautiful world.\n", "\tLush mountains, green fields, singing birds and blossoming flowers offer more than beauty to the eye. They are the basis for future development. The horticultural expo provides an opportunity to show the world the vision of green development. Through concerted efforts to promote ecological progress and passing on the baton of conservation, we are bound to build a better planet, the only home for mankind. "]}