{"title": "Belt and Road brings positive changes to the world\n", "time_author": "By Richard Griffiths (People's Daily)    15:31, April 26, 2019\n", "content": ["\tI often ask my students: imagine your day if there were no electricity. The iPhone would be useless; there might be difficulties getting to the university; the lecture theatre would be plunged into darkness; there would be insufficient light to study and no TV in the evening. At a second level, a whole range of consumer goods, including books and newspapers, would disappear. The Belt and Road Initiativeâ\u0080\u0099s (BRI) investment in electricity provision literally empowers the people whose lives are transformed as a result.\n", "\tThe second effect I would highlight is trade facilitation. In England there is a saying â\u0080\u0098time is moneyâ\u0080\u0099. The more time it takes to move goods, the more costly they will be, and less trade will be the result. Building new infrastructure is one way to improve the situation, but the China-Europe freight trains point to another way to achieve the same result. By improving logistics and smoothing customs procedures, China and its trading partners have demonstrated a less costly way to achieve the same result.\n", "\tIn an interview, Jean Monnet, the father of the European Union, once said that a civilization needs rules, and without rules that everyone accepts, you have nothing.\n", "\tLooking outside the framework of my own work, I would say that the biggest contribution is Chinaâ\u0080\u0099s support for a rule-based international order, especially at a time when it is under so much threat.\n", "\tA book I wrote named Revitalising the Silk Road has been well-received and is being used in university courses. I wrote the book because, at the time, there was much speculation and debate about the (hidden) motives behind the launch of the BRI but not much was written about what was actually happening on the ground â\u0080\u0093 the roads, railways, ports and pipelines.\n", "\tI have been working at the International Institute for Asian Studies (IIAS) since July last year. The Institute itself is designed to encourage dialogue on current issues by connecting researchers around the world. I was asked to set-up a research project which I called the â\u0080\u0098New Silk Roadsâ\u0080\u0099 project to embrace Chinaâ\u0080\u0099s BRI. When we announced the project to IIAS members, we received over 700 respondents from 77 countries who wanted to work with us.\n", "\tTwo years ago, I was honored to be invited to the first Belt and Road Forum for International Forum. I hope to attend the forum again this year â\u0080\u0093 I have already accepted the invitation to attend the international think-tank that accompanies the main forum. It was impressive to see many of the worldâ\u0080\u0099s leaders supporting messages of international cooperation.\n", "\tLet me plead for my own little dream. I want a virtual Silk Roads museum. It would cover the routes of the ancient Silk roads, starting with the epochs of their greatest civilizations. The museum would include 3D views of historical artifacts, as well as examples of poetry, drama, literature, dance and music. It would tell of ancient societies and cultures, of the ideals that inspired them. Let it help us rediscover the humanity that unites mankind along the vast, endless stretch of the New Silk roads.\n", "(Richard Griffiths is an economic historian with the International Institute for Asian Studies (IIAS) in the Netherlands. The article is based on the scholar's interview with Ren Yan, People's Daily's correspondent in Belgium.)"]}