{"title": "Civilizations to shed light on the community with a share future for mankind\n", "time_author": "By Zhong Sheng (People's Daily)    15:14, April 26, 2019\n", "content": ["\tChinese President Xi Jinping proposed at the first Belt and Road Forum for International Cooperation (BRF) two years ago to build the Belt and Road into a road connecting different civilizations, introducing a broad vision of civilization to todayâ\u0080\u0099s world.\n", "\tâ\u0080\u009cIn pursuing the Belt and Road Initiative (BRI), we should ensure that when it comes to different civilizations, exchange will replace estrangement, mutual learning will replace clashes, and coexistence will replace a sense of superiority. This will boost mutual understanding, mutual respect and mutual trust among different countries,â\u0080\u009d the Chinese President remarked.\n", "\tNow, the second BRF is just around the corner, and people are expecting more toward mutual learning among different cultures. It is believed that human civilization will embrace better development with the progress of the Belt and Road construction.\n", "\tHistory has illustrated the profound philosophy of the development of human civilization. 2000 years ago, China opened the overland and maritime Silk Roads and thus started a great era of exchanges among civilizations and left extremely valuable memories for the mankind.\n", "\tThe history sets a reference for the modern world, and people are inspired by the great undertaking of the Belt and Road construction.\n", "\tAs the BRI is more and more recognized and gaining reputation around the globe, the transcontinental exchanges of civilizations that once prospered in history will be reactivated.\n", "\tA French scholar said that the Belt and Road is building a civilization path in the modern time, leading human civilization toward a brighter and more colorful future.\n", "\tThe Belt and Road nurtures inclusiveness and reciprocity in civilization exchange.\n", "\tAn exhibition of foreign cultural relics held by the National Museum of China under the theme of Sharing a Common Future attracted numerous visitors, showcasing the beauty of cultural diversity.\n", "\tâ\u0080\u009cChina is my prioritized destination for overseas study,â\u0080\u009d said a Russian student surnamed Yurievna. What she said also applies to many young students in Belt and Road countries.\n", "\tâ\u0080\u009cYou gotta see, my friend, new bridges over old places, see yourself the miracles.â\u0080\u009d The lyrics of a Kenyan song hailing the Chinese-built Mombasaâ\u0080\u0093Nairobi Standard Gauge Railway express sincere appreciation of the Kenyans toward their Chinese friends.\n", "\tChinese heritage experts, spending years protecting and restoring the Angkor Wat, are giving a rebirth to the splendid historic architectures.\n", "\tSome countries in Central Asia jointly launched a unified service project called the \"Silk Road Visa\", opening their doors wider to Chinese tourists.\n", "\tThe enhanced people-to-people bond and cultural exchanges are becoming a close link that brings together the people along the Belt and Road.\n", "\tThe Belt and Road draws a magnificent vision of mutual learning and cultural integration.\n", "\tIn the modern world, there are still a part of people who stick to the outdated ethnocentrism and try to conquer other civilizations. On the contrary, China is promoting a vision of civilization that is diversified, equal and inclusive. It calls the world to inherit the Silk Road spirit of peace and cooperation, openness and inclusiveness, mutual learning and mutual benefit, and promote mutual learning among civilizations as it will help build bridges of friendship, drive social progress, and safeguard peace of the world. Chinaâ\u0080\u0099s role as a responsible major country is recognized by the world.\n", "\tCiting examples of the atrocious destructions of the Bamiyan Buddha in Afghanistan and the ancient city of Palmyra in Syria, as well as the Eurasian countries stomped by extremism, former UNESCO Director-General Irina Bokova noted that it is important to reserve cultural diversity of the world. This is why the Belt and Road Initiative is so important, Bokova added.\n", "\tSome foreign scholars remarked that to enhance dialogues and mutual understanding among civilizations is the most significant impact to be brought by the Belt and Road construction.\n", "\tThe Belt and Road leads to a bright future for mankind where different cultures can all be appreciated for their unique beauty.\n", "\tDeliverables of 20 major items regarding people-to-people bond produced by the first BRF have all be implemented, enhancing the cultural foundation for the construction of the Belt and Road.\n", "\tChina has established the Belt and Road Scholarship program, implemented initiatives to promote people-to-people exchange and set up joint laboratories, established a music education alliance and enhanced media cooperation with countries along the Belt and Road.\n", "\tIn addition, China is also enhancing international anti-corruption cooperation to make the Belt and Road a road of clean governance.\n", "\tThe construction of the Belt and Road reveals that civilizations have become richer and more colorful with exchanges and mutual learning. It is helping build broader consensus.\n", "\tA sub-forum on enhancing people- to-people bond is scheduled to be held during the second BRF, where guests from over 150 countries and 90 international organizations will conduct in-depth exchanges and communication.\n", "\tTo build the Belt and Road into a road of connected civilizations reflects the common aspiration and wisdom of mankind. The extension of the Belt and Road is the vertical and horizontal extension of the harmonious coexistence of diversified cultures. The prospect of the Belt and Road is the prospect of the community with a shared future for mankind.\n", "\t(Zhong Sheng is a pen name often used by People's Daily to express its views on foreign policy) "]}