{"title": "Commentary: No debt traps on Belt and Road\n", "time_author": " (Xinhua)    11:15, April 25, 2019\n", "content": ["\tBEIJING, April 25 (Xinhua) -- As a solution pivotal to China's efforts to promote economic openness, free trade and a rules-based multilateral trading system, the Belt and Road Initiative (BRI) has garnered growing global support since its launch in 2013.\n", "\tHowever, some skeptics in the West accuse China of trying to induce countries, notably African ones, into borrowing unpayable loans. The aim is for the Asian country to build political and strategic clout on the growing continent, they say.\n", "\tThe accusers seem to have intentionally confused the debt dangers of a company with that of a country, ignored China's risk as a creditor, and excluded such factors as the impact of the 2008 financial crisis, dives in global commodity prices and U.S. interest rate hikes on loans to developing countries.\n", "\tAs a matter of fact, Western countries and major international institutions lend more money to African nations than China does.\n", "\tIn 2018, Africa owed some 36 percent of its total external debt to the International Monetary Fund (IMF) and the World Bank (WB). Between 2000 and 2016, the debt from China to the continent was merely 1.8 percent, showed a study by the China Africa Research Initiative at John Hopkins University.\n", "\tAlso, most of Chinese loans are concessional, with long maturities and low interest rates, and are not attached to political conditions. They are primarily aimed at helping jumpstart the continent's economic take-off and sustain long-term development, rather than pursuing short-term steep returns.\n", "\tMoreover, Africa's debt issue is to some extent overblown. Although it is certainly right to be cautious, exaggerating it is counterproductive.\n", "\t\"Let me be very clear: Africa has absolutely no debt crisis,\" African Development Bank President Akinwumi Adesina said, citing a regional debt-to-GDP ratio of 37 percent in 2017.\n", "\tIn comparison, that index in some developed countries and emerging-market economies is 70 percent to 80 percent; in Japan it's a whopping 250 percent in 2017.\n", "\tDebt may be a problem, but what African nations need now are means to spur economic growth and social development.\n", "\tChina and Africa are in similar phases of development. Therefore, it is natural for China to have a better understanding of Africa's needs. The BRI can offer Africans much-needed funds, technologies and expertise.\n", "\tMore importantly, China has never tried to force other countries into the initiative, and always tried to align the BRI with local development strategies so that related programs can better serve the needs of China's BRI partners.\n", "\tAlso, the initiative's infrastructure projects can help reduce costs to distribute goods and services, promote productivity through better access to resources, and lay the groundwork for even stronger development.\n", "\tThus, there is no need to scare African countries away from reasonable borrowing.\n", "\tChina is Africa's true development partner. As Chinese President Xi Jinping said at the Beijing summit of the Forum on China-Africa Cooperation in September, not only has China always respected and supported Africa, but it also welcomes all initiatives that meet the continent's interests.\n", "\tWithout a doubt, Africa will -- with support from the broader international community -- be able to manage its balance sheet and create its own economic miracle. China will stand by its side through it all."]}