{"title": "BRI enables participants to share Chinaâ\u0080\u0099s development opportunities\n", "time_author": "By Wanwon Chanoo (People's Daily)    11:12, April 25, 2019\n", "content": ["\tThe Belt and Road Initiative (BRI) is a visionary one that aims to promote connectivity and share Chinaâ\u0080\u0099s development opportunities with countries along the route and even around the whole world. Under the BRI framework, the flower of Thailand-China friendly cooperation will be in full blossom.\n", "\tThe BRI, put forward by Chinese President Xi Jinping in 2013, is an important example of innovation in theory of international relations in the 21st century. A number of countries and international organizations have joined or expressed their support for the initiative.\n", "\tThe BRI is based on the economic, social and cultural ties between China and other countries through the ancient land and maritime Silk Roads, where they have actively engaged in trade and cultural communication.\n", "\tRooted in the Silk Road spirit of peace and cooperation, openness and inclusiveness, mutual learning and mutual benefit, the BRI upholds the principle of extensive consultation, joint contribution, and shared benefits to promote the common development of all countries in the world.\n", "\tChina has made great contributions to advancing the joint construction of the Belt and Road. The country is committed to safeguarding regional peace and stability, and working with various countries to build roads, railways, wharfs, telecommunications infrastructure and industrial parks. By doing so, trade, personnel, technology and other resources of the Belt and Road countries have become intertwined more closely than ever before.\n", "\tAs a new platform for global development and cooperation, the BRI not only helps China embrace the world at a faster pace and reshape its opening up, but also enables all participants to board the express train of Chinaâ\u0080\u0099s development.\n", "\tThe Belt and Road cooperation has increased employment opportunities, promoted economic growth in countries along the route, and further consolidated the foundation of economic globalization, which will help countries resolve their disputes and build a future of peace and prosperity.\n", "\tThe Belt and Road cooperation is widely recognized and supported by countries in the world as its success is underpinned by full consideration of their needs.\n", "\tFor years, China has remained Thailandâ\u0080\u0099s largest trading partner and third largest source of investment. Under the BRI framework, Thailand has promoted a number of high-level trade and investment projects between the Thai and Chinese governments.\n", "\tThailand has also launched the Eastern Economic Corridor (EEC), a vital national strategy that will promote mutual support and investment between the country and China.\n", "\tThe two countries inked a memorandum of understanding on jointly advancing the construction of the Belt and Road, reaching consensus on the alignment of the BRI and the EEC.\n", "\tThe cooperation between Thailand and China will promote better development in aspects including tourism, education and academic research between the two countries and enhance the traditional friendship between the two peoples.\n", "\tIt takes only a few hours to fly from China to Thailand, so both countries enjoy convenient communication, mutual visits and work exchanges. In addition, most Thai citizens are familiar with Chinese culture. Under the BRI framework, the friendly cooperation between China and Thailand will be in full blossom.\n", "(Dr. Wanwon Chanoo is Vice President for Student Affairs in Dhurakij Pundit University. The article is compiled by Sun Guangyong, reporter of Peopleâ\u0080\u0099s Daily based on an interview with Dr. Wanwon Chanoo.)"]}