{"title": "BRI cooperation crucial for China-Italy bilateral ties\n", "time_author": "By Alex Chan (People's Daily Online)    14:00, April 24, 2019\n", "content": ["\tDuring President Xiâ\u0080\u0099s state visit to Italy last month, China and Italy signed their first ever Memorandum of Understanding (MoU) on cooperation within the framework of the Belt and Road Initiative (BRI). As the first G7 country and founding member of the European Union (EU) to officially endorse this ambitious project, Italy made an independent decision, which is fully in line with its commitment within the EU. Indeed, the MoU fully supports the building of synergies between BRI and the Investment Plan for Europe, a plan aimed at boosting investment, job creation, and innovation in Europe.\n", "\tItaly is a major European country, however its economy has been stagnant over recent years. In 2018, Italyâ\u0080\u0099s real GDP grew by 1.0 percent. According to OECD, Italyâ\u0080\u0099s growth in 2019 and 2020 is projected at only 0.9 percent, as a result of rising uncertainly and higher interest rates, which will lower the predisposition of Italian firms to invest and households to consume. With the recently signed MoU on BRI, Italian development will see a drastic stimulus, which would affect many aspects of its economy. According to Italian Deputy Prime Minister Luigi Di Maio, the MoU between China and Italy is worth an initial 2.5 billion euros, yet has a potential value of 20 billion euros.\n", "\tThe MoU focuses on six main areas of cooperation, covering policy dialogue, transport, logistics and infrastructure, trade and investment, financial cooperation, people-to-people connectivity as well as green development. In terms of transport, logistics and infrastructure, China and Italy agreed to work towards expanding two-way trade and investment flow, industrial cooperation, and cooperation in third country markets. Not only does the MoU contribute in increasing trade ties between the two countries, it also proves to be a mutually beneficial cooperation agreement. Such cooperation is transparent and non-discriminatory and paves the way for other forms of win-win partnerships in North-South, South-South as well as triangular cooperation.\n", "\tChina and Italy have expressed their full opposition to unilateralism and protectionism. Through increased trades and investment, as well as financial cooperation, the two sides have a lot to gain and to contribute to the international community. As two major cultural civilizations, further people-to-people connectivity is needed. The agreements also touch upon the topics of people-to-people and cultural exchanges. The two countries endeavored to develop their sister cities network and fully utilize the platform of Italy-China Culture Cooperation Mechanism to work on the twinning of Chinese and Italian UNESCO world heritage sites.\n", "\tâ\u0080\u009cChina and Italy are both stellar examples of Eastern and Western civilizations, and both have written splendid chapters in the history of human progress,â\u0080\u009d wrote President Xi in signed article in Italian newspaper Corriere della Sera. In fact, their contribution to the development of humankind is likewise reflected in being the two countries with the highest number of UNESCO world heritage sites in the world. During President Xiâ\u0080\u0099s visit last month, Italy promised to return 796 Chinese cultural relics to China. This is a very symbolic yet practical cooperation in Sino-Italian cultural ties and represents the largest scale of international repatriation of Chinese cultural relics since 1998.\n", "\tIn terms of cooperation in green development, the two countries agreed to cooperate in the field of ecologic and environmental protection as well as climate change. Most importantly, they reiterated their commitment to the implementation of the 2030 Agenda for Sustainable Development and the Paris Accord on Climate Change. The MoU on BRI is not only comprehensive and inclusive, but also highly sustainable with a human-centered approach. According to Italian Prime Minister Giuseppe Conteï¼\u008c cooperation with China in the field of connectivity opens up greater opportunities for Italy. Prime Minister Conte went on to say that Italian companies operating in the fields of construction, shipbuilding, energy networks and all sectors linked to infrastructure will directly be involved in major BRI projects.\n", "\tAccording to the report The Belt and Road Initiative: Progress, Contributions and Prospects recently released by the Office of the Leading Group for Promoting the Belt and Road Initiative, from 2013 to 2018, the value of trade between China and other BRI nations reached over $6 trillion, accounting for 27.4 percent of Chinaâ\u0080\u0099s total trade in goods. The report also goes on to say that there is stable growth in Chinaâ\u0080\u0099s direct investment in BRI countries. In fact, from 2013 to 2018 China's direct investment in these countries exceeded $90 billion, achieving revenue of $400 billion in foreign contracted projects. With numbers and data that show that BRI cooperation is tangibly fruitful, Italy has made the wise decision to join the visionary Initiative.\n", "\tItaly is favorably located in the Mediterranean Sea, a strategic area where Eurasia meets Africa. Since the BRI focuses on Asia, Europe and Africa, the Mediterranean basin represents a major geographical region for Sino-Italian cooperation on BRI. Moreover, as the Second Belt and Road Forum for International Cooperation (BRF) will soon kick off in Beijing, now is the time to reflect on the achievements and explore further cooperation opportunities in this leading international platform. China and Italy have now a unique occasion to exploit their mutual complementary strengths for accomplishing practical cooperation and sustainable growth. This is why BRI is crucially important for these two cultural superpowers, who will also celebrate 50 years of bilateral diplomatic ties next year.\n", "The author is a doctoral researcher in diplomacy at Peking University. Previously, he graduated in China studies from Peking University and international relations from the London School of Economics. "]}