{"title": "China to turn BRI into a green public product for the world\n", "time_author": "By Zhong Sheng (People's Daily)    10:05, April 24, 2019\n", "content": ["\tChina is ready to jointly turn the Belt and Road Initiative (BRI) into an international green public product with international partners as the second Belt and Road Forum for International Cooperation (BRF) is just around the corner.\n", "\tGlobal partners of the BRI have expressed their faith in and expectations on the forum, saying Chinaâ\u0080\u0099s commitment to implementing the green development philosophy in the construction of the BRI has been well recognized, and the green development has become an international consensus in the construction of the BRI.\n", "\tLooking ahead to the broad prospects of the construction of the BRI, people increasingly feel that Chinaâ\u0080\u0099s efforts to cultivate ecosystems based on respect for nature and green development are effective and have injected strong impetus into the building of a clean and beautiful world.\n", "\tThe BRI reflects Chinaâ\u0080\u0099s original aspiration for and adherence to sustainable development.\n", "\tEnvironmental issues ultimately boil down to a question of development philosophy. In the process of modernization, a number of countries have followed the beaten path of â\u0080\u009cpollution first, treatment afterwards,â\u0080\u009d which represents a massive environmental cost.\n", "\tChina has always attached great importance to the construction of ecology. The country has strived to solve the contradiction between economic development and environmental protection through learning from domestic and international experiences in development.\n", "\tAchim Steiner, former Executive Director of the United Nations Environment Programme (UNEP), declared Chinaâ\u0080\u0099s proposed ecological progress a useful exploration and concrete practice in making the concept of sustainable development a reality, and providing references whereby other countries may address similar challenges.\n", "\tIt is recognized that China has lived up to its responsibility as it actively promotes the construction of a green Belt and Road and allows other countries to share green development opportunities.\n", "\tSound ecological environment is the fairest public product and the most universal form of public welfare. To move BRI cooperation toward quality development, itâ\u0080\u0099s essential for all partners to work together for international public good of green development, promote development and improve peopleâ\u0080\u0099s livelihood while protecting the ecological environment.\n", "\tPositive results have been achieved from the joint construction of a green Belt and Road. The China-built Mombasa-Nairobi Standard Gauge Railway in Kenya is a vivid example.\n", "\tA special passageway has been built for large animals so that they can walk through the railway bridge safely. â\u0080\u009cElephants are seen cooling themselves off in a pool and giraffes stretching their heads to eat leaves, unaffected by a train that passes by them,â\u0080\u009d a foreign reporter described the harmonious scene along the railway in an article.\n", "\tThe Nam Ou River Cascade Hydropower Project in Laos was invested and constructed by Power China. The company provided saplings for locals, organized tree planting activities and taught them how to protect trees. Now, the reservoir area has become a tourist attraction.\n", "\tAt the China-built solar power station in Punjab, Pakistan, people can plant grass and melons under the photovoltaic panels. These vivid stories represent the positive outcomes of the co-construction of a green Belt and Road.\n", "\tTo cultivate a green Belt and Road has been a broad consensus of all parties participating in the BRI. More than 100 institutions have become partners of the International Coalition for Green Development on the Belt and Road jointly established by China and the UNEP.\n", "\tChina established a cooperation mechanism for preventing and controlling desertification with the UN, issued the Green Investment Principles for the Belt and Road with an institute from the UK, and launched a new project to advance sustainable economic development in the Yangtze River Basin by drawing on international experiences in environmental protection with the Paulson Institute.\n", "\tWith the participation of all parties, the construction of a green Belt and Road is in full swing in line with the principle of openness and transparency.\n", "\tThe second BRF will include a parallel sub-forum with the theme of green development, which reflects the common dream of jointly building a green Belt and Road.\n", "\tIt is believed that that the belief and actions of building the Belt and Road into a road that facilitates green development will surely continue to make new contributions to building a clean and beautiful world.\n", "(Zhong Sheng, a homonym in Chinese for â\u0080\u009cvoice of Chinaâ\u0080\u009d, is a pen name often used by People's Daily to express its views on foreign policy.)"]}