{"title": "BRI: Nepal looks to Beijing with Optimism\n", "time_author": "By Saroj Gautam (People's Daily Online)    18:17, April 22, 2019\n", "content": ["\n", "A freight train is travelling from Northwest China's Lanzhou for a journey en route to Kathmandu, capital of Nepal. (Photo/People's Daily Online)\n", "\tThe â\u0080\u0098Hunan Culture Poster Exhibitionâ\u0080\u0099 in Kathmandu and 'Nepal Thanka Art Exhibition' in Beijing both kicked off on the same day - April 13, 2019, though not coincidentally. The exchanges between the peoples linked by the worldâ\u0080\u0099s tallest peak Mt. Everest are only the latest instances of snowballing multifaceted cooperation under the framework of the Belt and Road Initiative (BRI).\n", "\tWhile further fortifying the age-old bond, the BRI has evidently mounted optimism in the Himalayan nation. People in Nepal take this initiative as an avant-garde platform. With the matchless model of Chinese infrastructure development pace, the BRI in Nepal is foreseen as a milestone to bridge the infrastructure gap for competitive growth and diversification of the landlocked state's trade exchanges.\n", "\tAs an accumulative leap of Chinaâ\u0080\u0099s four-decade-long experience of reform and opening up, the BRI is deemed a cooperation modality offered to struggling countries like Nepal. China has cultivated its experiences and expertise through an unprecedented economic growth and development model, throwing western economists. Nepal can learn from Chinaâ\u0080\u0099s unrivaled approach to poverty alleviation and economic development via rapid infrastructural development in its poverty-stricken provinces. Bordering Tibet Autonomous Region (TAR) with identical geography, Nepal is an important gateway of China to South Asia. Underpinned by strong investment in infrastructure and robust consumption, Tibet has recently observed the highest economic growth rate. It may sound unbelievable, but up to the mid-1990s, many consumer goods in Tibet were exported from Nepal. Now, the latter receives a wide variety of daily use articles from Tibet, while the autonomous region tells a persuasive tale of BRI boon.\n", "\n", "The author Saroj Gautam is associated with Nepalâ\u0080\u0099s AP1HD Television (Photo/Provided by Saroj Gautam)\n", "\tAgainst this backdrop, Nepal's President Bidhya Devi Bhandari will attend the much-anticipated second Belt and Road Forum for International Cooperation (BRF) in Beijing this week. The visit has great significance as Mrs. Bhandari is Nepalâ\u0080\u0099s first head of state to visit the Chinese capital after the abolition of the monarchy in Nepal in 2006. On the eve of the BRF, Nepal government decided to sign the Belt and Road Initiative Tax Administration Cooperation Mechanism (BRITACOM) as a founding member. Moreover, the protocol of the new Nepal-China Transit Transport Agreement (TTA) is expected to be signed and exchanged between top leaders of both countries on the sidelines of the second BRF.\n", "\tThe TTA holds an extraordinary connotation for Nepal as it allows the landlocked country to use four seaports in Shenzhen, Lianyungang, Zhanjiang and Tianjin and three dry ports at Lanzhou, Lhasa and Xigatse, paving the way to Chinese railway lines. Most importantly, it shall end Nepalâ\u0080\u0099s sole dependency on India to trade with third-party countries.\n", "\tA week before Bhandari's trip to Beijing, two news headlines set a positive mood in the Himalayan country. China Overseas Engineering Group completed a 12.2 km tunnel as part of the Bheri Babai Diversion Multipurpose Project in a western district of Nepal a year before the deadline. The first use of a tunnel boring machine (TBM) was hailed as a â\u0080\u009cbreakthroughâ\u0080\u009d by Nepali leaders including Prime Minister KP Oli. China CAMC Engineering was another firm to receive praise when it completed the construction of Pokhara Regional International Airport, long before the given date.\n", "\n", "Nepali Prime Minister KP Oli attends the TBM Tunnel Breakthrough Ceremony. (Photo/Chinanews.com)\n", "\tThe enthusiasm ignited by pictures of a freight train waiting at a station in Lanzhou en route to Kathmandu in May, 2016, in the aftermath of the Indian blockade, has not faded from mainstream and social media.\n", "\tGiven its unique geographical location, Nepal plays a vital role in connecting South Asian countries to China. The scheduled attendance of President Bhandari to the 2nd BRF is confirmation of Nepal's commitment to the BRI and Chinaâ\u0080\u0099s commitment to supporting Nepal. Nepal will harness the immense possibilities of economic cooperation between two neighbors through the widest and longest economic corridor to be built.\n", "\tWith the sweet reminiscence of the past, people in Nepal are looking north for Chinese craftsmanship to fill the infrastructure paucity and financial gap.\n", "\tAs the Chinese proverb goes, â\u0080\u009cDo not be afraid of moving slowly. Be afraid of standing still.\" Nepal is casting its attention to Beijing this week in the hope of furthering cooperation with China at the 2nd Belt and Road Forum for International Cooperation.\n", "The author is associated with Nepalâ\u0080\u0099s AP1HD Television. He writes on international affairs and diplomacy. You can follow him on Twitter @gautam_sarose. "]}