{"title": "Op-Ed: China has a political force that unites the people, and this is a major advantage\n", "time_author": "By Curtis Stone (People's Daily Online)    13:10, April 22, 2019\n", "content": ["\n", "File Photo: Tourists at Tiananmen Square on National Day, October 1, 2018.\n", "\tIt would be a stretch to say that Western-style democracy is on the verge of collapse, but there is a real breakdown unfolding on the world stage. In Brexit Britain, people do not know where the country is heading. In the deeply-divided United States, the Democratic and Republican political parties cannot agree on much of anything, trapping the country in endless political fights. Look around the Western world, and the symptoms of the failure of their political systems are obvious.\n", "\tOn the other hand, China, under the leadership of the Communist Party of China, is producing some amazing results and the people of China have strong confidence in their future. It is not hard to see why. According to data from the World Bank, Chinaâ\u0080\u0099s GDP in current US dollars was just roughly $60 billion in 1960. It more than doubled to about $150 billion around the start of reform and opening-up and then quickly shot up to over $12 trillion by 2017. Despite what criticism China receives, the Communist Party of China has created a much better future for over 1.3 billion Chinese people, as well as for many others around the world.\n", "\tOne of Chinaâ\u0080\u0099s greatest achievements to date is its poverty reduction achievements. The 2030 Agenda for Sustainable Development, adopted by all UN member states in 2015, provides a shared blueprint for peace and prosperity for people and the planet. The primary goal, which is to put an end to poverty once and for all, is something that China, the worldâ\u0080\u0099s largest developing country, has always attached great importance to, lifting more people out of poverty than any other country in the world.\n", "\tBehind these results are the ruling partyâ\u0080\u0099s organs at various level, which have been the fighting force in the countryâ\u0080\u0099s battles against poverty.\n", "\tOne practice in Chinaâ\u0080\u0099s poverty alleviation campaign is that the selection and assignment of capable persons to serve as the first secretary in impoverished villages to lead people in carrying out targeted and precise poverty relief measures. These leaders are carefully selected by the Organization Department of the CPC Central Committee, the nationâ\u0080\u0099s â\u0080\u009cHR department,â\u0080\u009d which oversees some 90 million members. This unique practice has proven very successful and demonstrates the advantage that the Chinese political system has in mobilizing resources to achieve a certain goal.\n", "\tAll in all, the Chinese model has been very successful. This is backed up by major polls, such as those by the Bill & Melinda Gates Foundation and Gallup, which show that not only are most Chinese people positive about the future of their country, but the Chinese model is gaining global admirers. For example, in 2018, Ipsos carried out a survey funded by the Bill & Melinda Gates Foundation and found that 94% of Chinese youth (age 12-15) were optimistic about the future of their own country. The survey also found that 88% of Chinese adults were positive about the future of China. And just last month, Gallup found that a positive international perception of Chinese leadership continues to strengthen, with Chinaâ\u0080\u0099s approval rating rising to its highest in almost a decade.\n", "\tBut China would not be in the strong position it is in today if it had adopted the Western system that is premised on nasty confrontation. What keeps the nation together and moving forward is a powerful political force that acts as a bonding agent in a country with a long, complex history.\n", "\tChinese experts, such as Fudan Universityâ\u0080\u0099s Zhang Weiwei, have pointed out that, as a super-large modern state with a long history, China has developed a tradition of governance by a unified ruling group, and the Communist Party of China maintains this tradition. During most of the countryâ\u0080\u0099s history of unified governance, China was arguably better governed and more prosperous than the West. The country only began to lag when it closed its door to the outside world and missed the Industrial Revolution, but China is now on the right path and is catching up fast to the West.\n", "\tThe Chinese people are fortunate to have a political force that represents their overall interests. Moreover, unlike the West, the process of selecting officials is a careful and rational process and leaders in China are selected based on both integrity and ability. In the Western system, rookie politicians can win over voters by cheap talk and big money is used to influence outcomes. The end result of such a system is often constant bickering and fighting and a lot of governmental dysfunction.\n", "\tThe China model is very different. As Zhang describes it, China practices a system of â\u0080\u009cselection and electionâ\u0080\u0099â\u0080\u0099 â\u0080\u0093 where competent leaders are selected based on performance and broad support after various types of evaluations and elections. Both models have elections baked into them, but the Western model lacks the rigorous testing process of the Chinese model, and instead depends on the â\u0080\u009crationalityâ\u0080\u009d of everyday people to make the best decision, which in some cases, like the UKâ\u0080\u0099s Brexit referendum, the outcome can be irrational and, quite frankly, dangerous.\n", "\tThis is what makes the Chinese political process unique. The Communist Party of China, the worldâ\u0080\u0099s largest ruling party, unites all political parties and people toward a common goal, overcoming the trap of nasty confrontation among multiple political parties. In the United States, partisan conflict is ripping apart the nation and undermining development efforts; in the United Kingdom, nasty confrontation is undermining political stability. Both countries lack an overarching political force to make political parties and people work together for the common goal of building a stronger country.\n", "\tWestern parties are avowedly parties with partial interests, while the Communist Party of China is a party with integrated interests, which represents the long-term interests of the general public, according to Chinese scholars like Zhang. â\u0080\u009cCountries with political systems representing the long-term interests of the general public will perform well in international competition in the 21st century,â\u0080\u009d he said, adding: â\u0080\u009cThatâ\u0080\u0099s why I am optimistic about Chinaâ\u0080\u0099s political model.â\u0080\u009d\n", "\tAs the drama on the world stage shows, faith in the Western model is fading. Western-style democracy is not a one-size-fits-all system nor the end of history."]}