{"title": "Commentary: China proves socialism best way to eradicate poverty\n", "time_author": " (Xinhua)    10:03, April 20, 2019\n", "content": ["\tIn the countdown to Chinaâ\u0080\u0099s deadline to eradicate absolute poverty by 2020, the socialist system is playing a crucial role.\n", "\t\"Socialism means development. Development must serve the common prosperity for everyone,\" President Xi Jinping called for greater efforts to win the battle against poverty on time during a recent inspection tour to southwest China's Chongqing Municipality.\n", "\tChinaâ\u0080\u0099s socialist system has made it possible to pool resources for its aims and stick to its targets from start to finish, especially when it comes to tasks concerning peopleâ\u0080\u0099s livelihoods.\n", "\tThanks to consistent hard work, more than 700 million Chinese people have been lifted out of poverty in the past four decades, with poverty rate in rural areas lowered from 97.5 percent in 1978 to 1.7 percent in 2018.\n", "\tThe Communist Party of China (CPC) in 2017 pledged to eliminate poverty in all poor counties and regions by 2020, waging a final war on poverty to realize its goal.\n", "\tUnder the leadership of the CPC, poverty alleviation has become a strategic task for the country. Governments at every level have taken steps to ensure the task is completed on time.\n", "\tParty members have been dispatched to impoverished villages across the country to assist poverty reduction work, including government officials, ex-servicemen and college graduates, all working to fully implement the central government policy.\n", "\tChina has made it crucial to adopt customized measures based on local conditions to ensure resources are used in the right place at the right time.\n", "\tWith only two years until the deadline, the country is at a critical juncture in finishing off the final, and most difficult tasks, in its poverty reduction campaign. The socialist system will continue to show its strength in the final battle."]}