{"title": "Does China â\u0080\u0098Belt and Roadâ\u0080\u0099 initiative benefit Africa?\n", "time_author": "By Gerald Mbanda (People's Daily)    09:18, April 18, 2019\n", "content": ["\tThe fact that the Belt and Road project was initiated by China, but serves development interests of other countries is a confirmation of President Xi Jinpingâ\u0080\u0099s belief that the world can work together for the betterment of humanity, with shared prosperity, and that poverty elimination is possible and can be speeded up within developing countries. President Xi looks at the benefits of the â\u0080\u0098Belt and Road initiative in the lens of the Silk Road spirit of peace and cooperation, openness and inclusiveness, mutual learning and mutual benefit, with a view to realizing common development and prosperity and building a community of shared future for mankind.\n", "\tAccording to the African Economic Outlook Report (AEO, 2018), poor infrastructure is highlighted as a key challenge to Africaâ\u0080\u0099s inclusive growth. The report mentions that the problem is created by lack of investment in infrastructure, and Africa needs an estimate of $130â\u0080\u0093170bn annually to overcome the problem. The building of roads, railways and waterways will increase continental connectivity to ease import and export. The One Belt One Road Initiative has significantly invested in improving infrastrure in Africa, for example, in Kenya where China has invested $14billion to build a Standard Gauge Railway (SGR) that stretches 485kms. The One Belt One Road initiative gives developing countries an opportunity to have space in the global economy, create jobs and guarantee prosperity.\n", "\tThe Belt and Road initiative creates solutions to Africaâ\u0080\u0099s continental development agenda 2063, and promotes The China-Africa Cooperation (FOCAC), started in October 2000, with the aim of strengthening cooperation between China and African countries. The Ethiopia-Djibouti 756km electric railway project enabled land-locked Ethiopia to be connected to the Mediterranean sea, hence making it easy to promote trade and movement of people not only with Djibouti, but also playing a significant role in continental integration and connecting to the outside world.\n", "\tAt the time of inaugurating the Ethiopia- Djibouti Chinese built railway, the African |Union Advisor on Regional Integration, Rossette Nyirinkindi observed that, the project demonstrated Chinaâ\u0080\u0099s commitment to supporting Africa in realizing the continent's aspirations for development. She further said that, \"They (the Chinese) have demonstrated that they can stand by us to achieve our aspirations; and especially on infrastructure, this is a very good example of that very good cooperation.\"\n", "\tChina and Africa, have opportunities of cooperation and have always been a community of shared interests. According to the statistics by China Customs, in January 2018, the import and export value of China-Africa trade amounted to US$16.5 billion, with Chinaâ\u0080\u0099s exports to Africa amounting to US$8.31 billion, while Chinaâ\u0080\u0099s imports from Africa stood at US$8.19 billion. China has remained Africaâ\u0080\u0099s largest trading partner for nine consecutive years as major cooperation programs that deepened bilateral economic and trade exchanges, have been on the increase. During the FOCAC meeting that took place in December 2015, in Johannesburg, South Africa, President Xi Jinping pledged $60 billion in form of aid and loans to the African continent.\n", "\tIn July 2018, President Xi, visited Senegal, Rwanda and South Africa where he signed a number of cooperation agreements. In Senegal, President Macky Sall, noted that, \"Senegal takes a positive view of China's role in Africa, for its contribution to peace and stability and equally ... for the financing of budgets.\" During the September 2018 Summit of the Forum on China Africa Cooperation held in Beijing, the Rwandan President Paul Kagame, noted in his speech that, â\u0080\u009c Africaâ\u0080\u0099s wish is to be a full and integral part of the Belt and Road Initiativeâ\u0080\u009d. Kagame who also served as the African Union Chairman, further said, â\u0080\u009cChinaâ\u0080\u0099s engagement in Africa has been deeply transformational, both internally, and with respect to Africaâ\u0080\u0099s global position. That is why we now want to reinforce and scale up the Forum, in order to maximize the benefitsâ\u0080\u009d. These statements from African leaders, is a great testimony that Chinaâ\u0080\u0099s Belt and Road initiative is a great opportunity for Africaâ\u0080\u0099s development.\n", "\tHowever, it is important to note that although African countries realize the benefits of partnering with China in promoting the â\u0080\u009cBelt and Roadâ\u0080\u0099â\u0080\u0099 projects, Western critics try to paint another picture of Africa being choked with Chinese debts that could leave African nations with no choice but to hand over controlling stakes in strategic assets to the Chinese government, and the â\u0080\u0098re-colonization of Africaâ\u0080\u009d. This is not the case. The real fact is that China has challenged the decadeâ\u0080\u0099s long dominance of both US and EU in Africa and the above view is meant to bias African countries against China. African countries that struggle to pay their loans may have problems related bad negotiations skills, bad utilization of the loans or even high appetite for loans that may prove difficult to pay. In such cases, the problem is not attributed to the lender. Secondly, China loans have no strings attached unlike those given by Western financial institutions.\n", "\tIn a study conducted in 2016, in thirty six countries by Afrobarometer, a Pan-African research network, an average of 63 percent of Africans are highly impressed by Chinaâ\u0080\u0099s economic and political relationship with Africa. Former Senegalese President Abdoulaye Wade, once put it that, â\u0080\u009cChina which has fought its own battles to modernize, has a much greater sense of the personal urgency of development in Africa than many Western nationsâ\u0080\u0099â\u0080\u0099.\n", "\tAs China prepares to host the second Belt and Road forum in April 2019, the writing is on the wall that the initiative connects world countries and promotes mutually beneficial projects for the improvement of the wellbeing of world populations and achievement of sustainable development goals.\n", "The author is a journalist based in Kigali, Rwanda, and is a commentator on political issues in Africa and editor of an upcoming book on China and Rwanda. "]}