{"title": "UNECA chief hails role BRI to play in Africa's infrastructure, job creation\n", "time_author": " (Xinhua)    15:57, April 11, 2019\n", "content": ["\tADDIS ABABA, April 10 (Xinhua) -- Vera Songwe, executive secretary of the UN Economic Commission for Africa (UNECA), hailed the role that the China-proposed Belt and Road Initiative (BRI) would play in addressing Africa's problems in infrastructure and job creation.\n", "\tSongwe told Xinhua on Wednesday in an interview that the BRI will positively affect hundreds of millions of people in different countries, while it helps Africa develop infrastructure connectivity of varied types and create job opportunities that are pressing issues on the continent.\n", "\tProposed by China in 2013 to promote common growth and gain shared benefits, the BRI involves infrastructure development, trade and investment facilitation and people-to-people exchanges aimed at improving connectivity on a trans-continental scale.\n", "\t\"This (BRI) is probably one of the biggest growth and development initiatives that we have in the world,\" the UN official said, noting the BRI is essential to the continent.\n", "\tShe believes that the initiative, with the participation of many African countries, is particularly important because \"infrastructure today is one of the necessary requirements for Africa's growth.\"\n", "\tThe overall cost of infrastructure in Africa is around 130 billion U.S. dollars, Songwe estimated, saying that the initiative, a bid to enhance regional integration from policy to finance, will help boost the region's infrastructure construction.\n", "\tSince its proposal in 2013, the BRI, which envisions a trade and infrastructure network connecting Asia with Europe, Africa and beyond, has created economic opportunities and boosted common development among a number of countries.\n", "\tThe planned African free trade area will create a market covering around 1.2 billion people, she said, expecting the initiative to make more contribution to the continent's trade facilitation.\n", "\t\"Essentially when we talk market, we talk goods, we talk transportation,\" she said, adding that the BRI could help African countries move those goods much faster.\n", "\tThe free trade area was outlined in the African Continental Free Trade Agreement signed by over 40 African countries in March 2018. According to the UNECA, the agreement will boost intra-African trade by 52 percent by 2022."]}