{"title": "Chinaâ\u0080\u0099s foreign aid showcases responsibility of a major country\n", "time_author": "By Wang Heng (People's Daily)    09:29, April 01, 2019\n", "content": ["\tChina, the worldâ\u0080\u0099s largest developing country, has offered substantial assistance to other developing countries under the South-South Cooperation framework over the recent years.\n", "\n", "Sierra Leoneâ\u0080\u0099s former President Ernest Bai Koroma  uncovers gauze for a patient who has just received a cataract surgery. Koroma visited the Hospital Ship of Chinese People's Liberation Army (PLA) Navy, Peace Ark, on September 25th, 2017. He spoke highly of the free medical services the hospital ship offered to the people of Sierra Leone, and extended his thanks to the medical staff onboard. (Photo by Peopleâ\u0080\u0099s Daily Online)\n", "\tIt helps the recipient countries reduce poverty and improve livelihood, effectively promoting the economic and social development of these countries.\n", "\tIt has also made huge contribution to narrowing the North-South gap, enhancing South-South cooperation, and building a community with a shared future for mankind, establishing an image of a responsible major country.\n", "\tDuring the assistance, China has always adhered to the philosophy of equality, mutual trust, and win-win cooperation, and innovated ways of assistance, offering benefits to the independent development of the developing countries.\n", "\tHowever, China is still tarnished by some people in western countries who made groundless accusation that the countryâ\u0080\u0099s assistance has brought debt trap to the recipient countries. They even relate Chinaâ\u0080\u0099s assistance to the so-called â\u0080\u009cneo-colonialismâ\u0080\u009d.\n", "\tIn this regard, China must make a clear stand, and explain what it has done in its foreign assistance.\n", "\n", "Ethiopians study traditional Chinese bamboo weaving skills at a teaching base in Baijie township, Naxi district of Luzhou, southwest Chinaâ\u0080\u0099s Sichuan province, Aug.28, 2018. (Photo by Peopleâ\u0080\u0099s Daily Online)\n", "\tForeign assistance is a due responsibility and obligation of developed countries, and the UN has made explicit requirement about it in relevant documents.\n", "\tThe UN requested that developed countries should donate 0.7 percent of their national income to assist developing countries, an important index to assess the foreign aid of each country.\n", "\tHowever, most of the developed countries among the 28 members of the Development Assistance Committee under the Organization for Economic Co-operation and Development failed to reach the standard.\n", "\tBy contrast, itâ\u0080\u0099s estimable for China, the largest developing countries, to offer assistance for other developing countries.\n", "\tForeign assistance plays an important role in Chinaâ\u0080\u0099s international engagement, and developing countries remain a major part of Chinaâ\u0080\u0099s international cooperation.\n", "\tChinaâ\u0080\u0099s foreign aid does not go beyond the framework of South-South Cooperation, and it is mutual help between developing countries. China attaches no political string to its foreign assistance, and always respects the willingness and demand of the recipient countries.\n", "\tIt sticks to equal consultation and does not export the Chinese model of development, focusing on the economic and social development of the local community. That is the fundamental difference between the foreign aid models of China and western countries.\n", "\tâ\u0080\u009cGive a man a fish and you feed him for a day; teach a man to fish and you feed him for a lifetime.â\u0080\u009d Aligning development strategies with developing countries, China has improved the developing capability of the recipient countries through trainings.\n", "\tThe country also attaches great importance on infrastructure construction, and has built a large number of livelihood projects in the recipient countries. These projects contributed to poverty reduction of the local community, and also enhanced the sense of gain for local people.\n", "\tChinaâ\u0080\u0099s foreign aid is gradually growing larger with increasing influence. The scale and level of the foreign assistance that China offers are in accord with the countryâ\u0080\u0099s development, and the country is not over-assisting.\n", "\tChinaâ\u0080\u0099s foreign aid is not only unilateral effort, as mutual benefit and win-win results possess an important position. By offering support in infrastructure and productive projects to the recipient countries, China is also creating opportunities for its enterprises to go global.\n", "\tFor instance, China has become Africaâ\u0080\u0099s largest trading partner since 2009. It indicates that through foreign aid, China and the recipient countries have achieved win-win results and common development.\n", "\tThe aid from western countries to developing countries often have economic and political strings attached, which has added burden to the recipients, both in history and at present.\n", "\tOn the contrary, China, by expanding cooperation and actively promoting the social and economic development of the developing countries, can enhance their capability to pay the debts.\n", "\tFacts speak louder than words. Chinaâ\u0080\u0099s efforts are well recognized by a number of developing countries. To improve the livelihood of various countries is not only Chinaâ\u0080\u0099s responsibility as a major developing country, but also a wish of the Chinese people.\n", "\t(Wang Heng is deputy director and professor of the Institute of African Studies, Zhejiang Normal University)"]}