{"title": "Commentary: When Eastern tea meets Western beer\n", "time_author": " (Xinhua)    09:25, March 29, 2019\n", "content": ["\tBEIJING, March 28 (Xinhua) -- \"To me, the moderate tea drinker and the passionate beer lover represent two ways of understanding life and knowing the world, and I find them equally rewarding,\" Chinese President Xi Jinping said in a speech at the College of Europe in Belgium in 2014.\n", "\tDuring that trip, the Chinese leader made the tea-beer comparison to describe connections of various civilizations.\n", "\tAs Xi wrapped up his first overseas visit in 2019, the China-Europe relationship stands as profound, solid and vigorous as ever, and the comparison he made five years ago still rings true today.\n", "\tTea, with its cooling, slightly bitter, and astringent flavor, represents the implicity of the East. Beer, on the other hand, with its yeasty, malty, and refreshing taste, symbolizes the passion of the West.\n", "\tThe two kinds of beverage speak for two different lifestyles and ways to understand the world, just as Chinese and European civilizations both have their respective strengths and no one civilization can be judged superior to another.\n", "\tXi's just concluded Europe tour, brimming with warmth and goodwill, has reaped the fruits of trust and friendship. Within a week, the world has not only witnessed crucial common understandings reached among the leaders and fruitful results in economic and trade cooperation, but also captured touching moments in the area of people-to-people exchanges.\n", "\tThe international community has seen a splendid dialogue between tea and beer, a wonderful interaction between East and West.\n", "\tChina, Italy and France, all blessed with age-old cultures, have been deeply connected since ancient times, continuously cementing the foundation of their friendships throughout history.\n", "\tAs early as over 2,000 years ago, China and ancient Rome, though thousands of miles apart, were already connected by the Silk Road. During the Eastern Han Dynasty (AD 25-220), Chinese emissary Gan Ying was sent to search for the Roman Empire, known as \"Da Qin\" in China at that time.\n", "\tOver seven centuries ago, the young Venetian merchant and explorer Marco Polo embarked on a trailblazing journey along the ancient Silk Road that led him through Central Asia to China, becoming the pioneer of cultural exchanges between East and West. He was followed by a long list of explorers over the centuries.\n", "\tDuring Xi's visit to France earlier this week, French President Emmanuel Macron presented him the original French version of \"An Introduction to The Analects of Confucius,\" published in 1688, as a national gift when the two leaders met this time in Nice.\n", "\tThe more exchanges different civilizations seek, the better understanding and mutual respect they will achieve.\n", "\tToday, an increasing number of European countries are looking at the spectacular development of China with an open mind, and look forward to working together with the Asian country.\n", "\tAs Italian President Sergio Mattarella said in his meeting with Xi, Italy believes that China's rejuvenation will make new historic contributions to world peace and prosperity.\n", "\tPrior to Xi's visit, eight students from Rome Convitto Nazionale Vittorio Emanuele II, an Italian boarding school, together with President Paolo M. Reale of the school, wrote to Xi to express their expectations for the visit and their willingness to promote friendship between the two countries.\n", "\tMonaco is also witnessing a growing number of students learning Chinese. So far, 131 Confucius Institutes have been established in European Union (EU) member states.\n", "\tIn 2018, nearly 40,000 Chinese students were studying in France and more than 100,000 French students were studying Chinese; a record number of Chinese tourists visited France.\n", "\tThe vivid people-to-people exchanges between China and Europe, sincere and intense, will stand the test of time and remain strong in an uncertain world.\n", "\tAlthough China and Europe differ in political and economic systems, cultures and levels of development, like the different tastes of tea and beer, they can live in harmony without uniformity and join hands to elevate China-Europe ties to a new level."]}