{"title": "Commentary: Xiâ\u0080\u0099s European trip endows pragmatic cooperation with new connotation\n", "time_author": " (People's Daily)    09:43, March 26, 2019\n", "content": ["\tChinese President Xi Jinpingâ\u0080\u0099s ongoing state visits to Italy, Monaco and France will build new hope, forge new highlights and endow new connotation for pragmatic cooperation between China and the three countries.\n", "\tThe decision to deepen cooperation came at the right time as the spring heralds the best time of the year.\n", "\tXiâ\u0080\u0099s trip reflects the high importance China lays on Sino-European relations and the countryâ\u0080\u0099s efforts to continuously deepen Sino-European comprehensive strategic partnership. It also shows Chinaâ\u0080\u0099s willingness to further strengthen pragmatic cooperation with relevant countries to achieve win-win and mutually beneficial outcomes.\n", "\tIn addition, the Chinese Presidentâ\u0080\u0099s visit demonstrates Chinaâ\u0080\u0099s responsibility to join hands with the three countries to advance pragmatic cooperation toward greater progress in a down-to-earth way.\n", "\tXiâ\u0080\u0099s trip, carrying Chinaâ\u0080\u0099s deep friendship with the three countries, sends Chinaâ\u0080\u0099s goodwill to work with them to inherit and carry forward the spirit of cooperation, enhance strategic coordination, promote the international community to seek common ground while reserving differences, pursue development through collaboration, and contribute new wisdom and strength to the building of a better world.\n", "\tXiâ\u0080\u0099s diplomacy has drawn China closer to the world. By building more consensus, it has gradually turned the forging of a new type of international relations featuring mutual respect, fairness, justice, and win-win cooperation into a common action, and made the building of a community of shared future for mankind more charming.\n", "\tXiâ\u0080\u0099s European trip serves the common interests and expectation of China and Europe, and marks the concrete endeavor to actively respond to the current issues and challenges and expand the space for cooperation and development in an ever-changing world.\n", "\tCurrently, countries are faced with new issues and challenges, and presented with new opportunities and environment for cooperation at this crucial moment when the world is undergoing profound changes unseen in a century. In the world, no country is able to only take good care of its own interests without thinking about othersâ\u0080\u0099.\n", "\tTherefore, only by taking the opportunities of the times, coping with challenges through cooperation, enhancing strategic mutual trust and forging ahead with each other, can countries achieve common development and prosperity.\n", "\tDuring the trip, Xi and the leaders of Italy and France have witnessed the inking of cooperation agreements, and carried out in-depth communication with Head of State of the Principality of Monaco Prince Albert II, jointly pushing pragmatic cooperation in various fields for more achievements.\n", "\tA series of figures and the smooth operation of projects reflected the strength and potential of Chinaâ\u0080\u0099s economic and trade cooperation with the three countries, as well as the width and depth of such cooperation.\n", "\tSticking to the basic tone of China-Europe cooperation and following the general trend of Chinaâ\u0080\u0099s relations with Italy, Monaco and France in the new era, Xiâ\u0080\u0099s visits aim at strengthening high-level exchanges, upgrading bilateral pragmatic cooperation with joint efforts and cementing the partnership for common interests and development.\n", "\tSuch scenario will inevitably cultivate the soil for cooperation, advance bilateral relations toward mutual benefits and win-win results, and usher in a new era for bilateral relations.\n", "\tChina always upholds the philosophy of openness, inclusiveness, mutual benefit and win-win cooperation. The Belt and Road Initiative, advocating the principle of achieving shared growth through discussion and collaboration and guided by the Silk Road spirit, is a specific display of such philosophy.\n", "\tXiâ\u0080\u0099s European trip will further advance cooperation on the co-construction of the Belt and Road and enable relevant countries to create shared opportunities and common prosperity.\n", "\tIf one wants to go fast, walk alone; and if one wants to go far, walk together. The deepened pragmatic cooperation between China and the three countries will elevate China-Europe cooperation onto a new height.\n", "\tChina and Europe are two major forces to safeguard global peace, two markets to promote common development and two civilizations to make significant contributions to the progress of mankind.\n", "\tTo build the China-EU partnership for peace, growth, reform and civilization requires a firm grasp of the strategic direction of China-EU cooperation in the new era, and continuous expansion of the width and depth of China-EU relations. By doing so, a sound pattern of comprehensive, multilevel and wide-ranging cooperation will be established, and the economic globalization will become open, inclusive, balanced and beneficial to all.\n", "\tIn spring, people sow the seeds of hope. It is believed that President Xiâ\u0080\u0099s visits will bring Chinaâ\u0080\u0099s relations with Italy, Monaco and France onto a higher level, push China-Europe relationship toward greater progress under joint efforts, and write a new chapter for China-Europe relations. "]}