{"title": "China, Italy walk toward stronger ties\n", "time_author": "By Zhao Jiaming (People's Daily)    09:41, March 24, 2019\n", "content": ["\tThe city of Rome has been surrounded by a friendly atmosphere these days. Before Chinese President Xi Jinpingâ\u0080\u0099s state visit to the European country, Italian President Sergio Mattarella, Prime Minister Giuseppe Conte, and other politicians and famous people of various circles received interviews with Peopleâ\u0080\u0099s Daily.\n", "\tThe most special interview was the one we had with former Italian President Giorgio Napolitano. Though the 94-year-old respectable could not talk to us face-to-face due to his health conditions, he published a signed article on Peopleâ\u0080\u0099s Daily to send his best regards to President Xi.\n", "\tThese interviewees expressed a common view that China is open and confident under Xiâ\u0080\u0099s leadership, and has made impressive progress. They agree that China has created important opportunities for Italy and the world as a whole through its own development.\n", "\tAs two ancient civilizations in Asia and Europe, China and Italy started to share a special connection since more than 2,000 years ago.\n", "\tDuring the Eastern Han Dynasty (25-220 AD), Chinese emissary Gan Ying was sent to search for \"Da Qin\", the Chinese name of the Roman Empire at the time. When Julius Caesar (100-44 B.C.), the legendary Roman generalï¼\u008c turned up at a theater draped in splendid Chinese silk, he caused a big stir. The famous explorer Marco Polo's Travels roused the first wave of \"China fever\" among European countries.\n", "\tIn addition, from Martino Martini, author of the first Chinese grammar book in Europe, to the Peking opera version of Turandot jointly launched by artists of the two countries, numerous vivid pictures have depicted the frequent exchanges and friendly dialogues between the two ancient civilizations.\n", "\tLast year, Italy's Economic Development Ministry launched the Task Force China, a mechanism aimed at boosting economic relations with China. The move has displayed an active and pragmatic attitude of the Italian government toward strengthening cooperation with China. In 2018, China-Italy bilateral trade exceeded $50 billion, and two-way investment surpassed $20 billion.\n", "\tPresident Xiâ\u0080\u0099s visit is a significant event for not only both countries concerned, but also the whole world, said Italyâ\u0080\u0099s Finance Minister Giovanni Tria, adding that the trip will exert important influence over Europe-China relations and the world as a whole.\n", "\tChina and Italy are both supporters of multilateralism and free trade. The two countries could enhance communication and cooperation on global governance, climate change, reform of the World Trade Organization (WTO), so as to jointly safeguard global peace and stability, as well as development and prosperity.\n", "\tThe Italian side expects and believes that President Xiâ\u0080\u0099s visit will surely provide strong impetus and open a brighter prospect for the two countries to elevate their comprehensive strategic partnership.\n", "\tMartine, a clerk of a jewelry store at Spanish Square in Rome, speaks fluent Chinese. The young lady graduating from the Italian Institute of Oriental Studies at Sapienza University of Rome told Peopleâ\u0080\u0099s Daily that she has studied at Beijing Foreign Studies University and has a Chinese name Ma Lin.\n", "\tExcited about President Xiâ\u0080\u0099s visit, Martine said Chinaâ\u0080\u0099s openness, development and prosperity is beyond her imagination, adding that Italy needs China to develop. â\u0080\u009cI look forward to revisiting China as soon as possible,â\u0080\u009d she told Peopleâ\u0080\u0099s Daily.\n", "\tâ\u0080\u009cIn the course of over two millennia, our two countries have embraced the principles of mutual respect, mutual learning, mutual trust and mutual understanding in our interactions, principles that underpin our long-lasting, ever-strong friendship,â\u0080\u009d President Xi said in the signed article published on an Italian newspaper before his visit.\n", "\tThe principle is in line with the traditional Chinese culture of inclusiveness and harmony, which is to seek harmony within diversity and pursue common prosperity. The world is a community of shared future for mankind, though countries have different social systems, culture backgrounds, and development stages.\n", "\tOnly by having the mind and perspective that seeks inclusiveness, as well as the trait and spirit that pursues harmony can we eliminate conflicts between different civilizations and realize common development.\n", "\tForging a new form of international relations featuring mutual respect, fairness, justice, and win-win cooperation conforms to the trend of the times and is a natural choice of history, at a time when the world is undergoing profound changes unseen in a century.\n", "\tThe ancient Silk Road has composed an ever-lasting epic between China and Italy. In the new era, the two countries have the confidence and wisdom to upgrade the traditional friendship which is deeply rooted in history into concrete actions to enhance strategic mutual trust, consolidate pragmatic cooperation, promote cultural exchanges and strengthen communication and coordination, so as to better benefit the two peoples and the world. "]}