{"title": "Commentary: Facts reveal hypocrisy behind US claims on human rights\n", "time_author": "By Chang Jian (People's Daily)    10:08, March 22, 2019\n", "content": ["\tThe US, in the 2018 country reports on human rights practices released by its State Department on March 13, once again acted as a self-styled â\u0080\u009chuman rights defenderâ\u0080\u009d.\n", "\tIt continued pointing fingers at over 190 countries and slandering their human rights situations groundlessly, as if the US had done a perfect job in this regard. However, facts and data are clear enough to reveal its own serious human rights problems.\n", "\tThe US claims that it values the right to life of every person, but statistics indicates that the safety of American citizens has been seriously threatened.\n", "\tThe US reported 57,103 incidents of gun violence in 2018, resulting in 14,717 deaths, 28,172 injuries, including casualties of 3,502 juveniles.\n", "\tChicago was named as one of the most dangerous metropolis in the US, as hundreds of people were murdered annually in recent years. On August 4 and 5 last year, 74 people in the city were shot, and 12 of them killed.\n", "\tThe Huffington Post reported on December 6 that gun violence has shortened the life expectancy of Americans by nearly 2.5 years, with shooting driving down the average lifespan of African-Americans by 4.14 years, based on official data on gun deaths between 2000 and 2016.\n", "\tA 2018 report issued by the US Centers for Disease Control and Prevention said drug overdose deaths among US residents exceeded 70,000 in 2017, or 200 per day. The rate had increased on average by 16 percent per year since 2014.\n", "\tAccording to an article published on USA Today on December 18, 2018, the suicide rate of the US had climbed 33 percent since 1999. In 2017, more than 47,000 Americans committed suicide.\n", "\tThe US boasts its freedom of speech, but it is unprecedentedly controlling public opinions and pressuring news media.\n", "\tA total of 89.7 percent of American colleges maintained policies that restricted student and faculty expression, said a report issued by Foundation for Individual Rights in Education(FIRE), a non-profit, non-partisan group founded in 1999 that focuses on civil liberties in academia in the United States, after analyzing written policies at 466 of America's top institutions of higher education for their protection of free speech. In 11 states, at least half of colleges received the worst rating for â\u0080\u009cclearly and substantiallyâ\u0080\u009d restricting free speech rights.\n", "\tThe Columbia Journalism Review reported that the US arrested journalists 34 times in 2017, 29 of whom were arrested for protest, and nine were accused of felony. Forty-four journalists suffered from personal attacks.\n", "\tA Pew Research Center survey on American democracy and the political system showed 53 percent said the US did not respect â\u0080\u009cthe rights and freedoms of all people.â\u0080\u009d\n", "\tThe US labels itself as a role model regarding democratic politics, but what has been presented by statistics and facts is money politics.\n", "\tThe 2018 midterm elections were proved to be by far the most expensive midterm elections on record. The final cost of 2018 elections stood at $5.2 billion, a 35 percent increase over 2014 in nominal dollars, the Center for Responsive Politics said on November 8, 2018.\n", "\tRecords were also set by the more than $1.3 billion spent by outside groups â\u0080\u0093 those other than the candidatesâ\u0080\u0099 campaign committees â\u0080\u0093 and the $98 million in so-called dark money, said a USA Today report.\n", "\tThe Guardian reported on August 7, 2018 that US elections were widely seen to be corrupt by the public. Members of Congress were viewed to be captured by corporations, wealthy donors and special interests groups. The average cost of winning a Senate seat was $19.4 million while winning a House of Representatives seat would cost at least $1.5 million on average.\n", "\tAccording to a report released by Philip G. Alston, special rapporteur on extreme poverty and human rights for the UN, the combined wealth of the US cabinet reached about $4.3 billion, turning the US government into the spokesperson of the rich people.\n", "\tThe US took a vow of equal protection of everyoneâ\u0080\u0099s dignity, but the dignity of American women and children have long been trampled on.\n", "\tAn online survey done by non-profit organization Stop Street Harassment found that 81 percent of women interviewed had experienced some form of sexual harassment during their lifetime. Another industry-wide survey by USA Today suggested that 94 percent of the surveyed women would have experienced some form of harassment or abuse during their career.\n", "\tAs reported by Gallup on November 12, the percentage of the US women who say they worry about being a victim of sexual assault has edged up to 36 percent, the highest figure bbbbbbbbbbbbbbbbbsince 2011.\n", "\tMore than 300 Catholic priests in Pennsylvania committed sexual abuse against a large number of children over the past 70 decades, with more than 1,000 victims, while senior church officials took steps to cover it up, said a CBS report.\n", "\tAccording to a report by Star-Telegram on December 9, 2018, 168 clergies from fundamental Baptist churches spanning 40 US states were accused of committing sexual crimes against children, with as many as 45 of them continuing in ministry.\n", "\tNearly 40 percent of American middle-schoolers said theyâ\u0080\u0099d been bullied while 27 percent of high-schoolers said the same, said a report issued by nonprofit group YouthTruth.\n", "\tThe US poses as a country attaching high importance to racial equality, but recent data indicated increasingly serious racial discrimination and ethnic violence have been prevalent in every field of the social life.\n", "\tA report released by the Federal Bureau of Investigation (FBI) said hate crimes rose by about 17 percent to 7,175 cases in the US in 2017. Offenses motivated by racial prejudice made up about 60 percent of hate crimes, with African-Americans being targeted in nearly half of them.\n", "\tAccording to the analysis of homicide arrest data on Washington Post, in the past decade, 63 percent of suspects who killed white victims were arrested, while the percentage of suspects who killed black victims was only 47. A 2017 survey by Pew Research Center indicated that 81 percent of African-Americans believe racial discrimination to be a serious issue in todayâ\u0080\u0099s world, up from 44 percent 8 years earlier.\n", "\tThe US promises to guarantee human rights protection for countries around the globe, but is indeed following unilateralism under the banner of â\u0080\u009cAmerica firstâ\u0080\u009d.\n", "\tIt broke its faith by flagrantly withdrawing from the UN Human Rights Council, the UNESCO, the Paris Climate Agreement, and Iran nuclear deal. In addition, it rejected to ratify core UN human rights treaties such as the International Covenant on Economic, Social and Cultural Rights, the UN Convention on the Rights of the Child, and the UN Convention on the Rights of Persons with Disabilities.\n", "\tFacts and statistics evidenced the hypocrisy and dual-standards of the US government on human right issues. The US takes human rights as a tool to slander and attack other countries, and protect the capital interests of the privileged class, which fully exposed the duplicity of its clarification on human rights practices.\n", "(Chang Jian, director of the Center for Human Rights Studies, Nankai University) "]}