{"title": "What is Chinaâ\u0080\u0099s development model?\n", "time_author": "By Curtis Stone (People's Daily Online)    16:42, March 21, 2019\n", "content": ["\n", "\tProfessor Zhang Weiwei, Fudan University (Photo/news.fudan.edu.cn)\n", "\tRecently, Zhang Weiwei, a Professor at Fudan University in Shanghai, appeared on a TV show, China Now, to talk about Chinaâ\u0080\u0099s development model.\n", "\tBelow we summarize some of his points of views.\n", "\tDuring his appearance on China Now, Professor Zhang Weiwei talked about a forum in Germany he participated in 2007 where he talked about the rise of China. After his talk, there was a Q&A session. A European scholar asked Professor Zhang: When will China democratize?\n", "\tProfessor Zhang answered with a question: â\u0080\u009cHow do you define democracy?â\u0080\u009d The scholar said that the answer was simple, defining it as one person, one vote, universal suffrage, and rotation of political power. â\u0080\u009cAt least European values are like this,â\u0080\u009d he added.\n", "\tProfessor Zhang asked the scholar if he was aware that Chinese people have their own values. To give an example, he said that Chinese people often talk about â\u0080\u009cseeking truth from facts.â\u0080\u009d He also said that China has been unable to find an example of a developing county modernizing through this form of democratization. The professor mentioned that he has travelled to over 100 countries and his argument still stands strong.\n", "\tOne scholar brought up India as an example. Professor Zhang asked him if he had been there before. He said no. Professor Zhang said that he had been there twice before (he returned another two times later) and traveled to various parts of the country. During his trips, he saw a lot of poverty in Mumbai and Kolkata, more than what he has seen in China over the past 20 years.\n", "\tAnother scholar brought up Botswana as an example. This scholar had never traveled there before. Professor Zhang said when he visited the country it had a population of only 1.7 million and a Western-style democratic system was in place. There was no major turmoil, the country was very rich in resources, there were diamond mines, and the ethnic composition was relatively simple, he said. But even with such good conditions, the country was still relatively backward. At that time, life expectancy had dropped to less than 40 years old due to the AIDS epidemic.\n", "\tProfessor Zhang asked if anybody had any other examples. Someone said Costa Rica. Professor Zhang pointed out that India, Botswana, and Costa Rica frequently come up in the West when talking about Western-style democracy in developing countries.\n", "\tA similar process then unfolded. The professor asked the person if he had been there before, to which the person replied, no. Professor Zhang said that when he had traveled to Costa Rica it was a small country with a population of just over 4 million. Most of the people are European immigrants. Overall it felt like a backward country. There were lots of slums in the cities and about 20% of the population was in a state of extreme poverty, the professor said.\n", "\tWith no good examples to counter his argument, the professor sighed, thinking that while there are many countries in the world that have adopted Western-style democracy, Western scholars can only cite a few relatively successful examples to support their claim. But even those few countries are nowhere near as successful as China when viewed from the Chinese perspective and measured by Chinese criteria.\n", "\tProfessor Zhang then asked them: â\u0080\u009cWhat other examples do you have?â\u0080\u009d No one responded, so he said if examples of failure are what you want, there are a bunch more countries to choose from.\n", "\tâ\u0080\u009cIn my view, China has not adopted the Western model or a Western-recommended model. Instead, it follows its own set of practices and adheres to the Chinese model,â\u0080\u009d he said, adding that China has been far more successful than many other countries. Professor Zhang then summarized the characteristics of the Chinese model.\n", "The seven characteristics of the Chinese model according to Professor Zhang Weiwei:\n", "The first characteristic is practice-based reasoning. Professor Zhang said that Chinese people are pragmatic. The guiding ideology of Chinaâ\u0080\u0099s reform and opening-up is to seek truth from facts. That is to say, â\u0080\u009cpractice is the sole criterion for testing truthâ\u0080\u009d and it is encourage to not take a bookish approach. China is very clear that it is important to always learn from all the achievements of human civilization and gradually explore a road to success that is best suited for the Chinese people and their nation. In Chinaâ\u0080\u0099s examination of the facts, he said, China found that in developing countriesâ\u0080\u0099 pursuit of modernization, the Soviet Union model was not successful; nor was the Western model. So, China decided to boldly explore its own path, which it calls socialism with Chinese characteristics.\n", "\tâ\u0080\u009cThis difference in philosophical views is very important,â\u0080\u009d Professor Zhang said. He said that if you carefully compare the development paths of the Western model and the Chinese model, generally, you will see that Western-led reforms begin with constitutional revisions and amendments to laws and regulations before any specific action is taken.\n", "\tChinaâ\u0080\u0099s approach is quite the opposite, he pointed out. China generally starts from research and from there gradually runs small-scale pilot programs. If a pilot is successful, regulations and laws are formed and after that the Constitution is amended. Looking back at 40 years of development, the greatest strength of practice-based reasoning is that China has succeeded in avoiding political and economic traps one after another, the professor said. In particular, the Chinese approach avoids shock therapy, full privatization, financial crises, and kinds of other pseudo-democratization, which, he argued, are the real traps. â\u0080\u009cIf China is unfortunate enough to fall into any of these traps, it would be bad,â\u0080\u009d he concluded."]}