{"title": "China, EU can work together in connectivity\n", "time_author": "By Shada Islam (People's Daily)    09:36, March 19, 2019\n", "content": ["\tEurope and China can and should work together to enhance connectivity between Asia and Europe. Implementing BRI and connectivity therefore requires Asia-Europe cooperation. \n", "\n", "Aerial photo taken on Feb. 1, 2019 shows the container terminal of Port of Lianyungang. Photo: Peoplesâ\u0080\u0099 Daily\n", "\tThe story of the Silk Road has intrigued me since childhood. The magic of faraway lands, traders bringing soft silk and exotic spices to countries across the long and winding road, the thrill of cultures and peoples meeting each other across the centuries.\n", "\tThrough the years it has been fascinating to see how different countries have tried to resurrect that dream of an inter-connected Eurasia, with varying degrees of success. The Chinese version of the ancient Silk Road, spanning many nations, regions and peoples, is gaining traction across the world.\n", "\tThat's a good thing. The world needs more investments in infrastructure and connectivity to boost growth and development. However, to succeed and live up to its potential, today's new Silk Road requires a collaborative effort.\n", "\tBy the time Beijing hosted the BRI Forum in July 2017, knowledge of the Chinese initiative had increased. The turnout of heads of state and government, foreign ministers, business leaders and academics was impressive. The focus was on how to make the blueprint work - and how BRI was going to improve global connectivity.\n", "\tTwo years on, and it's clear that many countries are actively engaged in BRI and that there is no dearth of projects eligible for BRI funding.\n", "\tHere in Europe, EU reaction has gone through different phases, starting off with confusion and caution. Recently, the EU has stated that there could be some form of cooperation - provided certain key principles are respected by all those involved in the projects.\n", "\tSuch synergies are discussed within the context of the EU-China Connectivity Platform. European businesses, regions and academics are spending more time, effort and energy in trying to understand the various facets of the BRI.\n", "\n", "The first freight train from Fuzhou to Hamburg starts from Fuzhou North railway station, central China's Jiangxi Province, Aug. 16, 2018. Photo: Peopleâ\u0080\u0099s Daily\n", "\tOur first discussion on BRI was in China in 2014 at a round-table attended by leading Chinese and European scholars. The discussion was quite basic: we were all interested but had many questions.\n", "\tSince then, the topic has been discussed in all our EU-China meetings. We recognize that while the focus of international discussions is on infrastructure, BRI is also about transport, energy, digital economy and people-to-people contacts.\n", "\tThe new EU connectivity strategy was unveiled in autumn last year and we believe that China and the EU can work together in connectivity and develop the common standards for connectivity projects.\n", "\tWe think that efforts should be made to multilateralize ongoing national and regional discussions on connectivity. Europe and China can and should work together to enhance sustainable connectivity between Asia and Europe. No country or organization can undertake such an immense challenge on its own.\n", "(Shada Islam is Director of Europe and Geopolitics at Friends of Europe) "]}