{"title": "Major-country diplomacy shows Chinaâ\u0080\u0099s concerns over common development\n", "time_author": "By Zhong Sheng (People's Daily)    13:36, March 13, 2019\n", "content": ["\tThis year marks the 70th anniversary of the founding of the Peopleâ\u0080\u0099s Republic of China. Over the past seven decades, Chinaâ\u0080\u0099s diplomacy has forged ahead through various difficulties and hardships. The country has amazed the world as it is moving closer to the center stage.\n", "\tSuch point can be further illustrated by Chinese Foreign Minister Wang Yiâ\u0080\u0099s remarks at a press conference on the sidelines of the national legislatureâ\u0080\u0099s annual session.\n", "\tHe noted that Chinaâ\u0080\u0099s diplomacy has established a fine tradition with distinctive features, including independence as the cornerstone of China's foreign policy, concern for the common good of humanity, pursuit of equity and justice, commitment to win-win outcomes, the mission of facilitating domestic development, and dedication to serving the Chinese people.\n", "\tWhat he said drew an outline of and presented the world with the core values of Chinaâ\u0080\u0099s diplomacy.\n", "\tXi Jinping Thought on Diplomacy is the fundamental guideline of Chinaâ\u0080\u0099s diplomatic work in the new era, and it points the way for navigating through a complex array of issues in today's world.\n", "\tChina firmly safeguards national sovereignty, security, and development interests, and devotes itself to the joint construction of a new type of international relations and a community with a shared future for mankind with other countries. It is creating beautiful scenery of the modern world.\n", "\tChinaâ\u0080\u0099s efforts to inject certainties to the world are obvious to all. Spanish newspaper La Vanguardia recently hailed the importance of China when reviewing the post-crisis situation of the world. It said that China stood out as a stabilizer when the world was facing huge uncertainties.\n", "\tThe world is experiencing profound changes unseen in a century, as unilateralism impacts global systems, protectionism threatens world economy, and populism hinders national governance.\n", "\tStability is necessary for the future peaceful development of the world. The more changes the world goes through, the more stabilizing factors are needed.\n", "\tWorking together with global partners, China firmly protects the international systems with the United Nations (UN) as the core, defends the international rules based on international law, and builds an open world economy under the concept of multilateralism. These endeavors are no doubt precious contributions to the stability and development of the world.\n", "\tChinaâ\u0080\u0099s efforts to inject new energy to the common development of the world are universally recognized.\n", "\tThe second Belt and Road Forum for International Cooperation (BRF), to be held under the theme of â\u0080\u009cBelt and Road Cooperation, Shaping a Brighter Shared Futureâ\u0080\u009d, is expected to boost high-quality development of the Belt and Road cooperation and mark the beginning of a new round of common development of China and related countries.\n", "\tThe cooperation documents signed between China and 123 countries, as well as 29 international organizations on the joint construction of the Belt and Road Initiative (BRI) demonstrate the support and confidence of the international community for the Chinese scheme.\n", "\tâ\u0080\u009cChina always practices what it plans.â\u0080\u009d That is a compliment paid by the people from the Belt and Road countries.\n", "\tAgainst the backdrop of the global economic slowdown and the drop in the growth of international trade and investment, to broaden the BRI cooperation has become a common aspiration of more countries, as it will bring tangible benefits to the people.\n", "\tChina is playing an increasingly prominent role in providing constructive solutions to the resolving of international hotspot issues.\n", "\tIt has always adhered to equity and justice on international hotspot issues, and committed to the settlement of issues through peaceful dialogues and consultation, gaining wide trust of the world.\n", "\tBesides, China is also making efforts to create possibilities of and conditions for consensus expansion, playing a constructive role in promoting peace through talks.\n", "\tAccording to an investigation carried out in 133 countries and regions by American analytics and advisory company Gallup from March to December last year, international community has become more positive toward China. The public opinion exactly demonstrates the charm of Chinaâ\u0080\u0099s diplomacy in the new era.\n", "\tHolding high the banner of building a community with a shared future for mankind, China is standing on the right side of history, and is standing by the common interests of the majority of the countries in the world.\n", "\tThe major-country diplomacy with Chinese characteristics showcases Chinaâ\u0080\u0099s generosity and responsibility, indicating that the country will make more and greater contributions to the world peace and development. "]}