{"title": "China injects confidence, vitality into global economy\n", "time_author": "By Zhong Sheng (People's Daily)    09:20, March 07, 2019\n", "content": ["\t\"Whatâ\u0080\u0099s this yearâ\u0080\u0099s big issue? The economy.â\u0080\u009d The key topic Bloomberg has captured from the annual sessions of Chinaâ\u0080\u0099s National Peopleâ\u0080\u0099s Congress (NPC) and the Chinese Peopleâ\u0080\u0099s Political Consultative Conference (CPPCC) National Committee, referred to as the â\u0080\u009ctwo sessionsâ\u0080\u009d, is the observation of many foreign media and represents foreign mediaâ\u0080\u0099s expectation for the two sessions.\n", "\tWhat economic goals China will set for the year, will the country adjust its fiscal and monetary policies, what does the new foreign investment law mean, and how will China develop artificial intelligence technology are drawing great attention of media from across the globe.\n", "\tWhile the global economy is faced with downward pressure, the Chinese economy is growing rapidly and steadily. Such momentum is precious and has become the light of confidence and vitality for the development of world economy.\n", "\tâ\u0080\u009cChina represents enormous long-term opportunity,â\u0080\u009d said an article published on Forbes in January. Indeed, the continuous progress of Chinaâ\u0080\u0099s overall economic strength has always been the result of the general trend.\n", "\tIn 2018, Chinese economy expanded to over 90 trillion yuan (about $13.43 trillion), making the country second largest economy in the world. Meanwhile, its total volume of foreign trade exceeded 30 trillion yuan(about $4.48 trillion) for the first time, ranking first in the world.\n", "\tLast year, Chinaâ\u0080\u0099s economy grew by $1.4 trillion, up 6.6 percent from the previous year. The country contributed nearly 30 percent of the global economic growth, becoming the biggest contributor to global growth for years.\n", "\tWith clear direction and firm steps, China has set out on its journey to a stage of high-quality development, which, to the world, is a journey based on confidence, and a journey about continuous inspiration and the building of confidence.\n", "\tThis confidence comes from Chinaâ\u0080\u0099s accurate forecasts of the current situation and its correct policies and measures taken to cope with the situation.\n", "\tChina has sufficient policy tools to guarantee the smooth running of its economy, said an economic affairs officer with the United Nations Conference on Trade and Development (UNCTAD).\n", "\tThe annual Central Economic Work Conference held last December released a series of important signals. It was praised by foreign media for showing Chinaâ\u0080\u0099s capability to respond to challenges while boosting economy.\n", "\tWhile applauding achievements, China also noticed changes and concerns that came along with the steady economic development, and decided to continue the proactive fiscal policy and prudent monetary policy while adhering unswervingly to the core task of supply-side structural reform.\n", "\tThe international community is to a large extent observing the secret behind Chinaâ\u0080\u0099s economic governance via paying great attention to the two sessions.\n", "\tThis confidence originates from Chinaâ\u0080\u0099s courage in deepening reform and its capability to carry out transformation and upgrading.\n", "\tChinaâ\u0080\u0099s great capacity for transformation is one of the most important advantages of its economy, said a foreign economist. This comment can be regarded as a footnote to Chinaâ\u0080\u0099s economy.\n", "\tFrom concentrating efforts on improving business environment, to cultivating and developing new growth drivers and facilitating the formation of a strong domestic market, and to promoting poverty alleviation and rural revitalization, China is endeavoring to develop a multi-dimensional space for economic growth.\n", "\tIt was pointed out in the UN report titled World Economic Situation and Prospects 2019 that Chinaâ\u0080\u0099s holistic structural reforms â\u0080\u009cgenerate positive impact on economic growth, exports and imports, and welfare gains in the Asia-Pacific economies.â\u0080\u009d\n", "\tSue Duke, Vice President, Head of Global Public Policy and Economic Graph Team at LinkedIn is full of expectations on the Chinese market and regards China as one of the best places to start a company in the world after seeing Chinaâ\u0080\u0099s economic digital transformation driven by such factors as big data, â\u0080\u009cInternet plusâ\u0080\u009d, and artificial intelligence.\n", "\tThe confidence also stems from Chinaâ\u0080\u0099s determination and actions to open itself to the world.\n", "\tChina is making increasingly greater efforts to open its market to the world. The draft foreign investment law, which is scheduled to be deliberated at the two sessions, has caught the attention of the whole world prior to the convening of the â\u0080\u009ctwo sessionsâ\u0080\u009d.\n", "\tOnce adopted, the law will bring about a fundamental reform of Chinaâ\u0080\u0099s foreign investment management system and is expected to help improve the openness, transparency, and predictability of investment environment and provide better legal protection for boosting the formation of a new pattern of all-round opening up.\n", "\tAlex Dimitrief, former Senior Vice President of General Electric expressed that the policy of Chinese government on continuing reform and opening up has given them reassurance that they can keep digging deep into the Chinese market.\n", "\tMichele Geraci, the Undersecretary of State at the Italian Ministry of Economic Development, said in the coming years, China will be one of the most important variables for the Italian economy. Such remark reflects the fact that the international community is optimistic about Chinaâ\u0080\u0099s prospects and believes in Chinese opportunities.\n", "\tThe world has reasons to expect that with Chinaâ\u0080\u0099s constant efforts to deepen reform, promote opening up, and continuously release development potentials, Chinese economy can inject greater confidence and stronger impetus into the development of global economy. "]}