{"title": "Op-Ed: China is not America's enemy â\u0080\u0093 unless you make an enemy out of nothing\n", "time_author": "By Curtis Stone (People's Daily Online)    14:46, February 27, 2019\n", "content": ["\tThe University of California at Berkeley recently issued a statement on its official website to warn people about the danger of negative comments after the university received reports of negative comments directed at Chinese-American faculty.\n", "\tThe open letter, titled, \"Reaffirming our support for Berkeley's international community,\" pointed out that the Berkeley administration has received several reports of negative comments directed at its Chinese-American faculty, as well as at researchers engaged in collaborations with Chinese companies and institutions. Reports of similar messages directed at Iranian-American faculty and others with academic or personal ties to the Middle East were also received.\n", "\tThe statement said that these negative comments are a serious violation of community principles at Berkeley. \"Let us be clear that comments of this sort breed hurt and distrust, discriminate against members of our community, and run counter to our well-established Principles of Community,\" the statement read.\n", "\tCampus spokesperson Michael Dirda said that the incident that prompted the email involved faculty from the College of Engineering. \"While comments that were made in that instance do not rise to the level of discrimination, the language used was alienating to the faculty member,\" Dirda said in an email, according to a report by The Daily Californian.\n", "\tVice Chancellor for Research Randy Katz gave further explanation, saying that the situation involved a faculty member who felt uncomfortable after comments were made that they felt were directed at their ethnicity. Katz described the commentary as \"insensitive as opposed to intended to harm,\" according to the report.\n", "\tThe Associated Students of the University of California (ASUC), the officially recognized student association at the University of California at Berkeley, also spoke out. ASUC President Alexander Wilfert and ASUC Senator James Li noted in an email the \"discomfort, tension, and a general lack of safety\" felt by Asian and Middle Eastern student communities.\n", "\t\"While our national climate becomes more divisive, we in Berkeley need to foster a more cohesive, supportive environment for Chinese and International students,\" Wilfert and Li said in the email, according to the report.\n", "\tChinese nationals make up the largest group of international students in the United States. Over 363,000 Chinese students were studying in higher education institutions in the United States, according to Statista, citing data during the school year of 2017-18. It is irresponsible to tar the image of Chinese students and scholars for political purposes.\n", "\tAs Chancellor Carol Christ pointed out in the statement, the use of negative comments can be much more harmful than it may seem. The risk of creating a self-fulfilling prophecy is real. If we keep viewing the Chinese people as a threat to US national security, then such a misperception could lead to more and perhaps more serious negative comments and even to a miscalculation that could escalate tensions between the two countries.\n", "\tChina is not our enemy. However, if we continue to fan the flames of hysteria, we will almost certainly succeed in creating an enemy out of nothing."]}