{"title": "â\u0080\u0098We need to learn to listen to Chinaâ\u0080\u0099\n", "time_author": "By An interview with Dame Jenny Shipley   (People's Daily)    09:17, February 18, 2019\n", "content": ["\tIn 1995, I attended the World Conference on Women held in Beijing, which was my first time to China It was an important moment the worldâ\u0080\u0099s female leaders gathered in China to carry out dialogues on topics concerning womenâ\u0080\u0099s development and rights. At that time, China had just began to show confidence in international exchanges and dialogues.\n", "\tI still remembered the widespread Chinese put forward by Chairman Mao Zedong â\u0080\u0093 â\u0080\u009cwomen hold up half the skyâ\u0080\u009d. During the past four decades since the reform and opening up, there has been a lot of progress in education, employment and development of women in China.\n", "\tI hope that both the government and social enterprise, whether itâ\u0080\u0099s in China or any other country, women at every level are allowed to share their ideas and jointly make decisions with men in an equal way. This is also one of the reasons why Iâ\u0080\u0099m committed to the Boao Forum for Asia (BFA) and served as a director for the forum since 2015.\n", "\tI want more women, like myself, to sit at the same table while sharing the responsibility and create the future together with men.\n", "\tChina has witnessed tremendous changes in every respect over the past forty years, including lifting seven hundred million people out of poverty and making its per capita income rise. Besides, China has made huge contributions to the worldâ\u0080\u0099s economic growth.\n", "\tThe country has not only made great efforts to promote domestic reform, but also endeavored to open its market up to the rest of the world. Chinaâ\u0080\u0099s entry into the World Trade Organization (WTO) is a good example of its efforts to boost opening up.\n", "\tSince its entry into the WTO, China has actively signed free trade agreements with neighbors and other countries in and out of the region, aiming to find out ways to work together.\n", "\tOne of the reasons for Chinaâ\u0080\u0099s great successes over the forty years since reform and opening up was that it connected its people to the markets, which has created huge wave of progress in its industrialization process.\n", "\tThe Belt and Road Initiative (BRI) proposed by China is one of the greatest ideas weâ\u0080\u0099ve ever heard globally. It is a forward-looking idea, and in my opinion, it has the potential to create the next wave of economic growth.\n", "\tChinese President Xi Jinping announced a series of major measures on further promoting opening up at the BFA annual conference in 2018, demonstrating Chinaâ\u0080\u0099s determination to continue adhering to reform and opening up.\n", "\tXiâ\u0080\u0099s keynote speech at the BFA explicitly affirmed Chinaâ\u0080\u0099s commitment to safeguarding multilateralism and continuing opening its door to the rest of the world, which deeply encouraged the international audience present.\n", "\tWhile China continues to think about how it can open wider to the world, we should learn to listen to China. We need to work with China, the second largest economy in the world, globally to find ways to explore the future and move forward together.\n", "\tWe have high hopes for Chinaâ\u0080\u0099s next stage of opening up in the next forty years. \n", "Dame Jenny Shipley is former prime minister of New Zealand. The article is based on the interview by journalist with People's Daily in December 2018.\n", "\t "]}