{"title": "China launches first detectors aiming to decode cosmic ray origins\n", "time_author": "By Deng Xiaoci (Global Times)    14:31, April 27, 2019\n", "content": ["\n", "The bird view of 78,000 square meter LHAASO-WCDA. ( Photo: Courtesy of IHEP )\n", "\tChina's Large High Altitude Air Shower Observatory (LHAASO), a cosmic ray detection facility located in the high mountains of Southwest Chinaâ\u0080\u0099s Sichuan Province, has recently begun scientific observation of very high energy cosmic rays as it launched its first set of detectors, the project's chief scientists told the Global Times on April 26.\n", "\tThe goal of LHAASO, a basic scientific research project to be completed in 2021, is to discover high energy gamma ray sources, and precisely measure the radiation spectrum of very high energy gamma ray sources and energy spectra of various cosmic ray species over a wide range, according to a press release the Institute of High Energy Physics (IHEP) of the Chinese Academy of Sciences sent to the Global Times.\n", "\tThe project is expected to make breakthroughs concerning the origin of cosmic rays, Cao Zhen, the projectâ\u0080\u0099s chief scientist and an astrophysicist with the IHEP, told the Global Times.\n", "\tCao noted that the origin of cosmic rays â\u0080\u009chas puzzled the world for over a hundred years.â\u0080\u009d\n", "\tWang Yifang, IHEP director, said that astronomical observation â\u0080\u009chas entered the era of combining multi-wave length observations and multi-messenger studies together.â\u0080\u009d He emphasized that LHAASO would enhance major international astronomical observation efforts and boost the progress of such research.\n", "\tLHAASOâ\u0080\u0099s Phase One detectors include the No. 1 Water Cherenkov Detector Array (WCDA-1) with an active area of 2.25 hectares, as well as two wide-field Cherenkov telescopes and 80 muon detectors and 180 electromagnetic detectors.\n", "\tThe full scale WCDA, which will eventually comprise three ponds, is designed to survey for gamma ray sources above 100 billion eVs, according to the IHEP.\n", "\tThe reason why the scientists picked the 4,400 meters above sea level site is because such a height would enable the facility to receive the richest physics information in the most effective way, Bai Yunxiang, a member of the research team, told the Global Times.\n", "\tAssisted by the rotation of the Earth, the WCDA will be able to scan over 60 percent of the sky each day. It won't be affected by the light of the sun, moon or stars or by the weather, thus ensuring round-the-clock observation. In the future, the WCDA will be able to record 5 trillion cosmic ray detections each year and obtain more than 4PB of data.\n", "\tLHAASO is one of China's major national science and technology infrastructure projects and is located in the Mountain Haizi National Reserve at 4,400 meters above sea level.\n", "\tSince detectors are being distributed across a wide area, LHAASO has begun observation even as construction continues elsewhere on the site, according to the IHEP. "]}