{"title": "China-Greece ties eye great potential under BRI framework: Greek Ambassador\n", "time_author": " (People's Daily Online)    10:20, February 16, 2019\n", "content": ["\n", "\tAs two historic civilizations, China and Greece have deepened their cooperation in the modern era, while the two nationsâ\u0080\u0099 relations and trade volume are at an all-time high, said Leonidas Rokanas, Greek Ambassador to China, who voiced confidence in the two nationsâ\u0080\u0099 bilateral ties under the framework of the Belt and Road Initiative (BRI).\n", "\tâ\u0080\u009cChinese-Greek cooperation under the framework of BRI possesses both political and economic significance. It signifies high-level mutual trust, promoting further cooperation between two of the worldâ\u0080\u0099s oldest civilizations comprehensively,â\u0080\u009d said Rokanas.\n", "\tRokanas made the remarks during an interview with Peopleâ\u0080\u0099s Daily Online, adding that bilateral ties between China and Greece are going to flourish in multiple areas in 2019, with a focus on trade, infrastructure, and people-to-people exchange.\n", "\tAs an important meeting point of the land Silk Road and the maritime Silk Road, Greece is Chinaâ\u0080\u0099s major partner in the construction of the Belt and Road, while foreign ministers of both nations signed a Memorandum of Understanding (MOU) to jointly advanced further cooperation in August 2018.\n", "\tâ\u0080\u009cWeâ\u0080\u0099ve signed more than 20 documents, agreements and MOUs in multiple areas, and there are 10 more documents expected to be signed soon,â\u0080\u009d said Rokanas, who further noted that Greece will actively participate in the second Belt and Road forum in April.\n", "\tAccording to the ambassador, bilateral trade volume has increased significantly in traditional cooperation areas, such as tourism. The number of Chinese tourists visiting Greece increased by 35 percent in 2018, while it is expected to exceed 44 percent in 2019.\n", "\tâ\u0080\u009cIn addition to our already-exist cooperation areas, we want to work together with China in more new areas, such as creative industry, bio-technologies and green energy,â\u0080\u009d noted the ambassador.\n", "\tExpressing his congratulations to the upcoming 70th anniversary of the founding of the Peopleâ\u0080\u0099s Republic of China, the ambassador spoke highly of Chinaâ\u0080\u0099s development in the past 70 years, noting that the â\u0080\u009cChinese miracleâ\u0080\u009d is unprecedented and unique in the world history.\n", "\tâ\u0080\u009cChina had an annual growth rate of 9.5 percent between 1978 and 2018, while the rest of the world had 2.9 percent. Opening up and reform has led to structural reforms in China, transforming its planned economy to market one, making China a significant power in the fourth industrial revolution and globalization,â\u0080\u009d said the ambassador.\n", "\tRokanas further noted that China also plays an important role in many international affairs, especially in combating climate change and improving the living quality of humankind.\n", "\tâ\u0080\u009cChina is one of our allies in combating climate change, which is the most important challenge and problem to humanity and the global community, not only for now but for centuries to come. We will innovate although it will be hard to save our planet while also improving the living quality of all people together,â\u0080\u009d he further noted."]}