{"title": "Commentary: Turkeyâ\u0080\u0099s double standards on anti-terrorism lead to lose-lose results\n", "time_author": " (People's Daily Online)    16:50, February 15, 2019\n", "content": ["\tChina resolutely opposes the claims made by Turkeyâ\u0080\u0099s foreign ministry on the situation in Xinjiang Uyghur Autonomous Region and the nationâ\u0080\u0099s policy toward the region.\n", "\tIn a statement released earlier, Turkish foreign ministry spokesman Hami Aksoy alleged that Uyghur poet and musician Abdurehim Heyit had died in custody. He also called the vocational training centers in Xinjiang a â\u0080\u009cgreat shame for humanity.â\u0080\u009d\n", "\tThe accusations are contrary to the facts and were created out of thin air. China has lodged serious representations to Turkey over its extremely wrong and irresponsible remarks.\n", "\tThe vocational education and training centers in Xinjiang are a big nationwide effort to unite and educate the people who have committed crimes there. It is an effective way to save these people from becoming victims of terrorism and extremism.\n", "\tMultiple UN reports on global anti-terrorism have pointed out that education and employment are vital to preventing and eliminating terrorism. The vocational education and training centers are a way to realize the UN concept.\n", "\tTerrorism and extremism are common enemies of human civilization and the international community. Since the 1990s, terrorists, separatists, and extremists at home and abroad have plotted and committed thousands of violent terrorist attacks in Xinjiang.\n", "\tSuch criminal activities severely jeopardize regional peace and stability, harm the atmosphere for progress and solidarity, and sabotage the basic human rights of all people in Xinjiang.\n", "\tSince the vocational education and training centers were launched some 25 months ago, no violent terrorist attacks have been reported in Xinjiang.\n", "\tMohammed Hosnie Shahiran Ismail, counselor of the Malaysian embassy in China, visited some of the schools in January 2019. He said the trip refreshed his understanding of Xinjiang, adding that the situation is different from what the Western media has portrayed.\n", "\tA Turkish reporter said the vocational education and training center he visited was a place for people to receive treatment and education to improve themselves and become better persons.\n", "\tFacts speak louder than words and a just cause enjoys abundant understanding. Chinaâ\u0080\u0099s efforts and achievements in its Xinjiang policy is adding value to the global fight against terrorism and extremism.\n", "\tSamia Fakhry Mansour, editor with Egyptâ\u0080\u0099s weekly publication, said that de-extremization is a challenge for the whole world and that Chinaâ\u0080\u0099s vocational education and training centers are a good way to save more people who are affected by extremism, adding that the Chinese experience is worth learning from for other countries.\n", "\tIt is an undeniable fact that the social situation in Xinjiang is stable, that the economy is developing fast, that the livelihoods of the people living there are improving, and that all ethnic groups in Xinjiang live in harmony. As a country with various ethnic groups, Turkey is also threatened by terrorism. Adopting double standards on anti-terrorism would lead to lose-lose results.\n", "\tChina hopes to see the Turkish side reflect on its behavior, correctly understand Chinaâ\u0080\u0099s policies and efforts, and take concrete actions to promote mutual understanding and cooperation between our two countries."]}