{"title": "Chinaâ\u0080\u0099s reform and opening-up benefits world\n", "time_author": "By Bakhtiyor Saidov (People's Daily)    15:30, January 23, 2019\n", "content": ["\tI came to China for the first time in 2017 when I was appointed the Uzbek Ambassador to this country. So far, I have visited 19 Chinese provinces.\n", "\tThe economic and technological development here is energetic. When I learnt that many of the modern airports and high-speed railway stations were newly constructed, I felt truly happy for the accomplishments, and I respect the efforts made by the Chinese government and people.\n", "\tForty years ago, China launched reform and opening up. Now, it has already grown into the worldâ\u0080\u0099s second largest economy with its total trade volume increasing by over 700 times. What drives China to make such a rapid progress?\n", "\tAs I observe, the strong leadership of the Communist Party of China (CPC) is a decisive factor. The CPC has always been committed to its key tasks and goals, and paid attention to the balanced distribution of social wealth. Thatâ\u0080\u0099s why people support them.\n", "\tThe Uzbek government is also conducting a massive reform. We learn from other countries especially China as it had faced similar issues with us before the reform and opening up. We have a lot to study from the country, such as how to promote the balanced development between urban and rural areas, build the new model of industrialization, innovate economic development mode, and improve the governmentâ\u0080\u0099s role in market economy.\n", "\tWe attach great importance to the economic cooperation with China. Uzbekistan and China have achieved preliminary success in the cooperation on the Belt and Road Initiative. We also enjoy great cooperation potential in such areas as energy, agriculture, and tourism.\n", "\tAt present, over 1,000 Chinese enterprises have invested in Uzbekistan, and more than 100 set up offices in our capital Tashkent. A batch of infrastructure and industrial projects have been completed or under construction.\n", "\tThereâ\u0080\u0099s no doubt that Uzbekistan-China comprehensive strategic partnership will achieve greater development under close bilateral cooperation. It will further prove that Chinaâ\u0080\u0099s reform and opening up benefits the whole world especially the developing countries.\n", "\tNow, the socialism with Chinese characteristics has entered a new era. As Uzbek Ambassador to China, I need to know how Chinese leaders and government govern and administrate their country.\n", "\tThe book Xi Jinping: The Governance of China has helped me in this regard. It has already been translated into Uzbek and published in my country. I believe this book will become the best window for my people to understand China in the new era and its successful experience.\n", "(Bakhtiyor Saidov is Uzbek Ambassador to China)\n", "(Xie Yahong from Peopleâ\u0080\u0099s Daily contributed to the interview and sorting) "]}