{"title": "China is setting up a new model for world human rights\n", "time_author": "By Lin Songtian (People's Daily Online)    16:54, January 17, 2019\n", "content": ["\n", "Lin Songtian\n", "\tFor peoples of the world, human rights, including the rights of the person, and the political, economic, social, and cultural rights, represent the common aspiration and pursuit for all. Accordingly, governments around the world are duty-bound to guarantee peopleâ\u0080\u0099s rights to subsistence and development, and to secure peopleâ\u0080\u0099s fundamental rights to food, to shelter, to work, to school and to hospital, and to ensure peopleâ\u0080\u0099s happiness as the most achievement of human rights.\n", "\tSince the founding of the Peopleâ\u0080\u0099s Republic of China in 1949, the Communist Party of China (CPC) has always strived to pursue happiness for the people and development for the mankind, transforming China from a country of basic survival to a world development miracle. Today, the 1.3 billion Chinese people are enjoying their life of peace, freedom and happiness, free of fear of war or conflict. China, with its fastest human rights progress and best practices of human rights protection, is setting up a new model for the world cause of human rights.\n", "\tThe CPC and the Chinese government have always been committed to uplifting living standard of the Chinese people. After four decades of reform and opening up, Chinaâ\u0080\u0099s per capita GDP has soared from US$227 in 1978 to nearly US$9,000 in 2017. Per capita disposable income of urban and rural residents have respectively increased by 106.1 and 100.2 fold. 750 million people have been lifted out of poverty. More importantly, by the end of 2020, poverty will be completely eliminated across the entire 1.4 billion Chinese population. This is the solemn commitment and a great undertaking by the CPC and the Chinese government to the human rights cause of mankind.\n", "\tThe Chinese people enjoy ample education and employment opportunities. China follows a system of nine-year compulsory education, and high school education is also accessible to all across the entire country. There are 2,913 institutions of higher education in China, enrolling 37.79 million students. With more than 11 million new jobs created each year, China has managed to contain its unemployment rate at or under 5%.\n", "\tThe Chinese people enjoy comprehensive social security benefits. By June 2018, the number of participants in the basic endowment insurance, employment insurance, and work-related injury insurance respectively registered 925 million, 191 million, and 230 million. Over 1.3 billion people are covered by the basic medical insurance. Average life expectancy has reached 76.7 years, and the maternal mortality ratio has dropped from 94.7 in 1989 to 19.6 in 2017 per 100,000 population.\n", "\tThe Chinese people enjoy a high degree of personal freedom and the freedom of speech. There are 802 million internet users, over 1.3 billion mobile phone users, and 788 million mobile internet subscribers in China. The internet penetration rate is 57.7%. Active internet bloggers register over 400 million, and on average over 30 billion posts are published every day. Within the scope of the law, anyone could express his or her views anywhere anytime. In China, anyone could travel freely and safely at any time to anywhere. Online shopping has also reached all corners of Chinese cities and rural areas.\n", "\tThe Chinese people enjoy full religious freedom and a most inclusive social environment. All worldâ\u0080\u0099s major religions, including Buddhism, Taoism, Islam, Catholicism, and Christianism are practiced in China with nearly 200 million religious believers, over 380,000 religious personnel, and 144,000 lawfully registered religious sites for worship. In Xinjiang alone, there are 24,400 Islamic mosques, more than doubling the combined numbers of the United States, Britain, Germany, and France.\n", "\tSome people in the West accuse the Chinese governmentâ\u0080\u0099s vocational training programs in Xinjiang as â\u0080\u009cracial segregationâ\u0080\u009d, â\u0080\u009creligious persecutionâ\u0080\u009d, or â\u0080\u009cre-education campâ\u0080\u009d. Such attempt is clearly driven by ill intention or mere bias and prejudice.\n", "\tThe vocational training schools established in Xinjiang offer free training opportunities for the local young people and assist them in finding jobs or starting a business. This is a major innovation by the Chinese government to tackle extremism and terrorism. Thanks to this practice and other measures, Xinjiang has remained for two consecutive years free from violent terrorist attacks, and the number of criminal and security offenses has drastically declined. Today, people in the region feel much safer than before. In 2017, Xinjiangâ\u0080\u0099s GDP grew by 7.6%. The region received over 100 million tourists from both home and abroad, an increase of 32.4%. What has happened proves that by abandoning the Western practice of â\u0080\u009cfighting violence with violenceâ\u0080\u009d, China has opened up a new path that focuses on prevention and addresses both the symptoms and root causes of extremism and terrorism, realizing the human rights of the widest population to the greatest extent.\n", "\tUnfortunately, some countries in the West would still stubbornly cling to the â\u0080\u009czero-sum gameâ\u0080\u009d and the Cold War mentality, and would engage in ideology-driven double-standards, viewing others through colored lens, using human rights as a political tool to punish developing countries, and willfully pointing fingers at others while completely disregard their own gross violations against human rights.\n", "\tOur news networks are filled with stories and images of atrocities happened in Iraq, Libya, and Syria. These countries with thousands years of history and once with great infrastructures have been reduced to rubbles. Countless homes were destroyed and many more people were displaced, being deprived of the most basic human rights of safety and basic living. These are exactly the consequences of the Western countriesâ\u0080\u0099 interference in othersâ\u0080\u0099 domestic affairs under the disguise of human rights. Who indeed should be responsible for the human rights tragedy in the Middle East? Anyone with conscience should know the answer. When the refugees from these countries were forced to leave their home to seek living in the Western countries, many of them were turned down or became â\u0080\u009csecond class citizensâ\u0080\u009d. Who is really caring about their human rights? And who is advocating for the basic human rights for the peoples of the Middle East? And who is condemning the human rights violators there? As always, the Western governments and media only care about the human rights of the few who have committed crimes, but would selectively ignore the basic human rights of the vast majority of the people.\n", "\tThe Chinese people are very proud of the fact that we have never launched a war of aggression against others and have never occupied an inch of land of another country. Even in the resolution of colonial historical problems of Hong Kong and Macau, China did not resort to violence, but had innovatively proposed the concept of â\u0080\u009cOne Country, Two Systemsâ\u0080\u009d to realize the peaceful sovereignty handover. Such ability of China to draw wisdom from its 5,000 years of history to innovate solutions may be too hard to fathom by the West.\n", "\tWe believe that development is the fundamental solution to improving human rights. Over the past decades, China has helped Africa build over 10,000 km of roads, over 6,000 km of railways, and hundreds of airports, ports, and power plants. China has trained for Africa hundreds of thousands of experts and technicians across multiple fields, so as to support African industrialization and agricultural modernization to achieve its self-sustainable development. Propagating the slogans of â\u0080\u009cfreedom, democracy, human rights, and rule of lawâ\u0080\u009d by western countries will not address the need of the African people. It begs to question, where are the infrastructures developed by the West in Africa? We sincerely hope that the West will take concrete actions to truly help Africa address the three development bottlenecks of inadequate infrastructure, lack of professional and skilled personnel, and short of financial resources.\n", "\tWe would also sincerely hope that the Western countries would look at themselves in the mirror before pointing fingers at others. Donâ\u0080\u0099t forget the strong voices of â\u0080\u009cWe Are the 99%â\u0080\u009d from the Occupy Wall Street. And why is the â\u0080\u009cYellow Vestsâ\u0080\u009d movement spreading across Europe? And if all of us would follow certain country in building high walls along our borders and stopping the free movement of the people, will there still be any more freedom that all of us cherish so much?\n", "\tThere is no best human rights practice in this world, but we can always strive to do better. We are willing to strengthen human rights dialogue and exchange with countries around the world, to complement and draw strengths from each other for common progress. Nevertheless, we would always reject with the firmest resolve the practice of selective and double standards in human rights. \n", "The author is the Chinese ambassador to South Africa"]}