{"title": "The Chinese dream discovered on TV\n", "time_author": "By Ding Gang (Global Times)    08:36, January 10, 2019\n", "content": ["\n", "\tA three-part documentary, How China Made It, airing on the Discovery Channel and the Chinese streaming platform Youku, reveals that the moving story of China's 40 years of reform and opening-up is the story of the Chinese people.\n", "\tThe three episodes, Love of Land, Chasing Dreamsand Future Focused, dive deep into 15 Chinese people's tireless dream-seeking journeys over the past four decades, including pioneering stories of renowned entrepreneurs and Chinese-Americans, touching tales of ordinary Chinese who have come out of poverty, entrepreneurial narratives of the older generation, as well as innovative stories of the young.\n", "\tChinese leader Mao Zedong once said, \"Of all things in the world, people are the most precious.\" China's development must be understood in the context of the Chinese people. No matter how the stories are told, China's reform and opening-up is unable to disengage from the individuals.\n", "\tThe protagonists of the Chinese stories are all the Chinese people who have written stirring tales from their own experience. The world-class scientists who grew up in mountain villages, the old generation who suffered past misery, those who overcame poverty and achieved prosperity, and those who became entrepreneurs from peasants, lead the cast.\n", "\tWhat these stories share in common is that they created and witnessed the most varied period of time in modern world history. The 1.3 billion Chinese have undergone unprecedented dramatic changes. It is even rare in human developmental history to see one generation experience such tremendous changes.\n", "\tWith marked ups and downs, as well as great joys and sorrows, the Chinese have compressed the West's 100 to 200 years of change into a merely 40-year story.\n", "\tOnly on this basis can one understand the changes in the living standards and feelings of the Chinese, and comprehend their future expectations.\n", "\tI have worked overseas these years, often discussing China's development with foreign friends.\n", "\tTheir impression about China - skyscrapers, high-speed trains and Chinese tourists in shopping malls and city attractions - is mostly shaped by media. But that is only an appearance. The inner change brought about in people is more important - what are the Chinese people thinking? What do they want? Will they share the same dream and strive to realize it?\n", "\tSome people pay more attention to China's system and always compare it with a ready-made standard. These people believe that no development can be achieved as long as China's system falls short of the requirements.\n", "\tThey have overlooked the conformity of the system and the country's real situation.\n", "\tOnly the system that can motivate people to work hard while creating the possibility to realize their dream is the most appropriate.\n", "\tThe documentary shows how the brand Bosideng, the largest down clothing company in China, is going international. Its story of growth and globalization is the same as the Chinese people's, who constantly overcome difficulties and work hard under a system that encourages creativity and market competition.\n", "\tPeople with dreams and desire to realize them have written the chapter of China's achievements in the past 40 years. Their descendants will continue following the story.\n", "\tNow, people who wish to understand China's future development should turn their sights and focus on the country's new generation, such as those appearing in the film, the daughter of Liu Yonghao, chairman of agribusiness company New Hope Group, or young guides at Miao ethnic villages in Southwest China's Guizhou Province.\n", "\tWith different dreams, when they step forward to the forefront, their paths to realize the dreams will also vary. But one thing is certain, how they will chase and realize their dreams, will define what China can make in the future.\n", "The author is a senior editor with People's Daily, and currently a senior fellow with the Chongyang Institute for Financial Studies at Renmin University of China. "]}