{"title": "Cooperation only right option for China-U.S. ties: Chinese ambassador\n", "time_author": " (Xinhua)    07:13, January 09, 2019\n", "content": ["\tNEW YORK, Jan. 7 (Xinhua) -- The China-U.S. relationship has been a shared success story over the past four decades, while cooperation is the only right option for the future development of bilateral ties, Chinese Ambassador to the United States Cui Tiankai said here on Monday.\n", "\t\"China remains committed to expanding cooperation with the United States on the basis of mutual benefit, managing our differences on the basis of mutual respect, and developing a relationship with the United States based on r coordination, cooperation and greater stability,\" Cui said while addressing the annual New Year gala of the China General Chamber of Commerce -- USA (CGCC-USA).\n", "\tCui told the 450-strong gala guests that China-U.S. ties have to evolve with time in light of the profound changes that have taken place in both countries and in the world over the past decades.\n", "\t\"But all this is only understood as the need for r China-U.S. cooperation,\" he stressed.\n", "\tPointing to the fact that the normalization and development of China-U.S. relations have benefited both countries and the entire world, the Chinese envoy emphasized the need for both parties \"to look forward to the coming decades and plan our work together for even greater success.\"\n", "\tThe seasoned diplomat also said China will continue to carry out reform and opening-up and seek people-centered development, sustainable development and peaceful development, which will create more opportunities for the world.\n", "\tCui urged business communities of both countries to keep the big picture in mind, remain open and have a clear stand on what is right and what is wrong.\n", "\tThe New Year gala, which was also dedicated to the celebration of the 40th anniversary of the normalization of China-U.S. relations, was hosted by CGCC-USA as part of its annual tradition.\n", "\tFounded in 2005, CGCC-USA has been recognized as the largest and most influential non-profit organization representing Chinese enterprises in the United States, with the total number of its members exceeding 1,500."]}