{"title": "Chinaâ\u0080\u0099s reform and opening-up accords with trend of global development\n", "time_author": "By Datuk Abdul Majid Ahmad Khan (People's Daily)    10:31, January 07, 2019\n", "content": ["\n", "\tI served as the Counselor of Malaysian Embassy in China from 1980 to 1985, and the Malaysian Ambassador to China from 1998 to 2005, witnessing first-hand the changes in China.\n", "\tIn the 1970s and 1980s, ration coupons were needed for many necessities and household items in China as the country had a shortage of food and materials. There were still very few international flights in Beijing and few hotels there. When my relatives and friends came to visit me in Beijing, they often felt it was inconvenient to live there.\n", "\tCities went rapid changes after Chinaâ\u0080\u0099s reform and opening up. Girls wore fashionable dresses and stylish hats. It became more convenient go shopping as there were a plentiful variety of goods for sale. The Chinese people became more confident than before.\n", "\tI witnessed Chinaâ\u0080\u0099s rapid development as the Malaysian Ambassador to China. The degree of development in big cities was on a par with that of international metropolises, with high-rise buildings, expressways, airports and stores springing up like mushrooms. Many Chinese brands became renowned internationally. People lived in more spacious homes.\n", "\tToday, China has made remarkable achievements in scientific and technological innovation. The ubiquitous e-payment has made life more convenient. Every day, I keep in touch with my Chinese friends via WeChat, a popular instant messaging app in China.\n", "\tChinaâ\u0080\u0099s development achievements through four decades of reform and opening up are unparalleled in the world. The country has substantially raised peopleâ\u0080\u0099s incomes, continuously improved consumption level, accelerated industrial upgrading, and promoted a higher level of opening-up. These achievements have brought opportunities for the economic development of other countries, and the sound interaction enables China and the world to seek shared prosperity and development.\n", "\tThe success of Chinaâ\u0080\u0099s reform and opening up is attributed to the correct leadership of the Communist Party of China (CPC) and the strong desire of the Chinese people to change, and their sincere support for the policy of reform and opening up.\n", "\tThe founding of Peopleâ\u0080\u0099s Republic of China has changed the fate of the Chinese people mired in poverty and backwardness since modern times. The CPC responded to the wishes of the Chinese people to implement reform and opening up, bringing about profound changes to China. Chinaâ\u0080\u0099s reform and opening up, undoubtedly another revolution, accords with the trend of global development.\n", "\tMalaysia regards Chinaâ\u0080\u0099s reform and opening up as a great opportunity. In 1985, Prime Minister Mahathir Mohamad led a delegation to visit China, showing the world by action that Malaysia would seize the opportunity to carry out economic and trade cooperation with China, which had opened itself to the world.\n", "\tToday, China has become Malaysiaâ\u0080\u0099s second largest trading partner. The development of Chinaâ\u0080\u0099s technology and Internet economy is further boosting vigorous development of small and medium-sized enterprises in Malaysia.\n", "\tBenefiting a lot from globalization, China has become an important force on the international stage as its economy grows, especially since its accession to the World Trade Organization. China has actively participated in the establishment of international economic order and mechanisms, which further enhances its profile.\n", "\tAs the worldâ\u0080\u0099s second largest economy, China has also injected strong impetus into economic globalization and global economic development while promoting its economic growth. The Belt and Road Initiative helps China achieve a higher level of opening up, and means that China will share development results and successful experiences with the world, especially with more developing countries. Chinaâ\u0080\u0099s reform and opening up will certainly further benefit neighboring countries and become a driving force for regional and even global economic prosperity.\n", "ï¼\u0088The author is former Malaysian Ambassador to China.ï¼\u0089"]}