{"title": "Advance with the times by carrying forward reform and opening-up\n", "time_author": "By Zhong Sheng (People's Daily)    14:47, December 24, 2018\n", "content": ["\tWhoever can offer a clear explanation of Chinaâ\u0080\u0099s reform and development will likely be a winner of the Nobel Laureate in economics, the remark of the Nobel economics prize winner Milton Friedman has reflected the global trend towards the exploration of the secrets of Chinaâ\u0080\u0099s reform and opening-up.\n", "\tTo reveal the secrets of Chinaâ\u0080\u0099s success, one must understand that peace and cooperation, opening-up and connectivity, and reform and innovation constitute the primary logic of the progress of history as well as the major trend in the development of the times.\n", "\tMeanwhile, he or she who wants to decode Chinaâ\u0080\u0099s economic success shall also understand that reform and opening-up is both a key move that decides Chinaâ\u0080\u0099s destiny and a necessary and inevitable choice of China for its efforts to conform to the trend of the times.\n", "\tWith its achievements made during the past 40 years of reform and opening-up, China has shown the power of its decisions to the world.\n", "\tChinaâ\u0080\u0099s competitive advantages as a country and a nation lie in its willingness to adapt itself to any necessary and beneficial changes, and that no other country on earth has implemented such great adjustment and adaptation as China has, said American scholar John Naisbitt, who has seen the deeply rooted spirit of reform and opening-up in the Chinese nation.\n", "\tChina has demonstrated the power of Chinese people to the world with what it has accomplished during the past 40 years of reform and opening-up.\n", "\tSetting the aspirations of the people to live a better life as the focus of our efforts, fully stimulating and unleashing the creativity and ingenuity of the people, and striving for the realization of national rejuvenation generation by generation are never merely slogans, but perseverant efforts of China.\n", "\tPieter Bottelier, former Chief Representative of the World Bank to China has pointed out that it is impressive how Chinese people have been determined to strive for progress, willing to work hard, ready to take responsibilities, aspired to seek self- development by learning from advanced international experience, and realized economic modernization through pragmatic and painstaking endeavors.\n", "\tChinaâ\u0080\u0099s successful practice has eloquently proven that there are more than one way toward modernization, and that as long as you can find the right direction and make perseverant efforts towards your destination, you will find out that all roads lead to Rome.\n", "\tThe 40th anniversary of reform and opening-up has made late Chinese leader Deng Xiaopingâ\u0080\u0099s 1985 prediction more meaningful.\n", "\tReform is an experiment not only for China but also for the rest of the world. We believe the experiment will succeed. If it does, our experience may be useful to the cause of world socialism and to other developing countries, Deng said.\n", "\tThanks to its super-rapid economic development, for the first time in human history, China has increased the living standards by more than 100 times in the life cycle of an individual, and significantly influenced the worldâ\u0080\u0099s population and global economy, said Lawrence Summers, former chief economist of the World Bank.\n", "\tThe thought-provoking words also made his readers marvel at the tremendous energy China has brought to the world with its development.\n", "\tProductive forces, as the most mobile and revolutionary element of productions, have definitively promoted the great development of society, according to the fundamental law revealed by the Marxist historical materialism.\n", "\tThe story of Chinaâ\u0080\u0099s reform and opening-up is exactly the story about liberating and developing social productive forces and endeavoring to pursue continuous improvement in achieving well-round development of each individual.\n", "\tChinaâ\u0080\u0099s historical course of reform and opening-up has made it clear to the world that only when conforming to the trends of history, actively responding to changes and spontaneously seeking changes, can we advance with the times. "]}