{"title": "Duke VP under fire for \"racist and insensitive\" posts about China\n", "time_author": "By Curtis Stone (People's Daily Online)    09:42, December 21, 2018\n", "content": ["\tLarry Moneta, vice president for student affairs at Duke University in Durham, North Carolina, United States, is under fire from students over some controversial social media posts in which he gave reasons to not move to China.\n", "\tMoneta made the posts on his Facebook while on a trip to visit Duke Kunshan University in Kunshan, Jiangsu province. Duke Kunshan is an international university jointly created by Duke University and Chinaâ\u0080\u0099s Wuhan University.\n", "\tDuring his visit to China last week, Moneta posted a series of photos with the caption: â\u0080\u009cReason to move to Chinaâ\u0080¦NOT!â\u0080\u009d\n", "\tHe gave a total of three reasons not to move to China. The photos included two bags of Layâ\u0080\u0099s potato chips, one with a flavor of Mexican Tomato Chicken and the other with a flavor of Italian Red Meat, an unhealthy air quality reading of 152, and a squat toilet.\n", "\tIn fact, many Chinese people like the unique chip flavors and just because they are not common in the United States does not mean they are bizarre. Regarding air quality, China is still a developing country but is cleaning up its air pollution at a rapid rate. And regarding squat toilets, many Asian people actually prefer using this type of toilet because they think that it is more sanitary.\n", "\n", "\tThe posts were deleted, but not before screenshots made their way onto a Duke Facebook group, prompting a statement from at least two student organizations.\n", "\tThe Asian Students Association (ASA) of Duke University reposted the photos on the organizationâ\u0080\u0099s Facebook page along with a statement condemning Monetaâ\u0080\u0099s offensive posts about China.\n", "\tâ\u0080\u009cWhile on his visit to Duke Kunshan University this week, Larry Moneta made racist and insensitive posts on his Facebook,â\u0080\u009d read the statement dated Dec. 13.\n", "\tâ\u0080\u009cThese may seem like just â\u0080\u0098jokes,â\u0080\u0099 but these jokes reveal racist and orientalist assumptions that China and Chinese people are dirty and unsanitary,â\u0080\u009d it added.\n", "\tACA accused Moneta of a double-standard in criticism, saying that while China does have its share of problems, the United States has taken steps backward on a number of important issues, including among other things, withdrawing from the Paris Agreement and slashing funding for environmental protection.\n", "\tThe student association also criticized Moneta for finding issue with the style of toilets used in China and many other parts of Asia.\n", "\tâ\u0080\u009cAs VP of Student Affairs, it is egregious Moneta would denigrate the cultural practices of many of the students he supposedly cares about and also disparage the home of many of these students,â\u0080\u009d the statement read.\n", "\tThe student organization called it simply â\u0080\u009cinappropriate and hypocriticalâ\u0080\u009d for Moneta to go to China, visit his universityâ\u0080\u0099s partnership with Duke Kunshan, and joke about why people should not move to China.\n", "\tIt ended by saying that Moneta should â\u0080\u009ccritically confront what kind of legacy of cultural insensitivity and racism he is leaving behind,â\u0080\u009d as the vice president of student affairs will step down from his position after the end of the academic year, according to an announcement made in August.\n", "\tDuke Universityâ\u0080\u0099s Chinese Student Association (CSA) also put out a statement regarding the posts made by Moneta.\n", "\tâ\u0080\u009cDuke Chinese Students Association is appalled and disappointed by the culturally insensitive photos posted by Vice President for Student Affairs Larry Moneta on social media during his visit to Duke Kunshan University,â\u0080\u009d read the statement by CSA, which is also dated Dec. 13.\n", "\tâ\u0080\u009cMoneta has chosen to judge the cultural norms of another country using American standards and spreading such highly [judgmental] opinions on an open platform, neglecting the feelings of all students of Asian heritage on Duke campus,â\u0080\u009d the statement continued.\n", "\tThe statement then added: â\u0080\u009cAs a university administrator making an official visit to Dukeâ\u0080\u0099s partnership University in China, Moneta should have been more mindful of his role and what kind of message his speech conveys.â\u0080\u009d\n", "\tThe association accused Moneta of acting counter to the mission that Duke Kunshan seeks to promote and expressed distressed over the cultural insensitivity being institutionally perpetuated by one of Dukeâ\u0080\u0099s leadership figures.\n", "\tIt concluded: â\u0080\u009cWe do acknowledge that our motherland has much to improve, and we welcome all forms of international cooperation and cultural exchange with good intentions along the way. However, we sincerely hope such incident of woefully inappropriate judgement and blatant cultural insensitivity would not happen again.â\u0080\u009d\n", "\tThe Chronicle, Dukeâ\u0080\u0099s student newspaper, reported that Moneta has decided to take a â\u0080\u009chiatusâ\u0080\u009d from social media after facing strong backlash."]}