{"title": "Jointly promote a healthy, steady China-U.S. relationship\n", "time_author": "By Zhong Sheng (People's Daily)    16:06, December 04, 2018\n", "content": ["\tChina and the United States, as two major influential countries, should shoulder important responsibilities in promoting world peace and prosperity, Chinese President Xi Jinping said at a working dinner with his U.S. counterpart Donald Trump in Argentine capital Buenos Aires, on Dec.1. \n", "\tThe two heads of state had an in-depth exchange of views on China-U.S. relations and international affairs of mutual concern in a friendly and open atmosphere, reaching important consensus which pointed the direction for China-U.S. relations in the time to come.\n", "\tSound China-U.S. relations, Xi said, are in line with the fundamental interests of the two peoples and the broad-based expectations of the international community.\n", "\tU.S.-China relations were very special and important, Trump said, adding that it was in the interest of the two countries as well as the world that the United States and China, both countries of significant influence, maintained a good cooperative relationship.\n", "\tThe two presidents reached consensus on not imposing new additional tariffs and agreed to instruct the economic teams of the two sides to step up negotiations toward the removal of all additional tariffs and reach a concrete agreement that would result in win-win results.\n", "\tThe consensus will not only benefit the development of the two countries and the welfare of the two peoples, but also be conducive to the global economy's stable growth. It conforms to the interests of all countries.\n", "\tIt is the first meeting between Xi and Trump since the latter paid a state visit to China in November last year, and also the first face-to-face communication between the two heads of state after they made two phone conversations to address China-U.S. trade tensions which started to escalate since this March.\n", "\tThe two presidents agreed to keep up close contacts with each other through visits, meetings, telephone calls and correspondences to continue providing guidance for bilateral ties, and to have further exchange of visits at an appropriate time.\n", "\tThe two presidents' diplomacies play a strategic leading role in the development of China-U.S. relations. The benign interaction between the two heads of state has drawn a blueprint and pointed a clear direction for the sound development of China-U.S. relations.\n", "\tFor some time, there are negative voices in the U.S. regarding China and the general trend of the China-U.S. relationship has been the concern of the world. During the meeting, the two heads of state agreed that China-U.S. relationship had to and would be properly handled, and reached consensus to propel a China-U.S. relationship based on coordination, cooperation and stability.\n", "\tThe important consensus reached on developing bilateral relations will promote the two countries to meet each other halfway, jointly safeguard the healthy and steady development of China-U.S. relations and work for global peace and prosperity.\n", "\tAs the worldâ\u0080\u0099s top two economies, as well as the largest developed country and developing country, though the U.S. and China enjoy broad common interests and space for cooperation, also encounter divergences in some areas. Dialogues and consultations are the key to solve these issues.\n", "\tThe basis for cooperation can be expanded and the cake of common interest made big as long as the two sides stick to the spirit of mutual understanding and mutual accommodation on the principle of equality and mutual benefit and solve issues regarding bilateral relations through friendly negotiations.\n", "\tThe results of Xi-Trump meeting once again prove that there are more common interests between China and the U.S. than differences, and the two countries see greater demand for cooperation than friction. Both China and the U.S. are wise enough politically to develop bilateral ties on the basis of no conflict, no confrontation, mutual respect and win-win cooperation.\n", "\tJanuary 2019 marks the 40th anniversary of the establishment of China-U.S. diplomatic relations. Over the past four decades, China-U.S. relations have generally moved forward steadily amidst ups and downs.\n", "\tHistory and reality have indicated that cooperation is the best choice for both sides and win-win cooperation is the precondition for a better future.\n", "\tThe international situation is undergoing profound changes. Against this backdrop, China and the U.S. should follow the consensus reached by the two heads of state, proceed from the fundamental interests of the two peoples and that of people of the world to promote China-U.S. relations steadily toward a positive direction and bring more sense of fulfillment and sense of gain for the two peoples. "]}