{"title": "Healthy China-U.S. ties conducive to world economy\n", "time_author": " (Xinhua)    09:01, December 03, 2018\n", "content": ["\tBEIJING, Dec. 2 (Xinhua) -- After months of tariff duels, China and the United States have seen positive changes in their economic relationship following a meeting between the presidents of the two countries.\n", "\tChinese President Xi Jinping and U.S. President Donald Trump reached important consensus during their working dinner Saturday, said Chinese State Councilor and Foreign Minister Wang Yi when briefing the media on the Xi-Trump meeting after the Group of 20 summit in Argentina's capital city of Buenos Aires.\n", "\tWang said both heads of state have agreed to \"have further exchange of visits at an appropriate time,\" continue the trade talks between the two countries and stop imposing new tariffs.\n", "\tAs the world economy is facing downward pressure and becoming more uneven, analysts said that the consensus was conducive to easing market fears over the escalation of new trade restrictive measures between the world's two biggest economies.\n", "\tIn his speech at G20 summit, Xi said that the number of new trade restrictive measures applied on a monthly basis among G20 members had doubled compared with six months ago. In 2018, the growth of trade in goods may decline by 0.3 percent globally.\n", "\t\"We should stay committed to openness and cooperation and uphold the multilateral trading system,\" Xi said, stressing win-win cooperation to promote inclusive global development.\n", "\tChina is taking solid steps to advance opening-up in the service sector, expand financial opening-up and accelerate the opening-up process of sectors including telecommunications, education, medical treatment and culture.\n", "\tLast month, the first China International Import Expo (CIIE) was successfully held, which was warmly received by the international community. The CIIE will be held annually as a way to further open China's market. China's imported goods and services are estimated to exceed 30 trillion U.S. dollars and 10 trillion U.S. dollars respectively in the next 15 years.\n", "\tChina has also taken efforts to foster a world-class business environment, and promote international cooperation at multilateral and bilateral levels. In the latest World Bank Doing Business report, China moved up 32 places in the ease of doing business ranking from last year.\n", "\tAccording to Xi, China hopes that all countries will work together for a free, open, inclusive and orderly international economic environment.\n", "\tLiang Ming, a researcher with the Chinese Academy of International Trade and Economic Cooperation, said Dec. 1 was \"an important day\" for China and the United States, as the two countries made \"the first step\" in the past few months towards a healthy relationship.\n", "\t\"China and the United States share huge potential in trade. Currently, China is the United States' third largest export market. It could become United States' largest export market if trade potential in farm produce and energy are fully released,\" Liang said.\n", "\tHe said that the important consensus reached by the two heads of state could help stabilize the global financial market, which had been rattled by the past disputes. If upcoming talks could yield positive results, that would help reverse the slowing trend of world economic growth and global trade.\n", "\tIMF chief Christine Lagarde on Saturday said there was \"an urgent need\" to de-escalate trade tensions, reverse recent tariff increases and modernize the rules-based multilateral trade system.\n", "\tIn a statement issued at the conclusion of the G20 Summit, Lagarde reiterated her staunch opposition to trade barriers. \"Pressures on emerging markets have been rising and trade tensions have begun to have a negative impact, increasing downside risks.\"\n", "\tThe IMF estimated that, if recently raised and threatened tariffs were to remain in place and announced tariffs were implemented, about 0.75 percent of global gross domestic product (GDP) could be lost by 2020. If, instead, trade restrictions in services were reduced by 15 percent, global GDP could be 0.5 percent higher.\n", "\t\"We are all living at an important historical moment; an historical moment in which decisions by leaders of the world's two largest economies will determine the trajectory of the 21st century,\" said AmCham China Chairman William Zarit, hoping for a healthier and more sustainable U.S.-China trade relationship.\n", "\tAccording to Wang, the two presidents agreed that the two countries \"can and should\" ensure success of China-U.S. relations and that coordination, cooperation and stability should be the defining features of bilateral relations.\n", "\tIn the eyes of Liang Ming, the upcoming negotiation leaves room for the two countries to put an end to the trade frictions by stopping imposing additional tariffs and annulling tariffs already imposed.\n", "\t\"The December 1 meeting is not the end of the story. It is a new start,\" he said."]}