{"title": "G20 Summit in Argentina to offer solutions via collective cooperation\n", "time_author": "By Li Jiabao (People's Daily Overseas Edition)    16:12, November 28, 2018\n", "content": ["\tChinese President Xi Jinping will attend the 13th #G20 Summit in Buenos Aires, the capital of Argentina, from November 30 to December 1. As an influential summit that enters its 10th year, a question on the minds of many people is what vitality this yearâ\u0080\u0099s G20 Summit will bring to the world.\n", "\tThe G20 summit, widely seen a potent symbol of globalization, has been playing an indispensable role in dealing with financial crises and promoting global economy recovery since 2008. Though economic policies and demands vary among countries, the G20 still serves as a global platform for negotiations and discussions.\n", "\tWith the theme of â\u0080\u009cbuilding consensus for fair and sustainable development,â\u0080\u009d the 2018 G20 re-emphasizes that cooperation is more beneficial than confrontation. Pedro Villagra Delgado, an Argentinean official responsible for summit affairs, told Spanish EFE that G20 was established based on the belief that cooperation benefits the world.\n", "\tAlicia Barcena Ibarra, Executive Secretary of the United Nations Economic Commission for Latin America and the Caribbean, pointed out that the G20 presents a good platform for uniting all related parties to handle challenges facing the world. She hopes that through the summit, all parties will reach consensus, reaffirm their insistence on multilateralism and free trade, and unite to prevent risks resulting from rising protectionism.\n", "\tChen Fengying, a researcher from the China Institutes of Contemporary International Relations, explained that it is increasingly urgent to reach consensus. All parties concerned, she said, should strengthen their sense of responsibility and increase coordination on macro policies.\n", "\tNicolas Sarkozy, the former French president, regards the G20 as a new form of global governance for the 21st century, while Jorge Faurie, Argentine Minister of Foreign Affairs and Worship, called the group a dialogue mechanism through which nations seek solutions to global issues. Faurie also reiterated that Argentina supports multilateral trade. As the host country of the latest G20, Argentina will try its best to promote common development.\n", "\tMeanwhile, the world also expects more ideas from China at this yearâ\u0080\u0099s G20. Over the past 10 years, China has evolved from being a participator in the G20 to a leader of the G20. China has also been adjusting macro policies, reforming the international financial system, and narrowing the North-South divide.\n", "\tFaurie stated that Argentina has learnt a lot from China in determining topics, deploying security forces, and arranging meetings, as China has played a constructive role in responding to global issues concerning climate change and international trade development. He also hopes that more positive results will yield from Chinaâ\u0080\u0099s efforts in promoting the G20.\n", "\tThe G20 is a leading forum of the worldâ\u0080\u0099s major economies that seeks to develop global policies to address pressing challenges. It is made up of the EU and 19 countries, including Argentina, China, Germany, and India. "]}