{"title": "Chinaâ\u0080\u0099s economy enjoys huge space for further development\n", "time_author": "By Li Bin (People's Daily)    08:53, May 14, 2019\n", "content": ["\tWhen Beijing was about to embrace the warmness of the spring but still suffering from the lingering coldness, the Chinese toon, a leafy vegetable produced in southwestern provinces of Sichuan and Yunnan had already hit the dining tables of the Beijingers.\n", "\tDazhu county of Sichuan, once known for its lush bamboos, is now making a profit from off-season toon growing.\n", "\tThis case sends a signal that Chinese economy enjoys huge space for further development.\n", "\n", "Photo taken on May 10, 2019 shows the Phase I project of Teslaâ\u0080\u0099s gigafactory in the Lingang industrial zone of Shanghaiâ\u0080\u0099s Pudong New District. The project is starting to take shape. Photo: Peopleâ\u0080\u0099s Daily Online\n", "\tOn one hand, the consumption upgrading is creating new demands, driving supply-side reform in the agricultural sector and helping rural areas become better-off. On the other hand, the great progress made in transportation and logistics industries has led to in-depth restructuring of supply chains of agricultural products between rural and urban areas.\n", "\tIn addition, though obvious development gaps and imbalances exist between urban and rural areas and between eastern, central and western China, the Chinese economy is seeing great complementarity and synergy effect. They are creating huge development potential and expanding ampler room of maneuver.\n", "\tChina has 40 years of experiences in reform and opening up, the largest group of middle-income earners, the most complete industrial chain, the synergetic development of new industrialization, informatization, urbanization and agricultural modernization, as well as the increasingly powerful implementation of the reform and opening up in the new era.\n", "\tThese have nurtured great resilience and tremendous room of maneuver for Chinese economy.\n", "\tChina has not only the confidence and composure, but also conditions and capability to ensure steady and long-term economic growth. A far-reaching insight into the major pillars of the countryâ\u0080\u0099s economic development, such as industrial restructuring, consumption upgrading, coordinated regional development, integrated urban-rural development, and human resources, will help create broader space for Chinaâ\u0080\u0099s economic progress.\n", "\tThe broader development space is ensured by Chinaâ\u0080\u0099s market size and institutional strengths. The country has nearly 1.4 billion people, 900 million laborers, 800 million internet users, more than 100 million market entities, and over 170 million people who have received higher education or possess professional skills. The market space and human resources with â\u0080\u009c100 millionâ\u0080\u009d as the unit has unlocked tremendous development potential.\n", "\tFrom the building of a beautiful China to the building of a healthy China, from building China into a science and technology giant to building a smart society, and from promoting equitable access to basic public services to improving rural living environments, China, as the worldâ\u0080\u0099s largest laboratory for economic, social and political reform, is constantly renewing the knowledge of people around the world on modernization paths and development philosophy.\n", "\tAs long as the country keeps its composure and adopts stable policies, it will enjoy both opportunities and potential for further development.\n", "\tThe broader development space is a result of Chinaâ\u0080\u0099s sustained efforts to comprehensively deepen reform and expand opening up. The overall layout of the countryâ\u0080\u0099s reform and opening up has improved since the 18th National Congress of the Communist Party of China, creating strong driving forces for high-quality development.\n", "\tThis can be fully demonstrated by the Belt and Road Initiative, the coordinated development of the Beijing-Tianjin-Hebei region, the Yangtze River Economic Belt, the Guangdong-Hong Kong-Macao Greater Bay Area and the integrated development of the Yangtze River Delta region.\n", "\tThrough comprehensively deepening reform, China has created a business environment that is market-oriented, and features the rule of law and internationalization.\n", "\tU.S. car manufacturer Tesla is building its gigafactory in Shanghai, and German automaker BMW will have its third factory in Shenyang, northeast Chinaâ\u0080\u0099s Liaoning province. Chinaâ\u0080\u0099s first foreign-controlled brokerage and first wholly-owned insurance holding company by a foreign insurer were approved successively.\n", "\tThe all-round opening up has stimulated the free flow of factors of production and improved efficiency of allocation of resources. Chinaâ\u0080\u0099s reform and opening up has also promoted the deep integration of domestic and international markets and created a broader space for its economic development.\n", "\tAs a Chinese saying goes, the more you know, the more you can do; the more you do, the better you know. It is China that holds the key to coping with the changing situation and possesses the strongest endogenous power for its own development."]}