{"title": "Trump dismisses report about U.S. considering sending 120,000 troops to combat Iran\n", "time_author": " (Xinhua)    16:54, May 15, 2019\n", "content": ["\n", "U.S. President Donald Trump speaks to reporters before leaving the White House in Washington D.C., the United States, on May 14, 2019. U.S. President Donald Trump on Tuesday dismissed a New York Times report about U.S. top security officials reviewing a plan to send as many as 120,000 troops to the Middle East to counter Iran. (Xinhua/Ting Shen)\n", "\tWASHINGTON, May 14 (Xinhua) -- U.S. President Donald Trump on Tuesday dismissed a New York Times report about U.S. top security officials reviewing a plan to send as many as 120,000 troops to the Middle East to counter Iran.\n", "\t\"I think it's fake news, okay? Now, would I do that? Absolutely. But we have not planned for that,\" Trump told reporters at the White House.\n", "\t\"Hopefully we're not going to have to plan for that. And if we did that, we'd send a hell of a lot more troops than that,\" he added.\n", "\tThe New York Times reported on Monday that acting Defense Secretary Patrick Shanahan had presented an updated military plan to the Trump administration's senior security officials which envisions sending up to 120,000 troops to the Middle East should Iran attack American forces or accelerate work on nuclear weapons.\n", "\tThe updated plan, which does not call for a land invasion of Iran, was ordered by hardliners led by National Security Adviser John Bolton, reported the paper, citing anonymous sources.\n", "\tOver the recent weeks, Washington has ratcheted up pressure against Tehran with a series of sanctions, designations and military threats, following Washington's year-long campaign against Iran after U.S. exit from the landmark Iran nuclear deal in May last year.\n", "\tIn response, Iranian President Hassan Rouhani announced on Wednesday Tehran's withdrawal from complying with the restrictions of the Iran nuclear deal on the country's enriched uranium reserves and heavy water supplies."]}