{"title": "European powers tell U.S. to avoid military escalation with Iran\n", "time_author": " (Xinhua)    08:23, May 14, 2019\n", "content": ["\tBRUSSELS, May 13 (Xinhua) -- The Europeans Union (EU) and member states' foreign ministers told U.S. Secretary of State Mike Pompeo on Monday to exercise maximum restraint and avoid any escalation on the military side with Iran, the EU's top diplomat Federica Mogherini said.\n", "\t\"Mike Pompeo heard that very clearly from us, not only from myself, but also from the other ministers of EU member states, that we are living in crucial, delicate moments, where the most responsible attitude to take is -- and we believe should be -- maximum restraint, and avoiding any escalation on the military side,\" she told an evening press briefing.\n", "\tDuring a meeting between France, Germany and the United Kingdom, \"we discussed the ways in which we can further advance on for instance the operationalisation of INSTEX to have first transactions in the hopefully next few weeks,\" Mogherini added.\n", "\tINSTEX, short for the Instrument in Support of Trade Exchanges, is established by three shareholders -- France, Germany and the United Kingdom -- and backed by the EU to overcome U.S. sanctions and conduct trade with Iran.\n", "\t\"There is full determination on the EU side, and also all the member states expressed that today very clearly, on continuing to implement in full the nuclear deal with Iran,\" she said.\n", "\tLast week, U.S. President Donald Trump said in the White House that \"What they (Iran) should be doing is calling me up, sitting down; we can make a deal, a fair deal.\"\n", "\tPomepo didn't request the Europeans to tell Iran to make phone calls to the U.S., Mogherini said at the press briefing when asked by a reporter.\n", "\tEarlier on Monday morning, British Foreign Secretary Jeremy Hunt warned in Brussels that the standoff between Iran and the United States could trigger an unintended conflict.\n", "\t\"We are very worried about a conflict, about the risk of a conflict happening by accident, with an escalation that is unintended on either side,\" Hunt told reporters, adding \"I think there is a real concern that escalation is unintended could end up with a much more serious situation.\"\n", "\tTensions have been rising lately in the Gulf, with the U.S. sending an aircraft carrier and B-52 bombers to the region.\n", "\tThe U.S., under President Trump, withdrew from the Iran nuclear deal. The deal, endorsed by the United Nations Security Council, was reached in 2015 between Iran, China, France, Russia, Britain, United States, and Germany.\n", "\tThe European signatories still support the deal and have vowed to sidestep U.S. sanctions re-imposed after its withdrawal."]}