{"title": "PLA conducts live-fire exercise north of Taiwan Straits\n", "time_author": " (Global Times)    15:12, May 08, 2019\n", "content": ["\tThe ongoing live-fire exercise of the People's Liberation Army (PLA) north of the Taiwan Straits is an annual arrangement to show China's ability to uphold its national sovereignty and territorial integrity, experts said.\n", "\tThe military exercise is being conducted in waters off East China's Zhejiang Province, north of Taipei in Taiwan, from 6 am May 5 to 6 pm May 10, according to yhnews.zjol.com.cn, a Zhejiang-based news site, on Monday.\n", "\tFishing boats are forbidden to enter the 12 fishing zones during the exercise, said the notice, which was issued by the Taizhou government.\n", "\tThe drill is an annual military exercise, which is coordinated with the joint China-Russia naval exercise in the north and China-Thailand naval training in the south, Wu Jian, a Shanghai-based military expert, told the Global Times on Monday.\n", "\tA six-day Joint Sea-2019 naval exercise participated by the Chinese and Russian navies ended on Saturday in East China's Shandong Province, and naval forces from China and Thailand are conducting a joint exercise at a military port in South China's Guangdong Province scheduled to end on Thursday.\n", "\tIn April, the PLA conducted encirclement drills of vessels, bombers and reconnaissance aircraft from its Eastern Theater Command around the island of Taiwan.\n", "\t\"The exercise was held amid the passage of US ships through the Taiwan Straits recently, but it was not launched to provoke any third party. Normally from March to May each year, China will conduct live-fire military exercises,\" said Wu.\n", "\tTwo US ships, the USS William P. Lawrence and USS Stethem, Arleigh Burke-class destroyers, passed through the Taiwan Straits on April 28, making it the fourth time that the US has sent warships through the Taiwan Straits in the past five months.\n", "\t\"The exercise, however, is not aimed at showing China's full ability to protect its national sovereignty, territorial integrity and development interests,\" Wu said. "]}