{"title": "BRI markets pivotal in retaining Chinaâ\u0080\u0099s role in global supply chain amid trade war\n", "time_author": "By Li Xuanmin (Global Times)    09:06, May 21, 2019\n", "content": ["\tChinese manufacturers should speed up efforts to become key suppliers of high-tech, high-end parts to the global market, while setting up new industrial chains in countries and regions along the Belt and Road Initiative (BRI) to cope with the escalation of the China-US trade war, industry insiders suggested.\n", "\n", "On the afternoon of February 25, 2019ï¼\u008cin the Haicang supply chain platform of Yiwu Bonded Logistics Center, the staff is packing Korean cosmetics that have been ordered for sale in China.\n", "\tDomestic companies should climb up the value chain, moving from producing labor-intensive goods and low-end parts to high-end products, said Xu Shanda, former deputy commissioner of the State Taxation Administration. He made the comment at the ongoing Global Supply Chain Summit 2019 in Fuzhou, capital of East Chinaâ\u0080\u0099s Fujian Province, over the weekend of May 18 and 19.\n", "\tâ\u0080\u009cThe strategy will help them gain a firm foothold in global competition, rather than [being replaced in the] global supply chain due to the protracted tariff war,â\u0080\u009d Xu explained. Some are concerned that the USâ\u0080\u0099 trade war with China could squeeze Chinese companies out of the global supply chain.\n", "\tOn May 10, the US raised tariffs on $200 billion worth of Chinese goods and products from 10 percent to 25 percent. In response, China retaliated, announcing tariffs ranging between 5 percent and 25 percent on 5,140 US-originated products worth $60 billion.\n", "\tZhang Yansheng, chief research fellow with the China Center for International Economic Exchanges, told the Global Times on the sidelines of the forum that while some low-end OEM production lines may leave China [to avoid US tariffs], most manufacturers that are market-oriented and those that have already embarked on their own innovations will stay.\n", "\tFor example, the Fujian-based Fuyao Glass has been one of the most profitable auto glass suppliers in the world thanks to its innovation in producing hydrophobic glass and glass that is resistant to freezing, Xu said.\n", "\tMeanwhile, BRI countries and regions are pivotal in strengthening Chinaâ\u0080\u0099s role in the global supply chain, according to industry insiders.\n", "\tâ\u0080\u009cAbout 70 percent of Huaweiâ\u0080\u0099s sales are from BRI countries in Asia, Africa and Latin America, where most multinational corporations are absent. It is in those markets that Huawei has transformed and upgraded and risen to an upper position in the global supply chain,â\u0080\u009d Zhang said, suggesting Chinese manufacturers should take a similar road to help BRI regions prosper.\n", "\tAnalysts attending the forum also pointed out that the trade war launched by the US will eventually lead to chaos in the global supply chain - at a cost to the US economy and companies.\n", "\tâ\u0080\u009cThe US has grossed tremendous benefits from its present position in the global supply chain. On the one hand, the cheaper imports help it to reduce the inflation rate and labor costs. On the other hand, US tech firms such as Apple have pocketed huge profits from the manufacturing chain,â\u0080\u009d Xu said. "]}