{"title": "Marking 70th anniversary, Chinese navy an indispensable force to maintain world peace\n", "time_author": " (Xinhua)    08:37, April 23, 2019\n", "content": ["\tQINGDAO, April 22 (Xinhua) -- Seven decades after its founding, the Chinese People's Liberation Army (PLA) Navy has developed into a strategic force consisting of five services and with both nuclear and conventional weapons, playing an important role in safeguarding world peace.\n", "\tOn Tuesday, China will hold a grand naval parade in the port city of Qingdao and its nearby sea areas and airspace, displaying 32 Chinese vessels and 39 warplanes, including the country's first aircraft carrier, the Liaoning, and latest nuclear submarines, destroyers and fighter jets.\n", "\tNearly 20 foreign vessels from around a dozen countries, including Russia, Australia and India, will also take part in the parade.\n", "BUILDING A WORLD-CLASS NAVY\n", "\tOver the century before the founding of the People's Republic of China in 1949, world powers made some 470 invasions into China via the sea.\n", "\tIn the 1950s, Mao Zedong gave the important instruction of building a strong navy step-by-step, laying the foundation for decades of rapid development of the naval force.\n", "\tThe development of the navy gained new momentum with the initiation of China's reform and opening-up. In 1979, Deng Xiaoping pointed out that strengthening China's maritime defense was a \"priority vital to the fate of the country and its people.\"\n", "\tIn the 1990s, as the PLA Navy strove to enhance its modernization capabilities, its development entered a new phase. In 1995, Jiang Zemin called for prioritized efforts to build the navy and accelerate its modernization drive.\n", "\tIn 2006, Hu Jintao stressed the building of a strong navy force in accordance with the missions of the PLA in the new century and at the new historical stage.\n", "\tAs socialism with Chinese characteristics entered a new era, Chinese President Xi Jinping laid out plans for the navy's development, opening a new chapter of building a world-class navy.\n", "\tOn Dec. 8, 2012, Xi, also general secretary of the Communist Party of China (CPC) Central Committee and chairman of the Central Military Commission, boarded a navy destroyer, the Haikou, in the southern Chinese city of Shenzhen, for a four-hour inspection voyage. It was his first visit to a PLA force outside Beijing after the 18th National Congress of the CPC.\n", "\tOn April 9, 2013, Xi encouraged a female Uyghur officer to make her own contributions to the defense of the country during an inspection to the navy stationed in southern Chinese city of Sanya.\n", "\tOn Aug. 28, 2013, Xi boarded the Liaoning during a visit to a training base of the navy and urged officers and soldiers to make contributions to building a strong navy.\n", "\tOn May 24, 2017, during an inspection to the PLA Navy headquarters, Xi called for efforts to build the PLA Navy into a strong and modern force to lend support for the realization of the Chinese dream of national rejuvenation and the dream of a strong army.\n", "\tOn April 12, 2018, Xi called for the building of a world-class navy in a navy review in the South China Sea, the largest of its kind since the People's Republic of China was founded in 1949.\n", "\tOn June 11, 2018, Xi stressed building an elite maritime force during an inspection to the navy under the Northern Theater Command of the PLA.\n", "\tDuring the past 70 years, the navy has also made great strides in the development of military equipment, with the launch of the first home-made aircraft carrier and the mass deliveries of carrier-based J-15 fighter jets.\n", "\tThe navy has also completed the mass upgrading of its fighter jets, early warning aircraft, anti-submarine patrol aircraft, as well as the deployment of new missiles and torpedoes.\n", "PROMOTING INT'L COOPERATION FOR PEACE, SECURITY\n", "\tOn April 4, 2019, a PLA Navy fleet set sail from a port in east China's Zhoushan for the navy's 32nd escort mission in the Gulf of Aden and the waters off the Somali coast.\n", "\tThe blue seawaters have served as a witness to the navy's voyages outbound and across the globe.\n", "\tIn 1980, the navy dispatched a fleet out of Chinese territorial waters for the first time. It made its first overseas visit and first global voyage in 1985 and 2002, respectively.\n", "\tIn 2008, the first Chinese naval fleet charged with an escort mission arrived in the Gulf of Aden and the waters off Somalia to escort Chinese and foreign ships. In 2009, China held its first multinational naval events to celebrate the 60th anniversary of the founding of the PLA Navy.\n", "\tXi has proposed building a community with a shared future for humanity, calling for efforts to exercise the concept in maritime space and to foster new thinking on common, comprehensive, cooperative, and sustainable security.\n", "\tOn Feb. 6, 2014, during a visit to Russia, Xi, along with Russian President Vladimir Putin, made video calls with commanding officers of the Chinese and Russian navy vessels that were jointly escorting the shipments of Syrian chemical weapons set to be destroyed, encouraging them to complete the UN mandated mission and work together to safeguard international and regional security.\n", "\tAfter civil war broke out in Yemen in the spring of 2015, Xi decisively ordered the Chinese fleet that was conducting the Chinese navy's 19th escort mission in the Gulf of Aden to help evacuate Chinese nationals from the war-torn country. The fleet managed to evacuate 621 Chinese citizens as well as 276 people of 15 other countries out of Yemen.\n", "\tIn November 2017, Xi inspected via video a support base in Djibouti, the PLA's first overseas support base, encouraging troops stationed there to help promote international and regional peace and stability.\n", "\tHaving participated in the Gulf of Aden escort missions, the search for missing Malaysia Airlines Flight MH370, the global circumnavigation of the 152 Naval Fleet, among other missions, the PLA Navy has become an important force of safeguarding world peace and promoting win-win cooperation.\n", "\tSince 2008, the PLA Navy has sent 32 escort fleets, 103 vessels, 69 helicopters, and more than 27,000 officers and soldiers to escort over 6,600 vessels, more than a half of which were foreign ships.\n", "\tAs of April 2019, the PLA Navy has paid over 100 visits to 138 ports of 94 countries and has participated in more than 60 joint military drills with foreign navies.\n", "\tSince 2010, the naval hospital ship Peace Ark has traveled to 43 countries and regions and provided free medical services to over 230,000 people."]}