{"title": "Agri-tech sharing booms along Belt and Road\n", "time_author": " (Xinhua)    15:36, April 24, 2019\n", "content": ["\n", "(Photo/Xinhua)\n", "\tXI'AN, April 23 (Xinhua) -- Professor Feng Baili's office is often stacked up with bags of seeds that are ready to be shipped overseas. He examines the seeds carefully and fills in detailed information regarding their origin, time for harvest and other specifications.\n", "\tThe professor of agriculture works at Northwest Agriculture and Forestry University (NWAFU) located in Yangling, about an hour's drive west of Xi'an, the starting point of the ancient Silk Road.\n", "\tLast month, Feng and his research team prepared 73 types of seeds of wheat, buckwheat, and corn for a trial plantation in an agricultural park in Belarus.\n", "\t\"I have high hopes for the success of the seeds, and I look forward to new findings from the cooperation,\" Feng said.\n", "\tStarting in 2016, Feng and a few dozen researchers in the university have carried out cross-border cooperation in agriculture-related technology. The university founded an agricultural technology innovation league in 2016. Now the organization works with 76 universities and research institutes from 14 countries and regions.\n", "\tNWAFU has a leading technological edge in the field of agriculture in China. Since 2004, the university has established 45 bases across the country.\n", "\tAbout half of China's land mass is dry or semi-dry, which is similar with that of central Asia, so the cross-border cooperation started in Kazakhstan first, said Hu Yingang, also a professor of agricultural studies.\n", "\t\"We found that we could complement each other in various aspects. On the one hand, Chinese researchers have a strong proficiency in irrigation and field management. On the other, the crop varieties in Kazakhstan are of high quality, for example, the wheat grown there is a desirable choice for making bread,\" Hu said.\n", "\tSo far, researchers from China have set up three demonstration parks in Kazakhstan. Crops from Kazakhstan are also planted in Yangling Agriculture Hi-Tech Industrial Zone, a national-level high-tech development zone. In these parks, experts from both sides work together to study breeding, water-saving irrigation, and agricultural machinery.\n", "\t\"Our colleagues in Kazakhstan are cross-fertilizing their local breed with some of the Chinese varieties which show outstanding traits in resisting wind, drought, and diseases,\" said Hu.\n", "\tSo far, not only researchers but entrepreneurs have also joined the cooperation. Xi'an Aiju Grain and Oil Industrial Group signed an agreement with the university in 2017 and became a member of the innovation league. The firm leased land in Kazakhstan and hired local farmers. The products are then sold to Chinese customers.\n", "\t\"Such mutual benefit has strengthened bonds between the two peoples,\" Hu said.\n", "\tIn NWAFU, a few dozen other researchers are also involved with cross-border studies in agricultural technology. Professor Kang Zhensheng, a specialist on curbing wheat rust, has traveled to ten Belt and Road countries and regions to share the technology. Assistant Professor Hai Jiangbo worked in Cameroon to carry out joint research on rice.\n", "\tSince 2007, over 500 students from 20 Belt and Road countries and regions have studied at the university.\n", "\t\"This is just the beginning. There is a lot more room for cooperation,\" said Li Xingwang, Communist Party Secretary of the university."]}