{"title": "College students targeted by foreign intelligence workers\n", "time_author": " (Global Times)    14:53, April 19, 2019\n", "content": ["\tThe Public Security Department in Zhengzhou, Central China's Henan Province, has detected foreign spies who defrauded Chinese college students to steal China's military secrets.\n", "\tPolice officers found college students, especially those in key Chinese universities majoring in politics, economy, national defense, science and technology, are the main targets of overseas intelligence organizations, Henan-based City Channel television reported on Tuesday.\n", "\t\"College students' awareness of national security is weak, and they are more likely to believe lies told by foreign spies,\" the channel reported, citing an officer.\n", "\tIn one case, a freshman surnamed Li was taken by police officers in January for sending materials including photos of magazines related to China's military to a foreign spy. The spy used a fake name of Chen Yichen.\n", "\tAccording to police officers, Chen added Li as an online friend on China's popular social media platform QQ. He lied to Li by claiming he had lived abroad for a long time and planned to do a survey on military-civilian integration projects. He promised Li a considerable amount of money for providing him with relevant information.\n", "\tLi did not realize Chen was a foreign spy and agreed to help him. Li took many pictures of military magazines from the navy and air force, which were stored in libraries in his school and hometown, and received 2,900 yuan ($434) from Chen as payment.\n", "\t\"The intelligence could be used for directed sabotage, posing a serious threat to national security,\" an intelligence security expert anonymously told the Global Times on Thursday.\n", "\tFor example, if a spy obtains classified specification on a weapon, maybe only through a photo, an enemy may analyze it and know the weapon's weaknesses, according to the expert.\n", "\tCompared to Li, the political awareness of Zhang Wei (pseudonym), a college student in Zhengzhou, is higher.\n", "\tZhang added an online friend calling himself Wang Xiang. Zhang realized that Wang was a foreign spy as the latter kept emphasizing he could pay Zhang a lot of money in exchange for information about China's military and politics. Zhang called the police who later confirmed Wang was a foreign spy.\n", "\t\"When you realize the spy is deceiving you into providing classified information and want to stop, the spy may threaten you to continue, or he or she will give your personal information to police as you have already done illegal things, or exploit any possible vulnerability he or she finds during your interactions,\" said the expert.\n", "\t\"My cousin and I once had a lesson concerning counterintelligence in our hometown,\" Xu Xin, a Chinese international student studying in the UK, told the Global Times on Thursday.\n", "\tXu said the students whose parents worked in the government or in companies related to national security would often take a counterintelligence lesson.\n", "\t\"Our teacher told us to be alert when strangers asked us to take photos of our hometown which has a military base,\" Xu said. "]}