{"title": "Aviation Industry Corporation of China opens park for meritorious aircraft\n", "time_author": " (People's Daily Overseas New Media)    10:32, April 16, 2019\n", "content": ["\n", "\tThe Aviation Industry Corporation of China (AVIC) on Sunday, which has bred many Chinese military aircraft, opened a park for meritorious aircraft in the nationâ\u0080\u0099s first test flight base in northwest Chinaâ\u0080\u0099s Shaanxi province, exhibiting 16 models that made their names in the nationâ\u0080\u0099s military aviation history.\n", "\tThe 16 aircraft on exhibition are from the 1960s and each one carries a piece of history of the test flight base, or China Feixing Shiyan Academe, which recently saw its 60th founding anniversary.\n", "\tSitting in Yanliang County of Xiâ\u0080\u0099an, the base was founded on April 15, 1959, ushering in a new era of Chinaâ\u0080\u0099s independent flight test industry and making China the fifth country in the world with such an institution, following the US, Russia, the UK, and France.\n", "\tHongZhuan 502, also known as the CJ-6, a single-engine two-seat propeller basic trainer, was the first model tested in full-machine flight at the base in 1960. It is also the first model designed and manufactured by China, which indicated that Chinaâ\u0080\u0099s aviation industry reached a new stage of self-production.\n", "\tIn the 1960s, the base welcomed Chinaâ\u0080\u0099s first ejection testing vehicle based on the H-5 bomber, the technology of which was used from 1968 to 1985 for multiple fighter jets and bomber jets. In the following two decades, other testing vehicles based on various jets were tested at the base, including those for engine air tests and longitudinal static stability tests.\n", "\tModels in the modern age are also among the exhibits, including the J-10, a third-generation fighter jet developed by China, and the JH-7, Chinaâ\u0080\u0099s first two-seat, double-engine, supersonic sniper bomber, as well as the CAIC Z-10, Chinaâ\u0080\u0099s first attack helicopter, and the KJ-2000, a large-scale, all-weather, multi-sensor aerial early warning and operational command aircraft developed by China."]}