{"title": "Abu Dhabi crown prince says committed to advancing UAE-China relations\n", "time_author": " (China Military Online)    14:13, March 30, 2019\n", "content": ["\tRIYADH, March 29 (Xinhua) -- Saudi King Salman bin Abdulaziz Al Saud pledged to strengthen economic and military cooperation with China, to promote peace and stability in the region.\n", "\tHe made the remarks during a meeting with visiting Chinese State Councilor and Minister of National Defense Wei Fenghe on Tuesday in Riyadh.\n", "\tSaudi Arabia and China have a long-lasting friendship and their strategic relationship is under continuous development, he said, adding that the two countries are important cooperative partners of the Belt and Road Initiative.\n", "\t\"Saudi Arabia expects to increase bilateral economic cooperation and personnel exchanges, and deepen military collaboration, to jointly promote regional peace and stability,\" he said.\n", "\tThe initiative, proposed by China in 2013, refers to the Silk Road Economic Belt and the 21st Century Maritime Silk Road, which aim at building a trade and infrastructure network connecting Asia with Europe and Africa along the ancient trade routes of the Silk Road.\n", "\tSaudi Crown Prince Mohammed bin Salman Al Saud said that bilateral cooperation in all fields has yielded fruitful results, and Saudi Arabia is willing to strengthen cooperation with China in politics, economy and security, during a meeting with Wei.\n", "\tThe crown prince expressed expectation for the two militaries to carry out more pragmatic cooperation and expand new areas, as military cooperation is an important cornerstone of the Saudi Arabia-China relationship.\n", "\tWei said that China attaches great importance to its relationship with Saudi Arabia and their relationship has become a model for state-to-state relations.\n", "\tUnder the leadership of the two states, the comprehensive strategic partnership between the two countries has undergone in-depth development.\n", "\tThe Belt and Road Initiative and the Saudi Vision 2030 reform plan have a broad prospect and bilateral military ties have maintained a sound momentum of growth, Wei said.\n", "\t\"China is willing to work with the Saudi military to implement the consensus of the leaders of the two countries, expand pragmatic cooperation, and promote bilateral military relations,\" Wei added.\n", "\tWei also held talks on Wednesday with Saudi Arabia's Assistant Minister of Defense Mohammad bin Abdullah Al-Ayesh."]}