{"title": "Chinese colleges start offering AI major for undergraduates\n", "time_author": " (Xinhua)    16:50, April 23, 2019\n", "content": ["\n", "(Photo/Xinhua)\n", "\tHANGZHOU, April 23 (Xinhua) -- Wu Fei, a professor with Zhejiang University, is busy creating an online course for new undergraduate students majoring in artificial intelligence (AI).\n", "\tThis September, a total of 35 universities in China will become the country's first batch to offer AI as a major to undergraduate students amid a drive to build a strong AI talent pool.\n", "\tThey include prestigious universities such as Zhejiang University, Beijing Jiaotong University and Beihang University.\n", "\t\"We have designed tailored courses for the new major by considering current talent demand and our advantages in the discipline,\" said Wu, also director of the institute of artificial intelligence under Zhejiang University.\n", "\tFor example, the students will focus more on math based on probability statistics. \"Probability, statistics, optimization method and Matrix Decomposition, used to be packed in a course named Advanced Mathematics, but will now become four separate courses for AI majors,\" Wu said.\n", "\tAI has become a significant trend for higher education in China in recent years.\n", "\tThe Ministry of Education issued a detailed action plan in 2018 concerning AI education in Chinese universities.\n", "\tBesides offering an AI major, nearly 20 educational institutions such as the University of Chinese Academy of Sciences, Shanghai Jiao Tong University, and Nanjing University have set up their own AI colleges.\n", "\tIndustry analysts say this reflects China's huge demand for AI talent. Not only emerging AI enterprises, but some traditional industries such as manufacturing and textiles are also looking forward to transformation and upgrading through AI technology.\n", "\t\"It is foreseeable that AI will become one of the most popular majors in Chinese universities,\" said Huang Xin, regional sales director with a Beijing-based AI company."]}