{"title": "Event planned to fete PLA Navy's 70th anniversary\n", "time_author": "By Zhang Zhihao (China Daily)    09:20, March 29, 2019\n", "content": ["\tMore than 60 countries will send naval delegations to participate in the 70th anniversary of the founding of the People's Liberation Army Navy in late April, a spokesman for the Ministry of National Defense said on Thursday.\n", "\tThe celebration will showcase the progress of the PLA Navy and its growing capability in safeguarding China's overseas interests as well as regional and world peace, an expert said.\n", "\tThe multinational naval event will take place in Qingdao, Shandong province, in late April, said ministry spokesman Senior Colonel Wu Qian. April 23 is the 70th anniversary of the PLA Navy's founding.\n", "\tThe naval event will include high-level dialogues, an international fleet review, military band performances, cultural and sports exchanges as well as other activities, Wu said. Some nations will send military ships to participate in the fleet review, though details are still in the works and will be announced at a later date, he added.\n", "\tSenior Colonel Zhou Bo, director of the Center for Security Cooperation at the ministry's Office for International Military Cooperation, said that compared with other branches of the military, the PLA Navy plays a relatively larger role in protecting China's overseas interests and maintaining security in key sea lanes such as the Gulf of Aden and waters off Somalia.\n", "\t\"The PLA Navy is at the forefront of proving that the Chinese military is an open, cooperative and competent force for peace,\" he said, adding that the PLA Navy has frequently participated in humanitarian rescue missions, naval escorts, joint exercises and exchanges in past years.\n", "\t\"Through these non-war military operations, the Chinese Navy has also improved its capability and operability in distant waters,\" Zhou said. \"Many security issues around the world require global efforts, and as its capability improves, the PLA Navy can play a bigger part and contribute more to global maritime security.\"\n", "\tWhen asked about the United States' recent rhetoric about \"China threats\" and US military actions near the Taiwan Straits and the South China Sea, Wu said that Sino-US military relations are generally stable, but he asked the US to work with China to conduct practical cooperation, properly manage differences, and allow military-to-military relations to become stabilizing factors for bilateral ties.\n", "\tOn Sunday, the US sent the Navy's guided-missile destroyer Curtis Wilbur and Coast Guard's cutter Bertholf through the Taiwan Straits. On March 13, two US B-52H bombers flew near Chinese islands in the South China Sea for the second time this month.\n", "\tWu said China resolutely opposes the \"provocative actions\" by the US warplanes, and will continue to take necessary actions to safeguard national security. \"The facts have shown that the US is the one militarizing the South China Sea,\" he said.\n", "\tRegarding the US military's recent interactions with its Taiwan counterpart, Wu said China resolutely opposes any military interaction between the two sides, whether it involves arms sales to Taiwan or official military exchanges.\n", "\t\"The Taiwan question is a domestic matter for China, and it is related to China's core interests and the feelings of the Chinese people. It cannot be interfered with by outside forces,\" Wu said, adding that the one-China policy is a recognized consensus in international relations, and the political basis for Sino-US relations.\n", "\t\"Any attempt to undermine this principle is no different than trying to shake the foundation of Sino-US ties. This does not fit with the basic interests of either nation, and it is very dangerous,\" he said."]}