{"title": "China develops anti-stealth radars\n", "time_author": "By Liu Xuanzun (Global Times)    07:45, March 19, 2019\n", "content": ["An efficient air-to-ground reconnaissance tool: experts \n", "\n", "Soldiers assigned to a radar station with the air force under the PLA Southern Theater Command checks the radar system after a heavy snow on December 20, 2018. (eng.chinamil.com.cn/Photo by Xu Hangchuan)\n", "\tChinese arms companies recently made multiple terahertz radiation radar systems with a technology seen by experts as an efficient air-to-ground reconnaissance tool and a potential counter to stealth aircraft.\n", "\tA prototype terahertz radiation radar was successfully developed by a China Electronics Technology Group Corporation (CETC) team led by scientist Li Yuanji, and a second-generation prototype is already in development, China Central Television (CCTV) reported on Sunday, citing a statement released by CETC.\n", "\tThe development of terahertz radiation radar is a global challenge, according to the CETC statement.\n", "\tThe CCTV report said that terahertz radiation has wavelengths between those of infrared rays and microwaves, a wide spectrum that would render current stealth technologies obsolete, making the radar able to detect stealth aircraft.\n", "\tStealth aircraft usually use composite materials and radar wave-absorbing coatings, so normal radars cannot effectively detect them, Wei Dongxu, a Beijing-based military analyst, told the Global Times on Monday.\n", "\tTerahertz radiation, on the other hand, could penetrate those materials and expose metallic parts within the aircraft, lifting its cover, Wei said.\n", "\tHe also noted that a terahertz radiation radar could also clearly trace the outline of an object, making it possible to even tell what type of object it is.\n", "\tExperts said the terahertz radiation decays very fast in the air, meaning, the effective range of the radar is likely low and not sufficient for detecting an advanced stealth fighter jet in time before it launches attacks from beyond visual range.\n", "\tWhile the anti-stealth aspect of the technology still needs time to be ironed out, the technology can be used for air-to-ground reconnaissance at great efficiency, Wei noted.\n", "\tChina Aerospace Science and Industry Corporation (CASIC) successfully developed China's first terahertz radiation video synthetic aperture radar, Beijing-based newspaper Science and Technology Daily reported in December 2018.\n", "\tThe CASIC radar uses terahertz radiation to see through complicated environments like smoke, smog and dim lights, and can efficiently detect ground infantry targets in camouflage and disguise, the newspaper said, noting it has a stronger penetration capability than infrared vision devices.\n", "\tWhen placed on an aircraft or a drone, the radar would allow operators to clearly see battlefield situations and deliver precision strikes on targets that would be otherwise difficult to detect, Wei said.\n", "\tTargets will have nowhere to hide, said the newspaper."]}