{"title": "Commentary: China has enough strength to address economic challenges\n", "time_author": "By Zhou Renjie (People's Daily)    09:06, May 13, 2019\n", "content": ["\n", "The 125th China Import and Export Fair, also known as the Canton Fair, opened in Guangzhou, south China's Guangdong province, April 15, 2019, attracting buyers from more than 210 countries and regions. (Photo: Peopleâ\u0080\u0099s Daily Online)\n", "\tâ\u0080\u009cYou can always find more solutions than challenges.â\u0080\u009d this is what a Chinese saying goes. Against the backdrop of a complex and fast-changing domestic and international environment, China has, since the beginning of this year, maintained strategic focus, followed the general principle of pursuing progress while ensuring stability, and as a result kept major economic indicators within an appropriate range.\n", "\tTargeted and well-timed regulation, as well as anticipatory adjustments and fine-tuning have also been adopted by China to identify and tackle possible risks, stimulate the vitality of micro- entities, and prevent sharp fluctuations in economic growth.\n", "\tSince the 18th National Congress of the Communist Party of China (CPC), China has introduced appropriate and effective macro-regulation system, and optimized the ways and tools of the regulation. The enhanced role played by the CPC in national economy endows the countryâ\u0080\u0099s economy enough confidence and strength.\n", "\tOver the past 40 years since China embarked on a road of reform and opening-up, the giant ship of Chinese economy has sailed through a string of hidden shoals and dangerous reefs.\n", "\tIt now has steered its economy into a new normal of slower but more efficient growth, and committed to a high-quality development, after addressing the inordinate introduction spree of foreign technologies in 1970s, dealing with inflation, preventing â\u0080\u009chard landingâ\u0080\u009d, expanding domestic demands, coping with Asian financial crisis and the international financial tsunami.\n", "\tChina can rise from crisis, cleave through the waves and maintain sustainable growth because it succeeded in launching rounds of marco-regulation based on a full respect to market rules, and always optimized the steps when implementing the regulation.\n", "\tThanks to the efforts, China now has increasingly stable marco-regulation with more mature mechanisms, as well as abundant and efficient policy options, which lay a firm foundation for the country to prevent and defuse the uncertainties.\n", "\tAs a kind of cyclical economy, the socialist market economy needs counter-cyclical adjustments and well-timed regulation in its macro-policies. And room for maneuver has to be left when making a decision to tune the economy.\n", "\tIn the January to April period, China increased its general public budget revenue by 5.3 percent after cutting taxes and administrative fees, which indicates a loose space for a tax-centered fiscal policy.\n", "\tIn the past April, the consumer price index (CPI), a main gauge of inflation, rose 2.5 percent, and the M2, a broad measure of money supply that covers cash in circulation and all deposits, registered a 8.5 percent year-on-year growth. The stable commodity prices and expectations also mean abundant follow-up tools in monetary policies.\n", "\tWhatâ\u0080\u0099s more, the five prior measures to restructure the economy, namely to cut excessive industrial capacity, destock, de-leverage, lower corporate costs, and improve weak links, have offered more options in regulation.\n", "\tThe efforts in easing the cost burden of small and medium-sized enterprises (SMEs) and improving their weak boards, for instance, are more effective than the ways of pump-priming stimulus. The policies to de-leverage add more energy for economic transformation and upgrade.\n", "\tChina's foreign trade of goods climbed 4.3 percent year on year in the first four months of this year, and by the end of April, its foreign exchange reserves stood at $3.095 trillion. An optimized structure in balance of payments means that China also has cards in trade and exchange rate policies.\n", "\tA stable and healthy economic body, together with scientific and predicable regulation, gives China every reason to run through the waves and march forward with confidence.\n", "\tThe appropriate range and calm decision are needed when making macro- and well-timed regulation. When seeking a high-quality development with people at the center, policy-makers have to not only launch proper policy portfolio, but also make preparations for long-term and sustainable growth. This requires their historic patience and willpower to grasp the pulse of the trends.\n", "\tOn one hand, they need to refrain from resorting to a deluge of strong stimulus policies and keep poised and self-possessed in face of volatility, as long as the main indicators, the employment data in particular, stay in reasonable range. On the other hand, they are required to double efforts in consolidating the outcomes from the five prior measures to restructure the economy, leveraging the vitality of micro-entities, optimizing the industrial chain, and dredging the cycle for sake of a healthy economy.\n", "\tMore market-oriented and institutionalized means, for instance, are required to destock, while more reforms are needed to cut excessive production capacity. Compared with previous tool mix, such approaches can better stir up the enterprisesâ\u0080\u0099 enthusiasm for innovation and vitality. By driving adjustments with reforms, such innovative ways can help China conquer structural challenges and usher into new chapter.\n", "\tNavigation weighs more in weathering a heavy storm. To ensure the policy coordination of macro-regulation and strict enforcement of orders and prohibitions, the Partyâ\u0080\u0099s centralized leadership in economic and financial work must be brought into full play.\n", "\tNo matter what happens, the Chinese people can work together to conquer the hard nuts, usher new chapter of macro-regulation, and create new opportunities from economic growth, as long as they follow the instructions from the CPC Central Committee, improve their capability to deal with economic affairs, and make full use of the available policy options.\n", "Zhou Renjie is a columnist of Peopleâ\u0080\u0099s Daily "]}