{"title": "China develops weapon system based on microwave radar tech\n", "time_author": "By Deng Xiaoci (Global Times)    09:08, February 22, 2019\n", "content": ["\n", "Pictured is a minivan with vehicle-mounted Microwave Active Denial System. Photo: Courtesy of Beijing Institute of Radio Measurement\n", "\tChina is developing a non-lethal weapon system based on microwave radar technology, which the chief engineer of the project said improves the country's counter-terrorist and land and maritime border defense capabilities.\n", "\tChief engineer of the project, surnamed Su, who is also a senior engineer from the Beijing Institute of Radio Measurement affiliated with the China Aerospace Science and Industry Corporation (CASIC), made the statement during an exclusive interview with the Global Times on Thursday.\n", "\tSu said the project, officially named Microwave Active Denial System, works by shooting millimeter microwaves at targets, which can cause the pain nerve under the skin to ache in a bid to effectively halt the objective's violent actions and disperse targets.\n", "\tThe system has two working modesâ\u0080\u0094a point launch mode designed for attacking definite targets in specific body parts, and a sector-sweep mode for bigger areas for missions, including expelling terrorist groups, Su said.\n", "\tThe non-lethal but highly effective system could be applied to situations including counter-terrorist operations, key targets protection during major events, maritime convoy missions, and border defense on land, Su said.\n", "\tThe potential customers of the product are the police and the country's Coast Guard.\n", "\tEffectiveness and safety tests for the system have been conducted with professional departments, and results show that the system has excellent effectiveness and high security. It will not leave permanent injuries or cause long-term physical problems on targets while meeting its designed goals in dispelling enemies.\n", "\tCompared to similar products in the world, the CASIC's Microwave Active Denial System is much smaller in size and lighter, according to Su.\n", "\tThe system does not come only in stationary form, but also a vehicle-mounted one which looks roughly the same as a minibus but with a radar antenna.\n", "\tOverseas customers in countries and regions along the Belt and Road have shown great interest in the product, according to the expert. "]}