{"title": "PLA soldiers complete â\u0080\u009cmission impossibleâ\u0080\u009d by building 1.1 km pontoon bridge in 26 minutes\n", "time_author": " (People's Daily Online)    16:17, February 21, 2019\n", "content": ["\n", "(Photo/CCTV)\n", "\tA video clip of the Peopleâ\u0080\u0099s Liberation Army (PLA) building a 1,100-meter pontoon bridge in just 26 minutes over the Yangtze River recently went viral on Chinese social media.\n", "\tThe â\u0080\u009cmission impossibleâ\u0080\u009d challenge was created for a TV program, and the perfect performance of the PLA soldiers earned them continued praise from the audience.\n", "\tThe PLA success came from years of meticulous training. The soldiers had to handle thousands of kilograms of steel and iron every day. Only by practicing thousands of times could they complete the task in such a short space of time.\n", "\n", "(Photo/CNR.cn)\n", "\tEach day, soldiers completed exercises such as pontoon bridge installation, rescue and disaster relief, as well as basic combat and physical training. These drills are a challenge, not only physically, but also to their own safety.\n", "\tBecause of these daily exercises, the soldiers now have calloused hands, and their skin is covered in scars. However, the PLA soldiers wear these scars as a badge of honor, showcasing their responsibility as guardians of the country.\n", "\tThe video has been watched millions of times since it was uploaded, and Chinese netizens have applauded the respected soldiers.\n", "\tApart from their excellent military capabilities, PLA soldiers are also the first helping hand when disaster hits. On Jan. 26, 2018, a photo of soldiers resting in a hall went viral. The photo was taken after heavy snow hit Nanjing, eastern Chinaâ\u0080\u0099s Jiangsu province. The PLA soldiers were taking a break in a building after helping local citizens shovel snow for hours. They only had 20 minutes of rest before heading out into the storm to start working again. "]}