{"title": "Cyber defense competitions in China go global\n", "time_author": "By Jiang Jie in Hangzhou  (People's Daily Overseas New Media)    15:22, April 22, 2019\n", "content": ["\tCyber defense competitions, a key practice to train talent and test defense systems, has been growing increasingly popular in China among its numerous cyber security services providers. Now, they are aiming to go global.\n", "\tThis May, Chinaâ\u0080\u0099s latest self-developed Cyber Mimic Defense (CMD) system will for the first time open itself to hackers from around the world to test its ability to withstand constant attacks for a whole year, Wu Jiangxing, an academician with the Chinese Academy of Engineering, also the founder of CMD theory, told Peopleâ\u0080\u0099s Daily Overseas Social Media on Saturday on the sidelines of the West Lake Cybersecurity Conference in Hangzhou, east Chinaâ\u0080\u0099s Zhejiang province.\n", "\tâ\u0080\u009cIt will be unprecedented in the world. It will be like Alpha Go taking challenges from top chess players across the globe. Our CMD octopus is also up for challenges to test the theory and technological maturity,â\u0080\u009d Wu said.\n", "\n", "The first international hacking competition on CMD system was held in May 2018 in Nanjiang, Jiangsu province. Photo by Jiang Jie/People's Daily Overseas Social Media\n", "\tWuâ\u0080\u0099s CMD system â\u0080\u0093 whose multiple sets of servers make it like an octopus with tentacles â\u0080\u0093 underwent the first-ever capture the flag (CTF) challenge last year and withstood over 500,000 attacks from several groups of international white hat hackers with no failure.\n", "\tThe CTF challenge was first introduced into the Chinese mainland in 2013 by Dr. Zhuge Jianwei, a researcher with the Institute for Network Sciences and Cyberspace of Tsinghua University, who then launched the nationâ\u0080\u0099s first CTF league, XCTF.\n", "\tThe nationâ\u0080\u0099s first attempt to make its cyber event to go global was a year later in 2014 when XCTF invited international players.\n", "\tOver time, CTF has become a common practice for the rising number of Chinese cyber security service providers and a number of CTF challenges, some of which involve international white hat hackers, are held every year in China.\n", "\tApart from these competitions, there are also many skill contests that aim to train more cyber security talents. During the West Lake Cybersecurity Conference, a skill contest was held that offered a 4-million yuan prize for the winners.\n", "\tâ\u0080\u009cThrough such contests, public awareness of cyber security can be raised and the studentsâ\u0080\u0099 skills will be enhanced. It is also a good way to find talents,â\u0080\u009d Fan Yuan, chairman of Hangzhou-based cyber security company Dbappsecurity Co. Ltd., which undertook the conference, told Peopleâ\u0080\u0099s Daily Overseas Social Media.\n", "\tFan also has his eyes set on hosting an international skill contest one day. â\u0080\u009cAs China promotes the Belt and Road Initiative, it is equally important to raise local peopleâ\u0080\u0099s awareness on cyber security and help train more talents as the initiative pans out with more infrastructure construction that requires cyber defense efforts too,â\u0080\u009d he concluded.\n", "\n", "Chris Anastasio (left), Mike Takahashi (middle), two international white hat hackers from the US, received top annual awards for contribution to Alibaba Security Response Center on April 19, 2019. Photo courtesy of ASRC\n", "\t "]}