{"title": "PLA Rocket Force makes social media debut as â\u0080\u009cDongfeng Expressâ\u0080\u009d\n", "time_author": " (People's Daily Overseas New Media)    11:16, February 20, 2019\n", "content": ["\n", "Photo via China.com\n", "\tâ\u0080\u009cSorry to keep you waiting. Iâ\u0080\u0099m here! Dongfeng Express at your service!â\u0080\u009d The Peopleâ\u0080\u0099s Liberation Army Rocket Forceâ\u0080\u0099s wrote on Tuesday in its first post on Sina Weibo, a Twitter-like service in China. The post received a warm welcome and great attention.\n", "\tThe Rocket Force made its debut on Feb. 14, taking the name â\u0080\u009cDongfeng Express,â\u0080\u009d a nickname coined by Chinese netizens in support of the Rocket Forceâ\u0080\u0099s Dongfeng ballistic missile series, which range from short-range missiles like the DF-11 to intercontinental ones like the DF-26, the latter of which is better known as the â\u0080\u009cGuam Killer.â\u0080\u009d\n", "\tThe Rocket Forceâ\u0080\u0099s Weibo account has nearly 570,000 followers now. The first post, which is accompanied with an image that reads â\u0080\u009cDongfeng Express guarantees that it will accomplish its mission,â\u0080\u009d has been reposted nearly 18,000 times and has received more than 89,000 likes.\n", "\tThe China National Nuclear Corporationâ\u0080\u0099s official Weibo account also reposted it, joking that it should share its user experience of the so-called Dongfeng Express as a major client.\n", "\tâ\u0080\u009cAs a professional delivery company, it can quickly respond to customer demands. Delivery is precise and has zero mistakes. Its professionalism isnâ\u0080\u0099t in doubt. Only that itâ\u0080\u0099s too fast; I havenâ\u0080\u0099t even finished this sentenceâ\u0080¦â\u0080\u009d\n", "\tThe PLA Rocket Force was established on December 31, 2015, after its transformation from the previous Second Artillery Force. It is Chinaâ\u0080\u0099s core strategic deterrent power, a pillar to sustain Chinaâ\u0080\u0099s position as a major country and a footstone to safeguard national security, the Global Times reported, citing PLA Daily."]}