{"title": "Chinese peacekeeping forces signifies Chinaâ\u0080\u0099s contribution to world peace and development \n", "time_author": " (People's Daily Online)    11:00, December 25, 2018\n", "content": ["\n", "\tSome 40 years into Chinaâ\u0080\u0099s reform and opening-up policy, China has not only witnessed the rise of its national strength, but has also shouldered more responsibility in the global community, including sending over 38,000 peacekeepers on 24 UN peacekeeping missions.\n", "\tTwenty-eight years ago, the Chinese military marked their debut in UN peacekeeping missions. In April 1990, five military observers from the Chinese Peopleâ\u0080\u0099s Liberation Army (PLA) arrived at Damascus, Syria, according to PLA Daily.\n", "\tSince then, Chinese peacekeepers spread to regions beyond the Middle East. Chinese faces can now be seen in Asia as well as in Africa. The types of soldiers and officers have also become more diversified, and include engineering corps, medical corps, infantry, and army aviation units. In 2017, the nationâ\u0080\u0099s first peacekeeping helicopter unit was deployed in Sudanâ\u0080\u0099s Darfur region for a UN peacekeeping mission.\n", "\tChina has provided successful experiences and a bright future for the vast number of developing countries to seek modernization. The nation is a powerful force for promoting world peace and development and a major contributor to the progress of human civilization, President Xi Jinping said in a speech at the grand gathering commemorating the 40th anniversary of reform and opening-up on Dec. 18.\n", "\tSpecifically, China has dispatched the largest number of peacekeepers among permanent members of the UN Security Council and the force has made its name with successful missions undertaken with good quality and fast speed.\n", "\tWithin 28 years, Chinese peacekeepers have constructed or renovated over 16,000 kilometers of roads, offered more than 200,000 medical treatments, and transported 1.35 million tonnes of goods. The number of landmines and explosives removed has exceeded 10,300 pieces.\n", "\tThrough peacekeeping training courses and faculty exchange, the Chinese military has helped train over 1,500 peacekeepers for more than 60 countries and regions."]}