{"title": "Turkey sends military reinforcements to Syrian border\n", "time_author": " (Xinhua)    09:25, December 25, 2018\n", "content": ["\n", "Photo taken on Dec. 24, 2018 shows a batch of military vehicles deployed in Kilis province, Turkey. Turkey has sent military reinforcements to its border with Syria, state-run media reported on Monday, after Ankara and Washington agreed to coordinate ly during the U.S. withdrawal from Syria. (Xinhua/Ihlas News Agency)\n", "\tANKARA, Dec. 24 (Xinhua) -- Turkey has sent military reinforcements to its border with Syria, state-run media reported on Monday, after Ankara and Washington agreed to coordinate ly during the U.S. withdrawal from Syria.\n", "\tAccording to state-run Anadolu Agency, a batch of Turkish military convoy, including howitzers and artillery batteries, arrived in border areas of southeastern Kilis Province. Meanwhile, in northern Syria, Turkish-backed militia Free Syria Army (FSA) were deployed to areas near the Kurdish-held town of Manbij, Anadolu said.\n", "\tIn a footage released by Anadolu, dozens of pick-up trucks carrying FSA fighters and machine guns were marching at night.\n", "\tTurkish President Recep Tayyip Erdogan and his U.S. counterpart Donald Trump on Sunday talked on phone and agreed to ensure diplomatic and military coordination to prevent an authority vacuum following the U.S. withdrawal from Syria.\n", "\tErdogan warned on Dec. 12 that Turkey would in a few days launch a military operation in the east of Euphrates in Syria to clear terror groups there, but later postponed his move after Trump unexpectedly announced to withdraw its troops from Syria.\n", "\tAnkara regards the Kurdish People's Protection Units (YPG) as a Syrian affiliate of the Kurdistan Workers' Party (PKK) designated to be a terrorist organization by Turkey, the United States and EU.\n", "\tEarlier this year, Turkey carried out Operation Olive Branch to seize control of Syria's Afrin region from the Kurdish militia, while the YPG also controls the Syrian region east of the Euphrates."]}