{"title": "PLA Daily: Top ten highlights of Chinaâ\u0080\u0099s military diplomacy 2018\n", "time_author": " (People's Daily Online)    15:11, December 22, 2018\n", "content": ["\n", "\tOn Dec. 20, PLA Daily published an article summarizing the ten major highlights of Chinaâ\u0080\u0099s military diplomacy in 2018.\n", "\tNo. 1 Defense cooperation among SCO countries\n", "\tIn April, the Shanghai Cooperation Organization (SCO) defense ministersâ\u0080\u0099 meeting was held in Beijing, to enhance defense cooperation. Itâ\u0080\u0099s the first of its kind since the SCO grew in size and during the event, Chinese President Xi Jinping met with defense ministers from associated countries.\n", "\tIn late August, the \"Peace Mission 2018\" anti-terror drill involving all SCO member states was carried out in Russia, with some 3,000 people participating.\n", "\tNo. 2 Beijing Xiangshan Forum\n", "\tThe 8th Beijing Xiangshan Forum, held between Oct. 24-26 in Beijing, brought together over 500 delegates from more than 70 countries and international organizations to consider greater security cooperation.\n", "\tItâ\u0080\u0099s the first to include Beijing as a part of the forum name.\n", "\tNo. 3 First-time participation in Russian military drill\n", "\tFor the first time, Chinese soldiers attended the military exercise codenamed Vostok-2018, or East-2018, in Russia. More than 3,200 soldiers, 900 hard units and 30 aircraft from China were involved, standing as the largest number of Chinese participants to take part in an overseas drill.\n", "\tNo. 4 China-US pragmatic cooperation\n", "\tIn the face of complicated bilateral relations, China and the United States launched a week-long humanitarian assistance and disaster relief exercise in Nanjing, Jiangsu province, starting from Nov. 12. Both sides followed the consensus reached by the two heads of state, strengthening dialogues and pragmatic cooperation at all levels, to better stabilize the relationship between the two countries.\n", "\tNo. 5 China-ASEAN cooperation in defense and security\n", "\tChina, Malaysia and Thailand held their first joint military exercise this year in Malaysia, and navies from China and 10 ASEAN countries began their first joint military exercise in Southern China. All parties effectively implemented the Declaration on the Conduct of Parties in the South China Sea.\n", "\tNo. 6 PLA medical teamâ\u0080\u0099s treatment services in Laos\n", "\tThe Chinese People's Liberation Army (PLA) Peace Train medical team traveled to Laos during a joint military training activity, treating patients at a local military hospital.\n", "\tNo. 7 Good grade at Intâ\u0080\u0099l Army Games 2018\n", "\tThe Chinese army excelled during the games which lasted two weeks, starting from July 28, winning four first prizes, 15 second prizes and two third prizes in total. Four contests were held in China, including the Seaborne assault contest, which was first organized by the Chinese side.\n", "\tNo. 8 China-Africa defense and security cooperation\n", "\tChina hosted the first-ever China-Africa forum on defense and security from June 26 to July 10, making a good start for both countriesâ\u0080\u0099 cooperation in defense and security, and strengthening the China-Africa comprehensive strategic and cooperative partnership.\n", "\tNo. 9 â\u0080\u009cHorn of Peaceâ\u0080\u009d Military Band Festival\n", "\tThe 5th \"Horn of Peace\" Military Band Festival of the Shanghai Cooperation Organization (SCO) kicked off in Beijing in April, attracting military bands from eight countries including India and Pakistan.\n", "\tNo. 10 Chinaâ\u0080\u0099s naval escort mission spans a decade\n", "\tChina has now been engaged in naval escort missions in the Gulf of Aden and waters off Somalia for ten years, convoying 6,600 vessels over the past decade, securing the safety of both ships and navy fleets."]}