{"title": "Global trade tensions a setback on sustainable development: UN chief\n", "time_author": " (Xinhua)    14:58, May 11, 2019\n", "content": ["\tGENEVA, May 10 (Xinhua) -- Current global tensions are a major setback for sustainable development, the Secretary-General of the United Nations Antonio Guterres said at the World Trade Organization (WTO) on Friday.\n", "\t\"Significant obstacles have emerged in our efforts to harness the positive force of globalization for sustainable development,\" said Guterres in a historic address before the WTO's General Council.\n", "\tThe UN Chief said that globalization has made countries, businesses and people more interdependent than ever before, and created vast opportunities for growth and development.\n", "\t\"But globalization has also fueled fears and anxieties, and seriously weakened popular support for trade multilateralism,\" said Guterres.\n", "\tNoting trade tensions have escalated over the past year to threaten growth in international trade, Guterres warned that \"these trade tensions are a major set-back for the revitalization of the global partnership required for sustainable development.\"\n", "\t\"When trade tensions rise, there are no winners, only losers, especially among developing countries,\" he said, underlining \"it is essential that tensions continue to be resolved through multilateral dialogue and cooperation.\"\n", "\tHis attendance at the WTO comes as the organization is at an impasse in appointments to the Appellate Body which members warned will paralyze it due to the refusal by the United States to allow the process to proceed.\n", "\tWelcoming ongoing efforts by WTO members to strengthen and update various aspects of the multilateral trade system, Guterres reiterated that the WTO reform efforts should be guided by the imperatives of the Sustainable Development Goals.\n", "\t\"It (The WTO reform) must be meaningful, fair, legitimate and sustainable\", to effectively respond to challenges, said Guterres."]}