{"title": "China asks for early deployment of UN team for IS crimes in Iraq\n", "time_author": " (Xinhua)    10:44, December 06, 2018\n", "content": ["\tUNITED NATIONS, Dec. 5 (Xinhua) -- A Chinese envoy on Tuesday asked for the early deployment of a UN investigative team to promote accountability for crimes committed by the Islamic State (IS) terrorist group in Iraq.\n", "\tChina hopes that the investigative team will act in consistency with the purposes and principles of the UN Charter and in strict compliance with Security Council Resolution 2379, which established the team, said Wu Haitao, China's deputy permanent representative to the United Nations.\n", "\tChina hopes that the investigative team, in consultation with the Iraqi government and all relevant parties, will develop a detailed implementation strategy and complete the initial deployment at an early date, prioritizing the collection and analysis of existing evidence and conducting targeted, field-based investigations, he told the Security Council.\n", "\tThe investigative team should fully respect the sovereignty of Iraq and its jurisdiction over crimes committed on its territory, he said.\n", "\tIraq is at a crucial stage of national peace, stability and reconstruction. An inclusive political solution is the only way to achieve lasting peace and security in Iraq, said Wu.\n", "\tChina hopes the new Iraqi government would make new progress in promoting economic development, improving people's livelihoods, and accelerating the reconstruction process, he said.\n", "\tTerrorism poses a serious threat to international peace and security. The international community should enhance cooperation, unify standards, and adopt concrete measures to resolutely fight all terrorist groups designated by the Security Council, he said.\n", "\tChina is ready to work with the international community to make progress in international counter-terrorism cooperation, he said.\n", "\tThe UN investigative team was established by the Security Council in 2017 to support domestic efforts to hold the IS accountable by collecting, preserving, and storing evidence of acts that may amount to war crimes, crimes against humanity and genocide committed by the terrorist group in Iraq. The team formally began its work in August 2018."]}