{"title": "China's 3rd aircraft carrier under construction, to be equipped with new technologies\n", "time_author": "By Liu Xuanzun (Global Times)    15:11, November 27, 2018\n", "content": ["To take 2 1/2 years to build, equipped with new technologies: experts \n", "\n", "Photo shows carrier-borne J-15 fighter jet lands on China's first aircraft carrier, the Liaoning. Photo: mil. cnr.cn\n", "\tChina's third aircraft carrier is now under construction, the Xinhua News Agency said via its WeChat public account on early Sunday, with Chinese military experts saying on Monday that the warship is expected to be launched in two and a half years.\n", "\tChina's new type of aircraft carrier is being built on berth, the Xinhua News Agency reported on early Sunday, in a story to mark the sixth anniversary of the first takeoff and landing of the J-15 fighter jet on China's first aircraft carrier, the Liaoning.\n", "\tIt was the first official report of the national news agency.\n", "\tWang Yunfei, a naval expert and retired PLA Navy officer, told the Global Times on Monday that the report shows that construction has now begun and in its early stage, where different parts of the carrier are being built on berths.\n", "\tAfter the parts are built, they will be assembled to form the entire vessel, which is an efficient way to build a large ship like an aircraft carrier, Wang said.\n", "\tThe new aircraft carrier might need about two and a half years to be launched because of its bigger size, Wang said, noting that the construction of the Type 001A, China's second aircraft carrier, was faster because it was based on the Liaoning. The third carrier, however, uses very new technologies and has no reference, he said.\n", "\tThere is speculation that the construction is taking place at the Shanghai-based Jiangnan Shipyard, as several photos have recently emerged on Chinese social media.\n", "\tIn June, the China Shipbuilding Industry Corporation, manufacturer of China's previous two aircraft carriers, released a photo featuring a third carrier with a flat deck, leading Chinese military observers to speculate it would be installed with an electromagnetic catapult.\n", "\tThe Liaoningand the Type 001A have jump-rack decks and use no catapult.\n", "\tLi Jie, a Beijing-based naval expert, told the Global Times on Monday that the words \"new type\" mentioned in the Xinhua report again indicated the third aircraft carrier will be equipped with a catapult system.\n", "\tThe entire arrangement on the flight deck as well as the superstructure will be very different, too, Li said.\n", "\tA third aircraft carrier will significantly boost the People's Liberation Army Navy's capabilities, experts said.\n", "\tThe Ministry of National Defensehas yet to confirm on the building of the third aircraft carrier. However, the ministry's spokespersons said in routine press conferences in May and June that China will put the overall situation of the country into consideration when it comes to China's future plans with aircraft carriers.\n", "Newspaper headline: 3rd carrier under construction: report"]}