{"title": "Using the Chinese model of common prosperity in Sierra Leone communities\n", "time_author": "By Abu Bakarr Kargbo  (People's Daily Online)    09:08, May 23, 2019\n", "content": ["\n", "Deputy General Manager of WAOMC, Mr. Kan Yadong, presents to Hon. John Sati Kargbo\n", "\tThe Chinese Community in Sierra Leone continues to play a pivotal role in the countryâ\u0080\u0099s economic development. In the last few years, a number of major Chinese companies have made an impact in winning the minds and confidence of the local people through the provisions of various developmental support and services ranging from education, employment, training, food and transport.\n", "\tTwo major Chinese companies operating in Sierra Leone, China Railway Seventh Group (CRSG), and West African Operations and Management Company (WAOMC), have donated food to nearby communities including Hastings, Rogbamgba and Yams Farm at a ceremony held in Freetown, capital of Sierra Leone.\n", "\tThis is the second consecutive year that the company has donated to surrounding communities, and is an important measure for CRSG and WAOMC to carry out corporate social responsibilities and public services.\n", "\tâ\u0080\u009cAs two foreign companies, we know the close relationship between good corporate performance and social services, so we cherish the friendly relationship with neighboring establishments and residents,â\u0080\u009d said Deputy General Manager of WAOMC, Mr. Kan Yadong, adding that this is carried out in line with principles â\u0080\u009chelp and benefit each other and give back to societyâ\u0080\u009d. â\u0080\u009cWe hold this donation ceremony to try our best to help the residents. Although the donation is small, it means a lot to China-Sierra Leone friendship,â\u0080\u009d he said.\n", "\tCRSG has always focused on the infrastructural construction of Sierra Leone and has completed many high-quality construction projects since it first entered the Sierra Leone market in 2008, a move which was welcomed by the Sierra Leone government and people. The newly commissioned Second Juba Bridge is one of CRSGâ\u0080\u0099s projects that have become the symbol of China-Sierra Leone friendship.\n", "\tThe Wellington-Masiaka highway is an important cooperation project between the Sierra Leone government and CRSG. It is the first toll road in Sierra Leoneâ\u0080\u0099s history that creates lots of jobs, dramatically solves traffic congestion and improves road safety. â\u0080\u009cYou can see more and more residents and businesses, and even companies and factories choosing to locate to the highway area. We believe after completion of the Wellington-Masiaka highway, surrounding areas will see a big change,â\u0080\u009d Kan said.\n", "\tWAOMC, the company authorized by the government of Sierra Leone to operate and manage the Wellington-Masiaka Highway, is highly valued by the Chinese Embassy in Sierra Leone, many departments of Sierra Leone government and the local people. To better manage the first tolling highway in Sierra Leone, mature and advanced toll operation systems and management models have been introduced. Since it officially launched on Aug. 18, 2017, the company has continuously operated, with a mission to provide good-quality services and promote local management and professional skills. The company has created new employment opportunities and trained a group of excellent Sierra Leonean managers.\n", "\tThe Deputy Chairman of CRSG and Project Manager of Wellington-Masiaka Highway, Bo Wang, was also present at the ceremony.\n", "\tHon. John Sati Kargbo, a lawmaker in Sierra Leone, thanked the Chinese for their overwhelming support. He implored them to continue working hard and added that the items donated will directly benefit the local people.\n", "\tOther speakers included community stakeholder Mr. Umar Bah, Constituency Chairman Mr. Morlai Kamara, and Councilor for Ward 391 Edward Kargbo.  "]}