{"title": "China urges US to meet halfway for trade deal\n", "time_author": " (China Daily)    07:20, May 07, 2019\n", "content": ["Foreign Ministry says preparations underway for next round of talks\n", "\tChina's Ministry of Foreign Affairs urged joint efforts by the United States and China to meet halfway and strive to achieve a mutually beneficial, win-win trade agreement based on mutual respect.\n", "\tFollowing a new US threat to increase tariffs on Chinese imports, the ministry announced on Monday that the Chinese team is preparing to visit the US for further economic and trade consultations.\n", "\tUS President Donald Trump tweeted early on Sunday that he would increase tariffs on $200 billion of Chinese goods to 25 percent from the current 10 percent, beginning on Friday. His tweet came as a Chinese delegation was scheduled to continue trade talks in Washington within the week.\n", "\tAnalysts expressed concerns about the escalation of trade tensions between the world's two largest economies and called for the two sides to shelve their differences and reach a resolution in a timely manner.\n", "\tJoe Kaeser, CEO of Germany-based multinational conglomerate Siemens AG, said: \"We are all already worried about the China-US trade dispute. I think the whole world is worried about it because it's a dispute between the No 1 and No 2 economies. As a result, all the other countries will have a problem.\"\n", "\tThe world economy has shown signs of slowdown. Major international organizations, such as the International Monetary Fund, have warned that global growth may slow this year because of head winds and uncertainties caused by trade tensions.\n", "\tVincent Chan, head of China Equity Strategy Research at Credit Suisse, said he hopes the two nations can reach an agreement as soon as possible. Otherwise, the shock to the world economy could be huge, he said.\n", "\t\"In order to reach such an agreement, both parties may have to make some compromises, or some issues, which are unable to be solved now, should be postponed. Any agreement is better than no agreement at all,\" Chan added.\n", "\tGiven uncertainties brought about by the trade friction, small and medium-sized enterprises would face more difficulty in establishing new plants in other locations, he said.\n", "\tMa Yu, a researcher at the Chinese Academy of International Trade and Economic Cooperation, said any escalation of trade tension would hurt the recovery of the world economy, especially regarding foreign direct investment.\n", "\tMa said many manufacturers, especially original equipment manufacturers and small and medium-sized enterprises, would suffer heavily not only this year, but in the long run as well, because they don't have branding power and their market channels are limited.\n", "\tGlobal stock markets were generally down on Monday. In the Asia-Pacific region, the benchmark Hang Seng Index in Hong Kong dropped 2.9 percent, while Japan's Nikkei 225 Index dipped 0.22 percent.\n", "\tThe Shanghai Composite Index slumped 5.58 percent, and the Shenzhen Component Index plunged by 7.56 percent.\n", "\tIn Europe, the CAC 40 Index of France dropped 1.8 percent when the market opened on Monday.\n", "\tMarket analysts said the US administration should bear in mind that a full-blown trade war would not damage China alone. It would affect US industries and workers as well as the world economy as a whole, they said.\n", "\tDespite any short-term pain, the Chinese economy would show more resilience in the long run, thanks to its huge domestic market, said Wang Bin, deputy director-general of the Commerce Ministry's department of market operations and consumption promotion.\n", "\tLu Xiang, an expert on Sino-US relations with the Chinese Academy of Social Sciences, said that if the US does raise tariffs on Chinese goods as Trump has threatened, the Chinese economy will be dealt a blow. But the global economy, and especially the economy of the US, will suffer to a large extent in response, Lu said, because China will not sit idly and allow its interests to be trodden upon.\n", "\tChina has shown more entrenched signs of stabilization, as its first-quarter GDP growth came in at 6.4 percent, halting recent slides. The purchasing managers index, a leading indicator of economic prospects, also performed well in the past two months, adding to the possibility that the economy may be recovering."]}