{"title": "Universal health coverage: WHO vows to leave no-one behind\n", "time_author": " (Xinhua)    08:16, May 21, 2019\n", "content": ["\tThe 72nd World Health Assembly (WHA) kicked off in Geneva on Monday focusing on the theme \"Universal Health Coverage: Leaving No-one Behind.\"\n", "\tAs part of the United Nations (UN) Sustainable Development Goals, UN members have agreed to work toward achieving universal health coverage by 2030. According to the World Health Organization (WHO), universal health coverage means that all individuals and communities have access to the health services they need without suffering financial hardship. This includes the full spectrum of essential, quality health services, from health promotion to prevention, treatment, rehabilitation and palliative care.\n", "\tHowever, universal health coverage does not mean free coverage for all possible health interventions, regardless of the cost, as no country can provide all services free of charge on a sustainable basis.\n", "\tThe WHO has said that the efforts to achieve universal health coverage should focus on promoting primary health care. WHO Director General Dr. Tedros Adhanom Ghebreyesus has said in an earlier report that many countries are still grappling with what has been described as the unfinished agenda of the UN Millennium Development Goals: addressing the burdens of communicable, maternal, neonatal and childhood diseases, and malnutrition.\n", "\t\"Primary health care is where the battle for human health is won and lost,\" said the director general in his address opening the WHA. \"It's through strong primary health care that countries can prevent, detect and treat non-communicable diseases.\"\n", "\tIn this regard, China's decades-long experience in delivering primary health care to its more than one billion population -- which has been highly commended and recommended by the WHO -- could be a huge contribution, especially for several developing countries.\n", "\tAnother issue on WHA's agenda is market transparency, particularly the ever-increasing prices of medicines, vaccines and other health-related technologies, which hinder countries' efforts toward universal health coverage. Experts have been demanding more transparent information on the cost of manufacturing medicines to prevent pharma companies from increasing their profits at the expense of patients.\n", "\tWHA delegates are scheduled to adopt a number of resolutions, including a detailed budget for the WHO, after the organization unveiled its structural reform in March. WHO members are expected to deliberate on ways to finance the organization's new divisions and initiatives, such as the WHO academy.\n", "\tAccording to the director general, the WHA session between May 20 and 28 will send a strong message to the world that health care requires political leadership and partnership. He called on all governments to make concrete commitments and to leave no one behind in the quest for universal health coverage."]}