{"title": "U.S. protectionist policies undermine global trading rules -- analysts\n", "time_author": " (Xinhua)    09:13, May 20, 2019\n", "content": ["\tPHNOM PENH, May 20 (Xinhua) -- The United States' protectionist policies are undermining international trading rules and norms, Cambodian analysts have said.\n", "\tThe world economy, especially small economies like Cambodia, would suffer from Washington's trade offensives against China and other nations for a long time, said Mey Kalyan, chairman of the Cambodia Development Resource Institute.\n", "\t\"It is even more regrettable that the international trade rules and norms that many countries have built for decades have been shattered overnight by a superpower which gives lessons to poor countries about democracy and human rights,\" he told Xinhua.\n", "\tChheang Vannarith, president of the Asian Vision Institute, said history has shown that no one would win in a trade war.\n", "\tBoth the United States and China, as well as the whole world economy, would get hurt should the current trade tensions between the world's largest two economies continue escalating, he added.\n", "\t\"The United States under Donald Trump's administration is implementing unilateralism and protectionism, which seriously threaten multilateralism,\" he told Xinhua.\n", "\t\"Those countries that believe in open and inclusive multilateral system must unite against unilateralism,\" he stressed.\n", "\tJoseph Matthews, a senior professor at the Beltei International University in Phnom Penh, said the Washington-initiated trade war currently poses the biggest threat to the global economy.\n", "\t\"The primary losers from Trump's trade war, of course, will be the American consumers,\" he told Xinhua, adding that the increased prices of goods from China and other countries in the United States would adversely affect the wholesalers and distributors in the United States.\n", "\tIn addition, the U.S. government should stop misusing and abusing national security as an excuse for promoting protectionism and unilateralism in global markets, said Matthews.\n", "\t\"Protectionism, in this era of free and global market, is a cancer and the top enemy of the world economy,\" he said. \"Connectivity, inclusiveness, and free, fair and even grounds for all the players in the world economy are the key to reducing and ultimately eliminating poverty in the world.\"\n", "\tEk Tha, a spokesman for the Cambodian Council of Ministers, said he is a strong supporter of multilateral trading rules and that no one should be allowed to violate the global trading rules.\n", "\t\"That's why we have World Trade Organization (WTO) rules in place to ensure the free flows of trade and investments in a fair manner and the WTO rules must be respected and implemented by the stakeholders,\" he said."]}