{"title": "Chinese experience inspires world's greening efforts\n", "time_author": " (Xinhua)    08:14, May 20, 2019\n", "content": ["\n", "\tDarshika Hennayake, a graduate student from Sri Lanka, analyzes leachate samples of lettuce obtained from her research at the Soil Lab of Nanjing Forestry University in Nanjing, east China's Jiangsu Province, on May 17, 2019. (Xinhua/Atcha Ponn)\n", "\tBEIJING, May 19 (Xinhua) -- Together with her fellow Chinese researchers, Darshika Hennayake harvests lettuce from a soil lab and is ready to evaluate the soil nitrogen dynamics.\n", "\tAt Nanjing Forestry University in east China's Jiangsu Province, Hennayake, a graduate student from Sri Lanka, has been researching on how to reduce greenhouse gases in rice paddies and vegetable cultivation by using the biochar.\n", "\tHennayake formerly worked as an environment officer at a state-run irrigation project in Sri Lanka, and started her study at the Chinese university in September last year.\n", "\t\"Chinese people know the value of nature, as they always say that clean waters and green mountains are as valuable as gold and silver,\" Hennayake said, noting that she has been impressed by China's environmental protection efforts and achievements, especially in fighting air and water pollution.\n", "\tShe said Sri Lanka has a lot of freshwater resources and different forest types, but the country faces problems such as deforestation, soil erosion and population.\n", "\tShe plans to bring new environmental control technologies tested in China back to her country after graduation.\n", "\tHennayake is not the only foreigner who is keen on learning from China's greening experience.\n", "\tTan Oui How, from Malaysia, has been living in Beijing for years. Tan said the city had adopted a set of measures to improve the environment, such as removing illegal buildings which occupied forest land and converting from coal burning to natural gas in countryside.\n", "\t\"The government is quick in action, and the effect has been obvious,\" Tan said.\n", "UNSWERVING EFFORTS\n", "\tAs one of the first countries to sign the Paris Agreement on climate change, China has pledged to halt the rise in carbon dioxide emissions by around 2030.\n", "\tWith a resolve to pursue green development and the vision of building a \"Beautiful China,\" China has invested great efforts in ecological conservation.\n", "\tBetween 2013 and 2018, the country completed afforestation of 40 million hectares.\n", "\tThe national reserve forest system has been launched, with 3.18 million hectares of forest being either created or delineated as the national reserve.\n", "\tA study in February using data from NASA satellites showed that China had contributed to at least 25 percent of the increase in the global green leaf area since the early 2000s.\n", "\tChina has also established a protection scheme by assigning each waterway a specific \"river or lake chief,\" amid efforts to treat water pollution.\n", "\tChina's environmental protection efforts have gained a world-renowned reputation.\n", "\t\"China has a lot to offer in terms of lessons, for example, on how the government set up policies to address the issue of pollution,\" said Joyce Msuya, acting executive director of the United Nations Environment Programme.\n", "EXPO FOR GREENER LIFE\n", "\tThe ongoing Beijing International Horticultural Exhibition offers a glimpse into China's commitments to green development.\n", "\tThe expo's Honor Day of the World Meteorological Organization (WMO), held on May 11, highlighted China's engagement in international meteorological cooperation and the global campaign against climate change.\n", "\tSince 1972 when China resumed its position in the WMO, the country has been actively involved in all kinds of activities in the organization.\n", "\tIn 2017, the China Meteorological Administration signed a letter of intent with the WMO, aiming to improve regional meteorological disaster forecasting and climate change handling ability, as well as promoting meteorological services in Belt and Road construction.\n", "\tDuring the expo's \"Inner Mongolia Day,\" lasting from Thursday to Saturday, visitors were introduced to environmental protection achievements in the northern Inner Mongolia Autonomous Region.\n", "\tThe region boasts a combination of landscapes including forests, grasslands and the Gobi desert. It has been pushing forward with afforestation efforts, utilizing the unique characteristics of the various land areas.\n", "\tForest coverage rate of the region was increased from 21.03 percent in 2013 to 22.10 percent in 2018, while the grassland vegetation coverage rate reached 44 percent last year, a growth of 14 percentage points from 2000.\n", "\t\"China has led the way in promoting green development,\" said Bernard Oosterom, president of the International Association of Horticultural Producers.\n", "\t\"I am confident that the legacy of this expo will be greener lives for generations to come,\" he said."]}