{"title": "Australian PM speaks to \"aspirations\" of voters to win election\n", "time_author": " (Xinhua)    13:28, May 19, 2019\n", "content": ["\tCANBERRA, May 19 (Xinhua) -- Australian Prime Minister Scott Morrison has been hailed as a legend of his party after he led it to a surprise election victory on Saturday night.\n", "\tMorrison's conservative Liberal National Party (LNP) Coalition defied opinion polls to win a third term in government in Saturday's general election.\n", "\tSpeaking to supporters in Sydney after Bill Shorten, who led the Opposition Australian Labor Party (ALP) to the election, conceded defeat, Morrison declared the result a \"miracle.\"\n", "\tOn Sunday, Morrison - a devout evangelical Christian - attended mass at his regular church with his family where he told reporters that he was thankful for Australian's support.\n", "\t\"I particularly want to thank my local community here in southern Sydney,\" he said.\n", "\t\"You don't get to be a Prime Minister and serve in that capacity unless you're first a member for your local electorate and I want to thank everybody here in my local electorate.\"\n", "\tShortly after polls closed at 6 p.m. local time on Saturday night it became clear that Labor was not receiving the support projected by opinion polls, all of which predicted a Labor victory.\n", "\tBy 9:45 p.m. the election had been called for the LNP in one of the biggest upsets in Australian political history.\n", "\tThe election was lost in Queensland, Australia's northernmost state, where Labor did not make the major gains it was expected to.\n", "\tInstead, the LNP won in the state either 23 or 24 seats - the most it has ever won in Queensland - compared to the ALP's five.\n", "\tJohn Howard, who served as the LNP PM of Australia between 1996 and 2007, told reporters that there was \"no doubt\" that Labor's hesitation in declaring its position on Indina mining giant Adani's proposed coal mine in Queensland had a major effect on the election.\n", "\t\"It's a message to the nation, that - yes - sensible action on climate change is desirable,\" Howard said, referring to Labor's pledge to reduce carbon emissions by 45 percent from 2005 levels and have 50 percent of Australia's electricity come from renewable sources by 2030.\n", "\t\"But radical action which destroys jobs, ruins industries and denies the people in less fortunate countries access to energy is something that the Australian people will reject.\"\n", "\tHe said that Labor made a key error in resorting to \"class warfare\" tactics in its plan to close tax loopholes for the wealthy in order to deliver tax cuts for low-income earners.\n", "\tJosh Frydenberg, the deputy leader of the Liberal Party and Australia's Treasurer, said that Morrison who became PM in August 2018 after Malcolm Turnbull was deposed as leader of the LNP deserved the credit for the victory.\n", "\t\"He had great faith in what was going to occur,\" he said during an appearance on Australian Broadcasting Corporation (ABC).\n", "\t\"He spoke to the aspirations of the Australian people. He can take enormous credit for the leadership, for the belief, for the conviction that he has shown.\"\n", "\tWhile the LNP celebrated Saturday's victory, the ALP was on Sunday left to contemplate where it went wrong and confront questions about who would be its next leader.\n", "\tShorten announced in his concession speech on Saturday that he would be stepping down as Labor leader immediately.\n", "\tAnthony Albanese, who was defeated by Shorten the last time the leadership was vacant in 2013, and Tanya Plibersek, Shorten's deputy, are considered the frontrunners while Treasury spokesman Chris Bowen, environment spokesman Tony Burke and finance spokesman Jim Chalmers will also be contenders.\n", "\tAlbanese has confirmed his candidacy while Plibersek on Sunday told the ABC she was \"certainly considering\" running."]}