{"title": "First UNESCO International Water Conference held in Paris\n", "time_author": "By Liu Lingling (People's Daily)    10:02, May 16, 2019\n", "content": ["\n", "Representatives take photos at the UNESCO International Water Conference. (Photo by Liu Lingling from Peopleâ\u0080\u0099s Daily)\n", "\tThe first UNESCO International Water Conference hosted by the Global Energy Interconnection Development and Cooperation Organization (GEIDCO) and the United Nations Educational, Scientific and Cultural Organization (UNESCO) was held in Paris from May 13 to 14. Ministers from 37 countries, together with over 1,000 experts, scientists and youths from 126 countries gathered to share innovative solutions to problems related to the governance and management of water, a fragile and essential resource.\n", "\tâ\u0080\u009cAccess to water is not only a matter of development. Above all, it is a fundamental right and an instrument of peace and security in the world,â\u0080\u009d said Audrey Azoulay, UNESCO Director-General, in her opening remarks. â\u0080\u009cIt is our collective responsibility to put in place a responsible management of this common good. This is the very spirit of the conference: to change our way of thinking and adopt a holistic approach for the sustainable management of this universal resource.â\u0080\u009d\n", "\tAt the conference, GEIDCO rolled out two innovative research outcomes to facilitating the efficient development and utilization of African hydropower resources and promoting the energy and power interconnection among Asia, Europe and Africa.\n", "\n", "UNESCO Director-General Audrey Azoulay give speech at the UNESCO International Water Conference (Photo by Liu Lingling from Peopleâ\u0080\u0099s Daily)\n", "\tIn his remarks at the opening ceremony, GEIDCO Chairman Liu Zhenya said that building GEI would transform the energy development pattern and accelerate clean and low-carbon development. GEI has provided not only a fundamental solution to the energy issue, but also a new path to cope with the major challenges facing water resources development and utilization worldwide, including the low exploitation rate of hydropower, shortage of fresh water supply and severe water pollution.\n", "\tWater is an essential driver of conflict prevention and peace, a prerequisite for any development. Without water, none of the goals of the 2030 Agenda for Sustainable Development can be achieved, Serigne Mbaye Thiam, Minister of Water and Sanitation of Senegal, stressed.\n", "\tHe also emphasized the need to accelerate international development action to achieve the United Nationsâ\u0080\u0099 sustainable Development Goals.\n", "\tThe conference featured thematic panels on topics on water and technological innovation, water ethics, water and heritage and water and gender. "]}