{"title": "Zambia launches construction of TAZARA memorial park to remember Chinese heroes\n", "time_author": " (Xinhua)    09:08, May 14, 2019\n", "content": ["\n", "Zambia's first President Kenneth Kaunda (C) and other guests lay the foundation for the construction of a memorial park in Chongwe, Zambia, on May 13, 2019. Zambia on Monday held a groundbreaking ceremony to commence the construction of a memorial park that will commemorate the Chinese who died during the construction of the Tanzania-Zambia Railway. (Xinhua/Peng Lijun)\n", "\tCHONGWE, Zambia, May 13 (Xinhua) -- Zambia on Monday held a groundbreaking ceremony to commence the construction of a memorial park that will commemorate the Chinese who died during the construction of the Tanzania-Zambia Railway (TAZARA).\n", "\tThe TAZARA Memorial Park will be constructed on a land about two hectares in Chongwe district of Lusaka Province.\n", "\tThe ceremony was attended by both Zambian and Chinese government officials, including Zambia's first President Kenneth Kaunda and China's Minister of Veteran Affairs Sun Shaocheng.\n", "\tIn his remarks, the Chinese minister commended the Chinese workers who sacrificed their lives and died during the construction of the project.\n", "\tSun said about 50,000 Chinese workers at the time came to Africa to work in various projects and worked hard despite harsh conditions.\n", "\tHe said Zambia and China have never forgotten the sacrifice of the martyrs, adding that their sacrifice to duty will motivate the two countries to work harder to cement the ties.\n", "\tAccording to Sun, the decision of the two governments to embark on a joint project to construct the memorial park was a mark of genuine friendship between the two countries.\n", "\tChina, he said, was committed to making joint efforts with Zambia to carry forward the spirit of TAZARA and collaborate more in various areas for a shared future.\n", "\tLi Jie, Chinese Ambassador to Zambia, said in his remarks that over 160 workers, including 69 Chinese nationals, sacrificed their lives during the construction of the 1,860-km railway line and deserved to be well remembered by the younger generation of the two countries.\n", "\t\"In order to permanently commemorate the Chinese heroes who sacrificed their lives in Zambia and the history of friendly cooperation between China and Zambia, through friendly consultations, our two governments have decided to build a TAZARA memorial park.\"\n", "\t\"We highly value the gesture of the Zambian government and people to make this great project happen,\" Li said.\n", "\tThe Chinese envoy said the memorial park will be a history book for the younger generation of the two countries and that once completed, it will be a free park open to all and will also become a new landmark building to promote tourism.\n", "\tAccording to Li, TAZARA deserves to be regarded as an enduring monument as it has made indelible, historical monument contributions to the anti-imperialist and anti-colonial struggles and to the development and revitalization of eastern and southern Africa.\n", "\tLi said in building TAZARA, the people of the three countries forged the great TAZARA spirit which has left an invaluable asset for the future generations.\n", "\tKaunda said Zambia will never forget the sacrifice shown by China over the years and that the southern African nation will forever be grateful.\n", "\tKaunda said the memorial park will go a long way in reminding people of the two countries of what happened in the past and that it will act as a symbol of enhanced cooperation between the two countries.\n", "\tZambian President Edgar Lungu commended the collaborative efforts of the two countries to construct the memorial park, saying it shows the unwavering relations between the two countries.\n", "\tLungu said in a speech read by Foreign Affairs Minister Joseph Malanji that the construction of the memorial park was a hallmark in the history of the friendship between the two countries.\n", "\tThe Zambian president said the people of Zambia will always be grateful and remember the selflessness and generosity exhibited by China by providing various assistance.\n", "\tThe president commended Chinese nationals who died during the construction of the railway line, adding that it was appropriate that a tribute was paid to them through the construction of the memorial park."]}