{"title": "China's used car online dealer Uxin responds to grim report following huge share loss\n", "time_author": " (Xinhua)    17:56, April 17, 2019\n", "content": ["\tNEW YORK, April 16 (Xinhua) -- Uxin Limited, a Chinese leading used car e-commerce platform, issued late Tuesday a responding statement after its shares slumped over 36 percent around market close, as investors were spooked by an alarming analytical report.\n", "\tListed on the Nasdaq, Uxin saw its stock price plunge to 1.95 dollars per share at around 4 pm eastern time (2000 GMT), down from 3.05 dollars per share of the previous day and sinking the company's profit, or earnings per share, into a minus 5.758 dollars.\n", "\tEarlier in the day, J Capital Research analyst Anne Stevenson-Yang issued a report urging Uxin shareholders to \"race to the exits,\" which was soon disclosed by news media and later went viral on Chinese social media sites.\n", "\tThe report claimed that Uxin has overstated auto sales volume, artificially elevated the price of cars sold, as well as falsely reported revenue growth and inventory, among other allegations related to the company's operations and management.\n", "\tIn response, the Chinese online used-car dealer described Tuesday's stock price plunge as \"unusual trading activities,\" saying the report contains \"errors of facts, misleading speculations and malicious interpretations of events.\"\n", "\t\"The company firmly denies the baseless allegations that it has falsified any sales data. Kun Dai, the founder, chairman and CEO of Uxin, also rebutted that he never voluntarily sold any Uxin shares as alleged in the report.\"\n", "\tFor the fourth quarter of 2018, Uxin reported total revenues of 165.6 million U.S. dollars, representing year-on-year growth of 61.6 percent, according to its latest quarter report.\n", "\tThe e-commerce platform provides selling and purchasing services on second-hand cars, and relevant services including car inspection, title transfer, warranty, financing, and insurance.\n", "\tSo far, Uxin's online presence is supported by an offline network of more than 670 service centers in over 270 prefecture-level cities throughout China, the company said."]}