{"title": "China ready to retaliate if US makes good on tariffs threat\n", "time_author": " (Global Times)    08:21, May 10, 2019\n", "content": ["\tChina on Thursday made it clear that it has prepared for either of the two possibilities ahead of trade negotiations in Washington, saying that it has the resolve and capability to safeguard its legitimate rights and interests in case of a further escalation, but was also willing to work toward a trade agreement.\n", "\tThe balanced approach from Chinese officials followed renewed tensions between the world's two largest economies after trading threats over the past few days, significantly dimming the outlook for a speedy agreement to end the trade war.\n", "\tAt a routine press briefing on Thursday, Gao Feng, a spokesperson for China's Ministry of Commerce (MOFCOM), repeated the balanced tone by stressing China's readiness to hit back if the US pushed through with threats and urged the US to work with China for a trade agreement.\n", "\t\"We hope the US side could meet the Chinese side halfway to address the issue through dialogue rather than unilateral measures,\" Gao told the packed briefing, which was dominated by questions about the latest escalation in trade tensions.\n", "\tBut he immediately followed up that comment with a tough response, as he did a couple of times throughout the briefing.\n", "\t\"At the same time,\" he said, \"the Chinese side is fully prepared and has the resolve and capability to safeguard its own legitimate rights and interests.\"\n", "\tThe spokesperson's comments came less than a day after the MOFCOM issued a response to repeated threats by US officials of higher duties on Chinese goods. In a statement Wednesday night, the ministry said that if the US makes good on its tariffs, China \"will have to take countermeasures.\" It did not specify what measures China would take.\n", "\tThe US on Wednesday filed necessary paperwork to raise a 10 percent tariff to 25 percent on $200 billion in Chinese goods starting Friday.\n", "Point of strength\n", "\tDespite the threats, China still decided to send a high-level negotiating team headed by Vice Premier Liu He to Washington for the 11th round of talks, prompting questions such as why China would still send a delegation given the dimmed prospects for a deal and its long-held principle not to negotiate under pressure.\n", "\tAt the Thursday briefing, Gao painted the decision to show China's \"responsible attitude and sincerity\" to push forward with the trade talks.\n", "\t\"China's attitude and stance is persistent. We would never yield to any pressure and have the resolve and capability to protect our own interests,\" he stressed.\n", "\tChinese analysts also noted that Liu is not going there without any backup plan and that the MOFCOM statement as well as the great unity and resolve of Chinese society in the wake of the renewed tensions also strengthened the team's hand to face off with US officials.\n", "\t\"I think the core of the battle lies in the resilience of the Chinese and US economies. Which of the two systems is more resilient to potential shocks? Who is better able to cope with external pressure and resolve internal risks? Then, who will be the winner?\" Liang Haiming, dean of Hainan University's Belt and Road Research Institute, who is closely following the talks, told the Global Times.\n", "\tIf China pushes through with measures to stabilize growth and jobs at home, it could weather the potential impact, he said.\n", "\tLiang said that China also has tools to pressure the US economy, including imposing tariffs on US goods and targeting US financial markets.\n", "\tHe suggested that China could pump up the yield on the US 10-year Treasury bond, which affects US banks, to increase fundraising costs for companies and individuals to drag down consumption and investments.\n", "\t\"But I don't think we will reach that stage,\" he remarked. \"I think there will be fights and negotiations.\"\n", "Hope remains\n", "\tIt remains to be seen what would come out of the talks in Washington, scheduled on Thursday and Friday US time, including whether the two sides could reach a deal or a consensus, or whether the talks will fail and a full-fledged tariffs war would break out.\n", "\tChinese analysts said that, though risks exist, there is still hope for the two sides to walk back their threats and return to the negotiating table and iron out a mutually acceptable trade deal.\n", "\t\"Yes, there is pessimism, but I think as long as the two sides continue talking, there is a chance to reach a deal eventually,\" said Chen Fengying, a research fellow at the China Institutes of Contemporary International Relations.\n", "\tDespite the threats and tough rhetoric from US officials over the past few days, Chinese analysts believe that the US is not ready for a full-blown trade war, but is simply seeking greater leverage.\n", "\tThe Trump administration also faces mounting pressure in the US, where a rising number of business groups and farmers associations have voiced opposition to tariffs and warned dire consequences.  "]}