{"title": "U.S. announces sanctions on Iran's metal sectors\n", "time_author": " (Xinhua)    08:24, May 09, 2019\n", "content": ["\tWASHINGTON, May 8 (Xinhua) -- The White House announced on Wednesday that the United States is imposing sanctions with respect to the iron, steel, aluminum, and copper sectors of Iran.\n", "\t\"Today, I am signing an executive order to impose sanctions with respect to Iran's iron, steel, aluminum, and copper sectors, the regime's largest non-petroleum-related sources of export revenue,\" U.S. President Donald Trump said in a statement.\n", "\t\"Tehran can expect further actions unless it fundamentally alters its conduct,\" the statement added.\n", "\tBrian Hook, U.S. special representative for Iran, also said at a conference on the same day that Washington would continue the \"maximum pressure\" against Iran until Tehran changes behavior.\n", "\tThe sanction constituted the latest move of U.S. \"maximum pressure\" campaign against Iran, which came on the one-year mark of the Trump administration's decision of exiting the Iran nuclear deal in May last year.\n", "\tTehran has been taking a hard-line stance and urging national unity and solidarity in the face of resolute U.S. threats.\n", "\tIn a televised speech on Wednesday, Iranian President Hassan Rouhani said that Iran would begin to build up stockpiles of its enriched uranium and heavy water.\n", "\t\"It doesn't mean that Iran leaves the nuclear agreement, known as Joint Comprehensive Plan of Action (JCPOA),\" Rouhani said.\n", "\tIran will wait for 60 days to start negotiations with the signatories of the nuclear deal over its economic interests enshrined by the nuclear deal, including its oil sales and international banking transactions, said Rouhani, adding that if Iran achieves no results after 60 days, it will adopt two more counter-measures to the U.S. withdrawal from the deal.\n", "\tFollowing the exit from the Iran nuclear deal, the Trump administration has kept piling up pressure on Iran through a series of sanctions and designations, which have been strongly opposed and criticized by Tehran."]}