{"title": "Chinese president, Saudi king talk over phone on bilateral ties\n", "time_author": " (Xinhua)    08:18, May 09, 2019\n", "content": ["\tBEIJING, May 8 (Xinhua) -- Chinese President Xi Jinping held a telephone conversation with Saudi King Salman bin Abdulaziz Al Saud on Wednesday.\n", "\tXi said that China attaches great importance to developing the comprehensive strategic partnership between the two countries and regards Saudi Arabia as an important cooperation partner in promoting the joint construction of the Belt and Road Initiative (BRI).\n", "\tXi said that he and King Salman have in recent years successfully exchanged visits to each other's nation, which has guided the all-round and fast growth of China-Saudi Arabia ties.\n", "\tIn February, Saudi Crown Prince Mohammed bin Salman Al Saud visited China and attended the third meeting of the China-Saudi Arabia High-level Joint Committee, which yielded fruitful results and injected new impetus into bilateral exchanges and cooperation in various fields, Xi said.\n", "\tChina appreciates Saudi Arabia's objective and fair stance on issues concerning China's core interests and major concerns. China firmly supports Saudi efforts to safeguard its national sovereignty, security and stability, and supports Saudi Arabia in promoting its economic transformation and achieving greater development, Xi said.\n", "\tXi said that China is ready to work with Saudi Arabia to strengthen the synergy between the BRI and the Saudi Vision 2030, and enhance bilateral practical cooperation in energy and other fields. China appreciates the positive efforts made by Saudi Arabia to promote relations between China and Arab countries as well as Islamic countries.\n", "\tChina welcomes and actively supports Saudi Arabia's hosting of the Group of 20 (G20) summit in 2020, Xi said, noting that China is ready to strengthen coordination and cooperation with Saudi Arabia and jointly help the G20 make greater contribution to upholding multilateralism, building an open world economy and improving global economic governance.\n", "\tFor his part, Salman congratulated China for successfully holding the second Belt and Road Forum for International Cooperation, and said he believes that it will play an important role in promoting international development and cooperation.\n", "\tThe two countries are committed to national development and world peace and stability. Saudi Arabia attaches great importance to deepening the comprehensive strategic partnership between the two countries and wishes China greater achievements in its development, Salman said.\n", "\tThe Saudi king also said that Saudi Arabia is willing to strengthen exchanges with China at all levels and promote cooperation in various fields in a bid to better serve the two countries and peoples, and boost cooperation between East and West Asia.\n", "\tHe said that Saudi Arabia is willing to continue to help improve the friendly and cooperative relations between China and Arab countries as well as the Islamic world."]}