{"title": "U.S. stocks close sharply lower amid trade fears\n", "time_author": " (Xinhua)    13:10, May 08, 2019\n", "content": ["\n", "An electronic screen shows the trading information at the New York Stock Exchange in New York, the United States, on May 7, 2019. U.S. stocks ended sharply lower on Tuesday. The Dow Jones Industrial Average fell 473.39 points, or 1.79 percent, to 25,965.09. The S&P 500 decreased 48.42 points, or 1.65 percent, to 2,884.05. The Nasdaq Composite Index was down 159.53 points, or 1.96 percent, to 7,963.76. (Xinhua/Wang Ying)\n", "\tNEW YORK, May 7 (Xinhua) -- U.S. stocks ended sharply lower on Tuesday, as panic among investors mounted over intensifying global trade frictions.\n", "\tThe Dow Jones Industrial Average fell 473.39 points, or 1.79 percent, to 25,965.09. The S&P 500 decreased 48.42 points, or 1.65 percent, to 2,884.05. The Nasdaq Composite Index was down 159.53 points, or 1.96 percent, to 7,963.76.\n", "\tAll of the 11 primary S&P 500 sectors extended losses, with the information technology sector down over 2.1 percent, leading the losers.\n", "\tAll the 30 blue-chip stocks in the Dow sank into the red territory, led by Boeing and Caterpillar, whose shares continued to fall nearly 3.9 percent and over 2.2 percent respectively.\n", "\tThe two companies are widely seen as global trade bellwethers for their high overseas revenue exposure.\n", "\tYet shares of Anadarko Petroleum slightly rose over 0.4 percent, as Occidental Petroleum raised the cash portion of its cash-and-stock bid worth 38 billion U.S. dollars for the U.S. oil and gas giant.\n", "\tThe move came as an effort to persuade Anadarko to give up on a proposed acquisition by U.S. multinational energy giant Chevron.\n", "\tAs volatility aggressively priced in across the board, selloffs of the three indexes speeded up during the afternoon session.\n", "\tThe Dow tumbled over 500 points in early afternoon and then sank deeper into the red territory by losing over 600 points. It even plunged as much as 648.77 points at its low of the trading day, marking the biggest fall since early January.\n", "\tThe S&P 500 and the Nasdaq also suffered increasing pains, both on pace for their worst day since the start of 2019."]}