{"title": "Chinese technology helps Cuba drill for offshore oil\n", "time_author": " (Xinhua)    17:06, April 17, 2019\n", "content": ["\n", "\t(Photo/pixabay.com)\n", "\tHAVANA, April 16 (Xinhua) -- The national flags of Cuba and China fly side by side atop a 60-meter-high oil derrick along the coast of the Caribbean island, a symbol of their bilateral cooperation in offshore oil exploration.\n", "\tSome 160 seasoned employees of China's Great Wall Drilling Company, an affiliate of China National Petroleum Corporation, are working on the island as part of a joint venture with state-owned oil firm Cuba Petroleum Company (CUPET).\n", "\t\"Our deposits extend out to sea, so increasingly, wells are longer and to reach them we need cutting-edge technology that we have accessed through the Great Wall Company,\" Julio Jimenez, CUPET's director of drilling, told Xinhua.\n", "\tGreat Wall Drilling, which began operating in Cuba in 2005, has been commissioned to drill most of Cuba's oil wells, using high-tech equipment capable of accessing shallow offshore oil deposits from land.\n", "\tLocated very close to the coastal town of Boca de Camarioca, about 120 km east of Havana, a 1,475-meter-deep well extends 4,692 meters out to sea after gradually modifying its trajectory to an angle of 89 degrees. Workers aim to reach 6,950 meters, where geological studies show a hydrocarbon deposit is located.\n", "\tThe company uses four drilling rigs of two different types in Cuba. Safer and faster oil-based mud drilling is used as it cools and lubricates the drill bits.\n", "\tMeng Fanji, 42, is the company's deputy manager and superintendent of Health, Safety and Environment. Born in central China's Henan Province, he has been working in Cuba for nine years.\n", "\t\"We have increased the efficiency of drilling, lowered the cost of building the wells, and drilled several highly productive wells, in addition, we have supported the finding of new deposits,\" said Meng.\n", "\tThe Chinese company is now working on another exploration well in Celimar, about 15 km east of Havana. This well is 2,141 meters deep and, after reaching an angle of 79 degrees, runs for 5,100 meters out to sea. The objective is to reach a crude deposit estimated to lie 6,300 meters offshore.\n", "\tAccording to Cuban engineer Elber Smith, who heads operations at three wells along Havana's north coast, Chinese cooperation has been \"fundamental to the success of this effort.\"\n", "\tCuba's local crude output meets about half the island's energy needs, while the remainder is purchased abroad, mainly from Venezuela at preferential prices.\n", "\tIn addition to its own oil exploration, Cuba also opened 59 blocks of its 112,000-square-km exclusive economic zone in the Gulf of Mexico to foreign investment two decades ago."]}