{"title": "Chinese firms to build 100k homes in Malaysia\n", "time_author": "By Xie Wenting and Bai Yunyi (Global Times)    09:35, May 07, 2019\n", "content": ["\tMalaysiaâ\u0080\u0099s housing ministry is currently in discussions with Chinese companies to build 100,000 houses this year for Malaysiaâ\u0080\u0099s low-income population, Zuraida Kamaruddin, Minister of Housing and Local Government of Malaysia, told the Global Times.\n", "\n", "On March 5, 2019, the â\u0080\u009cViking Oceanâ\u0080\u009d ro-ro ship carrying 2,602 domestic cars slowly drove away from the Meixi Roll-Royed Ferry Terminal in Zhoushan, Ningbo, to Malaysia and Israel. (Photo by Tang Jiankai from Peopleâ\u0080\u0099s Daily Online)\n", "\tKamaruddin, who is in Beijing for the Second Belt and Road Forum for International Cooperation, said they have signed MOUs with six Chinese companies, including China Railway Engineering Company, which will not only provide capital but also be responsible for the construction of the 100,000 houses.\n", "\tThe program is part of the Malaysian governmentâ\u0080\u0099s plan to build 1 million affordable homes within the next 10 years for the countryâ\u0080\u0099s poor.\n", "\tKamaruddin noted to the Global Times that the Chinese companies are â\u0080\u009cwilling to helpâ\u0080\u009d Malaysia.\n", "\tBoth sides will work on a plan, including how to use Malaysiaâ\u0080\u0099s state sovereignty as guarantee. The plan is expected to be achieved in two months, after which construction would begin.\n", "\tAbout 10 percent of the 100,000 houses belong to the Bandar Malaysia project, which Malaysian Prime Minister Mahathir Mohamad said last week would be resumed after being abandoned in 2017. The announcement came after the prime minister decided to resume work on the East Coast Rail Link this month.\n", "\tThe 140-billion ringgit ($34 billion) Bandar Malaysia in Kuala Lumpur is expected to attract financial institutions and companies and will become an interchange for a number of rail lines, AFP reported.\n", "\tâ\u0080\u009cWe suspended [Chinese projects] because we are the new government. So when we took over, we needed to review the projects,â\u0080\u009d Kamaruddin told the Global Times.\n", "\tShe noted that after a thorough review, they found these Chinese projects â\u0080\u009creliable,â\u0080\u009d and that the Chinese companies \"will be able to do the projects.\"\n", "\tIn the original plan, the Bandar Malaysia didnâ\u0080\u0099t include the 10,000 affordable houses, but Kamaruddin requested their inclusion because she wants â\u0080\u009cpoor people to live in the city.â\u0080\u009d â\u0080\u009cThis could reduce their expenses,â\u0080\u009d she said.\n", "\tShe stressed that as both governments have agreed on the two major projects, the Chinese investors should be more confident as the governments are â\u0080\u009cbacking them up.â\u0080\u009d\n", "\tâ\u0080\u009cThey [Chinese companies] are very excited to construct the houses,â\u0080\u009d she said.\n", "\tAccording to Kamaruddin, the industrialized building system (IBS) method will be used to build the houses to cut costs. The construction of each house will be limited to less than 300,000 ringgit, according to the minister.\n", "\tKamaruddin proposed rent-for-own, which means people pay the rent for five years and on the sixth year, they will have the option to buy the house. At least 30 percent of the houses will adopt the rent-for-own mode.\n", "\tAccording to the minister, the Chinese companies will get their investment back with minimum interest five years after the completion of the construction.\n", "\tMalaysia also wants Chinese investment in infrastructure and is considering to include Huawei in developing the countryâ\u0080\u0099s smart cities, she said.\n", "\tKamaruddin said there was a time when they didnâ\u0080\u0099t have a clear picture of the BRI, so they were concerned that the Chinese would come to invest and then take something from Malaysia.\n", "\tâ\u0080\u009cThis is a wrong perception. Now we understand the system [of the BRI], that China wants to spread its knowledge to other countries because itâ\u0080\u0099s willing to help. Itâ\u0080\u0099s not only because of business, but about transferring and sharing knowledge.â\u0080\u009d\n", "\tShe stressed that sheâ\u0080\u0099s not worried about the so-called â\u0080\u009cdebt trap. â\u0080\u009cI bring Chinese investment and develop the countryâ\u0080\u0099s economy. If I have this project, there will be more jobs in Malaysia.â\u0080\u009d "]}