{"title": "Chinese doctors use 3D printing to make bone tissue\n", "time_author": " (Xinhua)    14:14, April 17, 2019\n", "content": ["\n", "(Photo/Chinanews.com)\n", "\tCHANGSHA, April 16 (Xinhua) -- Chinese surgeons in a central China hospital have succeeded in performing an implant surgery to replace bone tissue using 3D printing technology.\n", "\tThe 39-year-old patient surnamed Tan suffered from second phrase femoral head necrosis, said Hu Yihe, an orthopedic professor with Xiangya Hospital of Central South University in Hunan province.\n", "\t\"Walking was really painful, I could only lie in bed all day,\" Tan said.\n", "\tAccording to doctors, the structure of Tan's bone trabecula -- the beam of the bone -- was damaged, and a new beam was needed.\n", "\t\"Hip joint replacement is the common practice, but the patient was at an early stage and wanted to keep his hip joint, so we decided to make a porous 3D printed tantalum scaffold which could support the damaged head of his femur and save his hip joint,\" Hu said.\n", "\tHu and his team built the computer 3D model based on Tan's imaging data and used 3D printing technology to customize the scaffold. They also made a 3D printed guide plate which assisted in finding the precise location during the surgery, shortening the operation time to less than 30 minutes.\n", "\tThe patient was able to stand the second day after the surgery and barely felt any pain.\n", "\tAfter repeatedly placing his left foot on the right leg, and then vice-versa with ease, Tan was discharged from the hospital just three days later.\n", "\tHu and his team have worked with the clinical use of 3D printing for four years, and Tan's surgery on April 4 was the first application.\n", "\t\"The cause of femoral head necrosis and its radical treatment have so far remained unknown. For young patients at early stages, we hope to save their hip joints and help them lead a normal life by using new materials and methods such as 3D printing,\" Hu said.\n", "\t3D printing has been embraced by doctors in many of China's major hospitals for surgeries and training, as the technology dramatically improves surgery precision.\n", "\tIn 2017, doctors in the Second Xiangya Hospital of Central South University in Hunan used 3D printing technology and performed two successful complex pediatric heart surgeries.\n", "\t\"3D printing gives patients more choices and has provided great new thoughts in clinical surgeries,\" Hu said."]}