{"title": "Russian authorities confirm 37 survivors in Moscow plane fire, without giving death toll\n", "time_author": " (Xinhua)    07:26, May 06, 2019\n", "content": ["\n", "A passenger plane is seen on fire during its emergency landing in Sheremetyevo International Airport in Moscow, Russia, on May 5, 2019. Russia's Investigative Committee confirmed 37 survivors from 78 people aboard an SSJ-100 passenger plane en route to the northwestern Russian city of Murmansk that was on fire during an emergency landing in the Sheremetyevo International Airport in Moscow Sunday. (Xinhua/Sergei)\n", "\tMOSCOW, May 5 (Xinhua) -- Russia's Investigative Committe confirmed 37 survivors from 78 people aboard an SSJ-100 passenger plane en route to the northwestern Russian city of Murmansk that was on fire during an emergency landing at the Sheremetyevo International Airport in Moscow Sunday.\n", "\t\"As previously reported, there were 78 people aboard the airliner following the Moscow-Murmansk route, including crew members. According to updated data available to the investigation to date, 37 people survived,\" the committee said in a statement, without giving an exact number of deaths.\n", "\tThe plane reportedly took off from the Sheremetyevo airport at 18:00 local time (1500 GMT) and made an emergency landing after circling over the Moscow region for about 40 minutes.\n", "\tIt was \"engulfed in flames\" before the emergency landing, Tass news agency quoted a source as saying.\n", "\tIt was previously reported that the fire could be caused by lightening strike.\n", "\tThe committee has opened a criminal case on violation of safety regulations for air transport and started further investigation of the accident, according to the statement.\n", "\tInvestigators began to interview the victims, eyewitnesses, airport staff and the airline carrier, as well as others responsible for the operation of the aircraft, it said.\n", "\tThe causes and circumstances are being verified and an explicit conclusion will be made after a comprehensive study of the data and documentation is completed, the committee said."]}