{"title": "Media cooperation a must for sustainable success of BRI \n", "time_author": "By Md Enamul Hassan  (People's Daily Online)    15:50, April 30, 2019\n", "content": ["\n", "Media leaders take a group photo at the Belt and Road News Network (BRNN) First Council Meeting (People's Daily Online/Weng Qiyu)\n", "\tSince its inception in 2013, the Belt and Road Initiative (BRI) has become the biggest platform for international cooperation and development. A total of 126 countries and 29 international organizations have so far signed cooperative documents with China to join the initiative. Peoples from Africa to Europe and Asia have been reaping enormous benefits from the BRI, which has created an economic boon for many participating countries all over the world. The initiative has successfully created millions of jobs alongside contributing tremendous progress to the macro-economy of many nations.\n", "\tHowever, like every successful and beneficial initiative, the BRI has also come under criticism from some quarters. With its continuous successes, the initiative has become the envy of the western world and their allies. Detractors have long tried to brand the initiative a debt trap for poor and developing countries. However, such malicious smear campaigns against the initiative have fallen flat as Italy became the first G7 country to join the initiative, while France and Germany showed positive gestures toward the BRI.\n", "\tThough from the very beginning of its historic journey, the BRI has achieved tremendous successes, the western propaganda machines have sown the seeds of distrust in the minds of some. As a result, regaining the trust and confidence of those people has become essential for the sustainable and peaceful success of the BRI, and media can play an effective role in this. With the presentation of the truth, media can help remove mistrust and suspicion from the minds of the doubtful. Thatâ\u0080\u0099s why comprehensive cooperation among media outlets of participating countries of the initiative has now become a must.\n", "\tAnalysts are of the view that for the sustainable success of the BRI, there is no alternative than to build connections among the peoples of its participating countries. Media cooperation can easily be an effective tool for connection, as it will bring about a common platform to face propaganda campaign against the BRI. The platform will be able to refute opponents by producing the facts. Thus, media cooperation can build a relationship of trust and confidence among the peoples along the Belt and Road.\n", "\tMoreover, BRI participating countries account for over 40 percent of global GDP. However, in proportion to their economic and population size, their voice is not heard by the world. The media cooperation along the Belt and Road can adequately fill this void which is very important for the peaceful development of associated countries.\n", "\tThe comprehensive cooperation between media is also necessary for the development of the media themselves, because the cooperation will offer opportunities for organizations to benefit from each other in terms of content, technologies and human resources.\n", "\tAgainst such a backdrop, the launch of an online news platform among the media outlets of BRI countries is a timely initiative that can benefit everyone in carrying the BRI cooperation ahead in the coming years. The platform, named the Belt and Road News Network (BRNN), a multilingual website â\u0080\u0093 bringing BRI news in English, Chinese, French, Spanish, Russian, and Arabic â\u0080\u0093 will hopefully work out comprehensive mechanisms for all-out cooperation among media organizations of participating countries.\n", "\tAs a Bangladeshi journalist, I am optimistic that this platform will take effective measures to build pragmatic and win-win cooperation with Bangladeshi media and journalists. Bangladeshi media is vibrant and rich with resources, including its trained and skilled human resources. Chinese media can benefit from their journalistic expertise. Building cooperation with Bangladeshi media is also necessary for forging ahead the BRI mechanism itself, because Bangladesh is located in such a geographical strategic position that can serve as a bridge between South and Southeast Asia.\n", "The writer is the diplomatic correspondent of the Daily Sun, a leading broadsheet national English daily in Bangladesh. He is currently receiving training in journalism in Beijing as a fellow of the China International Press Communication Center (CIPCC) Programme 2019. "]}