{"title": "Palestinians launch global diplomatic campaign against U.S. Mideast peace deal\n", "time_author": " (Xinhua)    08:57, April 30, 2019\n", "content": ["\tRAMALLAH, April 29 (Xinhua) -- Despite the severed Palestinian-U.S. ties, Washington is trying to push ahead with its \"Deal of the Century,\" Nabil Shaath, Palestinian President Mahmoud Abbas' foreign relations advisor, said on Monday.\n", "\tBut U.S. President Donald Trump's support has encouraged the Israeli government to take more steps against the Palestinians, including a possible annexation of part of the West Bank to keep only Jewish settlements there, he added.\n", "\tIn response, the Palestinian Authority announced a new diplomatic campaign against the U.S. peace deal, after Trump recognized Israeli sovereignty over the occupied Syrian Golan Heights and Jerusalem as Israel's capital.\n", "\tShaath told Xinhua in a special interview that the Palestinian campaign will target Arab countries and the European Union, as no European leaders have endorsed the \"Deal of the Century.\"\n", "\t\"Our request for the Arab states is loud and clear, that is to stop normalization of ties with Israel and support us financially to show objection to the U.S. peace deal,\" he said.\n", "\tThe Palestinians are now preparing for joint moves with the Arab states at the United Nations, Shaath added.\n", "\tAbbas is scheduled to meet French President Emmanuel Macron soon to address the role of France in rejecting Israel's violation of the Paris Protocol, he revealed.\n", "\tThe 1994 Paris Protocol is the agreement stipulating the economic relations between the Palestinian Authority and Israel during the interim period designated under the Oslo Accords.\n", "\tThe Palestinian Authority announced the boycott of the U.S. government since it recognized Jerusalem as Israel's capital in December 2017 and moved its embassy to Jerusalem last May.\n", "\tSince then, the Trump administration has taken several steps that enraged the Palestinians, including shutting down the office of the Palestine Liberation Organization (PLO) in Washington, and cutting aid to the UN Palestine refugee agency.\n", "\tThe Palestinian campaign against the U.S. \"Deal of the Century\" will be launched on all levels, including politically, diplomatically and legally, said Omar Awadallah, head of UN and Specialized Agencies at Palestinian Foreign Ministry.\n", "\tDiplomatic efforts will be made at the United Nations, including the Arria-Formula meetings, the UN Security Council meetings, with reports to be made on the illegality of the Israeli annexation of the Palestinian territory, he added.\n", "\tIn addition, efforts to lobby the Europeans will be made through the foreign ministers, and through special presidential envoys to the European countries at the same time, he said.\n", "\tThe main message that the Palestinians want to convey to the European states is \"to put an end to the support for Israel at the expense of Palestinian rights,\" said the senior diplomat, urging the EU to take practical steps to protect the two-state solution instead of mere condemnation.\n", "\tHowever, experts argued that the Palestinian campaign may not go so well as the Palestinian Authority expected.\n", "\tMohammad Younis, a Ramallah-based political observer, downplayed the role of Arabs in the campaign, saying the Arab states may not support the Palestinian Authority financially under the U.S. pressure.\n", "\t\"The only thing that is holding them together now is Abbas' stubborn rejection to the U.S. deal. This is the main factor that prevents any Arab states from normalizing ties with Israel,\" he said.\n", "\tThe EU, on the other hand, may not recognize Trump's moves in the region, but \"they are far from recognizing Palestine as a state,\" he added.\n", "\tEven if the U.S. peace deal does not succeed in the end, the Palestinian Authority remains \"in a tough situation,\" and Israel may declare that the failure of the deal was because of Abbas' rejection and use that as an excuse to annex parts of the West Bank, he said.\n", "\tMany Palestinians believe the worsening financial situation is a direct result of the Palestinian Authority's rejection to the U.S. sponsorship of the peace process, but more than half of the Palestinians in the West Bank and Gaza Strip support the Authority's boycott of the U.S. government because of its bias in favor of Israel, according to a recent poll.\n", "\tThe poll, published earlier in April by the Jerusalem Media and Commination Center (JMCC), showed 59.3 percent of people supported the boycott of the U.S. government, while 30.3 percent preferred the Palestinian leadership to be involved in diplomatic relations.\n", "\tThe poll further indicated that 65.3 percent of people think the Palestinian leadership should reject the U.S. \"Deal of the Century,\" 6.1 percent believe they should accept it, and 21.3 percent prefer to negotiate over it."]}