{"title": "One dead, three injured in California synagogue shooting\n", "time_author": " (Xinhua)    07:45, April 28, 2019\n", "content": ["\tLOS ANGELES, April 27 (Xinhua) -- One person died and three were injured at a synagogue shooting in San Diego, California, on Saturday, San Diego County authorities confirmed.\n", "\tA man has been detained for questioning in connection with the shooting at the Chabad of Poway synagogue, said San Diego County Sheriff's Department.\n", "\tDeputies from the Poway station were called to Chabad Way, where the synagogue is located, just before 11:30 a.m.\n", "\tMultiple law enforcement sources told local media that four people were shot.\n", "\tPoway Mayor Steve Vaus told media that the facility was targeted because it was a place for the Jewish community to gather.\n", "\t\"I understand that this was someone with hate in their heart, hate for the Jewish community,\" he said of the shooter.\n", "\tThose wounded were taken to Palomar Medical Center in Escondido. Their conditions have not been disclosed so far.\n", "\tA spokesperson for Palomar Medical Center confirmed they received four patients, declining to give any more details.\n", "\tThe synagogue was hosting a Passover holiday celebration at 11 a.m. on Saturday, according to a post on its Facebook page.\n", "\tA large group of congregants had gathered behind the temple following the shooting, said Sgt. Aaron Meleen of the San Diego County Sheriff's Department. It was unclear so far how many people were attending services.\n", "\tSome children were initially reported missing, he said, but they have been found.\n", "\t\"As you can imagine, it was an extremely chaotic scene with people running everywhere when we got here,\" he told reporters.\n", "\tThe Sheriff's Department asked the public to remain clear of the areas as the investigation will take several hours.\n", "\t\"Please respect the medical privacy of victims and their families during this difficult time,\" it tweeted.\n", "\tIt also asked the public not to spread misinformation that could cause concern or panic.\n", "\tIn Los Angeles, police said they were closely monitoring the synagogue shooting in Poway and \"communicating with our local, state and federal partners.\"\n", "\t\"At this time, there's no nexus to Los Angeles, but in an abundance of caution, we will conduct high visibility patrols around synagogues and other houses of worship,\" the Los Angeles Police Department tweeted."]}