{"title": "Trump eyes quick trade deal with Japan in agriculture, autos\n", "time_author": " (Xinhua)    13:26, April 27, 2019\n", "content": ["\tWASHINGTON, April 26 (Xinhua) -- U.S. President Donald Trump said on Friday that his administration could reach a trade deal with Japan as soon as next month to address their major differences on agriculture and autos.\n", "\t\"We have a very big trade negotiation going on right now with Japan, which is, I would imagine, the primary reason that the Prime Minister is here,\" Trump said during a meeting with visiting Japanese Prime Minister Shinzo Abe at the White House.\n", "\t\"I think it can go fairly quickly. Maybe by the time I'm over there. Maybe we sign it over there,\" Trump said of the time frame of the trade deal, as he will visit Japan as a state guest in late May.\n", "\t\"But it's moving along very nicely, and we'll see what happens,\" said the president, noting that his primary goal of the trade talks was to gain more access to Japanese agricultural markets.\n", "\t\"We'll be discussing very strongly agriculture, because, as the prime minister knows, Japan puts very massive tariffs on our agriculture,\" Trump said. \"We want to get rid of those tariffs.\"\n", "\tThe United States also seeks to sell more American cars in Japan, while Japan wants to avoid damaging tariffs on autos that Trump has threatened to impose.\n", "\tTrump has a deadline of May 18 to decide whether to levy threatened tariffs of as much as 25 percent on foreign cars, after the U.S. Commerce Department in February submitted a report to the White House regarding the national security investigations into imported autos and auto parts.\n", "\tDuring the meeting with Trump, Abe said Japan has put no tariffs on American autos while \"the United States has put on the 2.5 percent tariff on the Japanese autos.\"\n", "\t\"In any case, we would like to proceed with the further negotiation that ... we'll see a mutually beneficial outcome for both of our countries,\" Abe said through a translator.\n", "\t\"Ultimately, we have a chance to make a very good and long-term trade deal with Japan,\" Trump said.\n", "\tThe Trump-Abe meeting came after U.S. Trade Representative Robert Lighthizer and Japanese Economic Revitalization Minister Toshimitsu Motegi held their first round of negotiations on the United States-Japan Trade Agreement in Washington last week.\n", "\tThe two sides discussed trade issues involving goods, including agriculture, as well as the need to establish high standards in the area of digital trade, according to a statement released by the Office of the U.S. Trade Representative on April 16.\n", "\t\"Negotiations just started last week. There are various issues on the table. The timeline and the scope for the discussions are still somewhat unclear,\" said Nicholas Szechenyi, deputy director of the Japan Chair at the Center for Strategic and International Studies (CSIS).\n", "\tMatthew Goodman, senior vice president and senior adviser for Asian economics at the CSIS, said both Trump and Abe had \"an incentive to try to get a quick deal.\"\n", "\tGoodman suggested that Japan could offer the U.S. the same agriculture market access that the country was giving Australia, Europe and other exporters.\n", "\t\"That's good for Trump because he's getting pressure from U.S. ag exporters who are losing market share and Japanese tariffs drop for these other partners,\" he argued.\n", "\tHowever, there's a lot of uncertainty about how hard Trump is going to push for cutting the bilateral trade deficit with Japan and what Trump will settle for autos.\n", "\t\"Will he settle for that kind of deal on ag, you know, maybe some superficial change on auto market access to Japan, or will he insist on some kind of quota on Japanese auto exports to the United States,\" Goodman asked, adding the two countries also face difficulties to get legislatures' approval for the trade deal.\n", "\t\"The problem is that both of those things require the respective legislatures to act - the Diet in Japan and Congress in the U.S. And that's not easy at any time,\" he said."]}