{"title": "Funerals held in blasts-hit Sri Lanka with sorrows haunting\n", "time_author": " (Xinhua)    09:44, April 25, 2019\n", "content": ["\tCOLOMBO, April 25 (Xinhua) -- Days after the deadly blasts that hit churches, hotels in Sri Lanka Sunday, families, friends of the over 300 victims have held funerals for their beloved ones.\n", "\tOn Wednesday morning, Pradeep Thusantha bid farewell to his wife and all three children in their funerals at a cemetery near St. Sebastian Church in Negombo, some 50-km away from capital Colombo.\n", "\tThe Catholic church was severely damaged during the attack on Sunday, when Thusantha's wife Rasika Dilrukshi, two daughters, Rashini and Shalomi, and son Shalom were attending the church's Easter Day event.\n", "\n", "(Photo/Chinanews.com)\n", "\tThe man, who worked very hard to earn bread, is now thrown into despair, said his nephew Chamodhi, who has come here to help from Negombo city.\n", "\t\"When the blast happened, my uncle happened to be somewhere near the church and he rushed there to save his family, my aunt was bleeding a lot, \" Chamodhi said.\n", "\tTheir three children were killed at the scene and the bleeding mother was rushed to hospital.\n", "\t\"My uncle tried very hard to save my aunt's life but she later died in the hospital,\" Chamodhi said with tears in eyes, \"my uncle is left alone.\"\n", "\t\"Their three children, respectively at 13, 10 and seven years old, hasn't entered their full life yet, they left us with memories,\" she added.\n", "\tFamily of Pradeep's brother lived in the neighborhood and they are no better. Pradeep's brother and his two children died in the blast, while only the wife survived with severe injury to one of her eyes.\n", "\tThese are just two families of many that were smashed by the Sunday blasts. On Wednesday, people kept carrying coffins to the cemetery near St. Sebastian Church with crying relatives.\n", "\tThere were merely numbers marked on crosses on these graves with white chrysanthemum decorating.\n", "\tFather Niroshan Perera, who were helping these families with the funeral rituals, said some 120 victims were rom the community, and over 30 had been buried here until Wednesday noon.\n", "\tIn capital Colombo's Madampitiya Cemetery, people kept carrying coffins to be buried here.\n", "\tOn Wednesday afternoon, the coffin of Staven Fernando was brought from Church of Our Lady of Sorrows to here. A marching band led the way, playing sad music.\n", "\tWhen the coffin arrived at the grave, a priest chanted, then the relatives, friends threw dirt on the coffin of the man born in August 17, 1991.\n", "\tA banner with his name and his smiling photos was set up beside his grave. According to his friend, he was a tender selling fish at a market near St. Anthony Church and he died in the blast that hit the church on Sunday.\n", "\tJust a few meters away from Fernando's grave lies the coffin of Kirthikka, a 30-year old mother who died due to the blast that hit St. Anthony Church.\n", "\tShe passed away, leaving her husband and two sons, all suffer severe injuries in hospital, said the family's 15-year neighbor Maleni.\n", "\tAt the other side of the Madampitiya Cemetery, many have come to mourn Harshani Shreemali, a 26-year old woman, mother of a 3-year old son.\n", "\tA big picture of her in purple dress was set up at the funeral, she was smiling.\n", "\tHer relatives, friends kept weeping tears around her body to say goodbye to her for the last time and her husband, Nisantha Kumar, holding his friend, crying.\n", "\tShreemali's aunty said because Shreemali was a very good person, she was kind to everyone, losing her is of great pain and \"I really feel sorry for her boy.\"\n", "\tAt the latter part of the funeral, the boy, Gagana, felt asleep in a relative's arms while his father was standing there, nodded to every comers as they were leaving.\n", "\tThere are many being buried here besides them and all banners of the victims showing the same death date, April 21, 2019. And most of them are victims of the blast in St. Anthony Church.\n", "\tThe Wednesday sunset shortly dyed the white St. Anthony Church blonde, covering up some of the damage that blast has caused with lines and lines of black and white ribbons hung up, dancing in the wind, in the street leading to the church.\n", "\tSuddenly, a woman's loud cry in a street nearby broke the silence, policemen guarding there rushed to check out. \"She was just told by telephone that her relative died in the hospital\", a man standing there explained.\n", "\tOn Wednesday, the death toll of the multiple explosions has risen to 359."]}