{"title": "ASEAN+3 Region Remains Resilient amidst Heightened Global Trade Tensions and Stronger External Headwinds: AMRO report\n", "time_author": "By Lin Rui (People's Daily Online)    15:01, May 06, 2019\n", "content": ["\tBangkok, May 1, 2019 â\u0080\u0093 Despite heightened global risks and stronger external headwinds, the ASEAN+3 region is expected to remain resilient, growing at an only slightly slower pace in 2019â\u0080\u00932020 compared to last year, says the new annual flagship report released in Fiji by the ASEAN+3 Macroeconomic Research Office (AMRO) on May 1.\n", "\tThe ASEAN+3 Regional Economic Outlook (AREO) 2019 provides an assessment of the regional economic forecast and the risks and challenges facing local economies. In this yearâ\u0080\u0099s edition, the report also includes a thematic study titled â\u0080\u009cBuilding Connectivity and Capacity for the New Economy.â\u0080\u009d\n", "\tâ\u0080\u009cWhile regional growth is softening from 5.3 percent last year to 5.1 percent in 2019 and 5.0 percent in 2020, the longer-term economic fundamentals remain intact,â\u0080\u009d said AMRO Chief Economist Dr. Hoe Ee Khor. â\u0080\u009cRegional policymakers should stand ready to use available policy space to ease monetary and fiscal policies to mitigate the downside risks and support the economy if external conditions were to worsen.â\u0080\u009d\n", "\tThe downside risks confronting the region are mainly external, stemming from an escalation in global trade tensions, a sharper slowdown in global growth, and volatility from financial markets. Notwithstanding the softer outlook, the regionâ\u0080\u0099s long term fundamentals remain intact, supported by robust consumption and growing intra-regional trade amid a rising middle class, rapid urbanization, and adoption of digital technology.\n", "\tHowever, as downside risks have become more pronounced, policymakers have little room for complacency. While current macro-financial policy stances are generally appropriate, authorities in the region should be ready to recalibrate the policy mix to safeguard growth while preserving financial stability. These include some easing of monetary policy stance where appropriate; sustaining the supportive fiscal policy, while combining targeted budgetary measures and structural policies to incentivize structural adjustments; and maintaining secure macroprudential systems to guard against the build-up of financial vulnerabilities.\n", "\tTo support the regionâ\u0080\u0099s growth prospects and foster resilience, ASEAN+3 should prioritize longer-term policies, especially those focused on building capacity and connectivity to leverage on the Fourth Industrial Revolution and sustain growth in the new economy. On this issue, the\n", "\tAREO 2019 contains a thematic study on how the region can do so, after more than two decades of prospering with the â\u0080\u009cmanufacturing for exportsâ\u0080\u009d strategy.\n", "\tThree key drivers will shape capacity and connectivity priorities in the region for the medium to long term. Namely, these are new demands arising from the global transition to the Fourth Industrial Revolution or more broadly the new economy, East Asiaâ\u0080\u0099s maturing and increasingly affluent populations with an expanding middle class, and the tension between burgeoning intra-regional demand and headwinds from protectionist tendencies in the trade and technology space.\n", "\tAgainst this backdrop, developing economies in the region continue to face three critical challenges to growth: funding, foreign exchange, and factor gaps. The funding gap captures the shortfalls between the low domestic savings and significant investment needs of lower-income economies, while the foreign exchange gap has to do with the financing constraint on emerging economies arising from the need to accumulate foreign reserves to mitigate risks related to sudden capital outflows. The factors gap captures non-financial constraints, including the need to develop human capital, expertise, technological capacity, and governance frameworks.\n", "\tTo address these challenges, there is a strong need for ASEAN+3 economies to leverage on intra-regional savings and investments; strengthen regional financial safety nets, including the Chiang Mai Initiative Multilateralisation (CMIM); and redouble efforts to develop ASEAN+3â\u0080\u0099s technological capacity, professional expertise in various fields, and further strengthen institutions for growth and governance.\n", "\tâ\u0080\u009cRapid economic growth in the ASEAN+3 region will generate new infrastructure demand and sharpen the collective focus on meeting projected investment shortfalls,â\u0080\u009d says Dr. Khor. â\u0080\u009cTransition to the technology-heavy and services-driven new economy could accentuate strains arising from conventional gaps facing the region, and it is imperative that the developing economies invest in human capital and leverage on the complementarities in the region. There is, therefore, a greater need than ever before for ASEAN+3 to embrace technology, integration, multilateralism, and further strengthening of regional financial safety nets.â\u0080\u009d"]}