{"title": "A bite of food-tech: futuristic restaurant staffed by robot chefs and waiters\n", "time_author": "By Xian Jiangnan (People's Daily Online)    17:48, May 22, 2019\n", "content": ["\n", "X Future Restaurant (Photo/tj.people.cn)\n", "\tTianjin, May 22 (People's Daily Online) -- What will restaurants look like in the future? Ever wondered what your dinner would taste like if a robot cooked it? A robotized restaurant in the harbor city of Tianjin may give you the answers.\n", "\tCovering an area of over 400 square meters with a total of 112 seats, the X Future Restaurant is a robo-restaurant launched in November 2018 by JD.com, a leading e-commerce behemoth in China. The restaurant has amazed customers with its fully-automated technology, which covers every step of the dining experience, from ordering to cooking to serving the dishes and even taking payment.\n", "\tEntering the restaurant, one can order dishes by simply scanning the QR codes on the table. Over 40 options are available, covering eight major culinary schools of China. After taking the order, \"robot chefs\" prepare dishes using standardized time, temperature and ingredients designed by famous Chinese chefs.\n", "\t\"As the cooking process is preset and controlled by a computer system, the flavor and quality of dishes can be guaranteed,\" Li Xiaokui, Director of Operation from X Future Restaurant, told People's Daily Online.\n", "\tRobots also complete the delivery of dishes. Without following any track or preset route, the robot waiters serve meals thanks to automated driving technology and SLAM (Simultaneous localization and mapping) technology, which enables each robot to timely adjust its route when encountering obstacles.\n", "\tExcept for offering customers a pleasant dining experience, the restaurant also provides interactive VR games and an immersive projection dining room.\n", "\tThese eye-catching technologies have received wide praise from customers. \"The dishes taste surprisingly good. I couldn't believe that they were made by robots, especially dishes that required complicated processes,\" one customer said.\n", "\t\"I'm very impressed by these new technologies, which I've never seen in my country. The robots can cook, deliver foods and even play with kids. It is an amazing dining experience,\" a Ukrainian customer told the reporter.\n", "\tThe robots have the potential to cater to people's increasing demand for delicacy. According to the National Bureau of Statistics, China's catering industry witnessed a record high in revenue, hitting 4.27 trillion yuan (618 billion U.S. dollars) in 2018.\n", "\tHowever, a large number of traditional restaurants are ensnared in issues relating to high rent, high labor cost and low profit. In this sense, robotized restaurants powered by automated technology may be a future trend.\n", "\t\"The application of robots has effectively increased our efficiency and cut back our labor costs. A robot can work more than 10 hours a day without a break, which could be an arduous task for humans,\" opined Li, further noting that more simple human jobs are expected to be replaced by robots in the future.\n", "\t\"I'm optimistic about the future of robot restaurants. It is an inevitable trend and has a large scope for development,\" Li added. "]}