{"title": "Xi's vision on civilizations inspires hope for humanity's future\n", "time_author": " (Xinhua)    08:12, May 17, 2019\n", "content": ["\n", "The hand dance \"Silk Road Blossoms\" is staged at the Asian culture carnival held at the National Stadium, or the Bird's Nest, in Beijing, capital of China, May 15, 2019. (Xinhua/Wang Yuguo)\n", "\tBEIJING, May 16 (Xinhua) -- Chinese President Xi Jinping's speech at the opening of the Conference on Dialogue of Asian Civilizations on Wednesday has been echoed by many as his vision inspires hope for a brighter future for Asia and humanity.\n", "\tAt the grand gathering, Xi said that \"the intensifying global challenges humanity are facing now require concerted efforts from countries across the world,\" highlighting the role of culture and civilization to cope with common challenges.\n", "\t\"History tells that pursuing the superiority of one's own people and culture causes great tragedies to mankind,\" Luigi Gambardella, president of ChinaEU, a business-led international digital association in Brussels, said. \"The principles of mutual respect and equal treatment should be adhered to by all to address our common challenges.\"\n", "EQUAL DIALOGUE SUSTAINS MUTUAL LEARNING\n", "\tInside and outside its venue, the conference was widely hailed as a new platform for civilizations in Asia and beyond to engage in dialogue and exchanges on an equal footing and to facilitate mutual learning.\n", "\tIn his keynote speech, the Chinese president raised a four-point proposal to consolidate the \"cultural foundation\" of a community with a shared future for Asia and humanity: treating each other with respect and as equals; appreciating the beauty of all civilizations; adhering to openness, inclusiveness, mutual learning; and keeping pace with the times.\n", "\tPeter Frankopan, a professor at Oxford University, said that \"it's important that we live in a world where we work out how to listen to each other's opinions. We work out to collaborate closer together.\"\n", "\t\"What we've been hearing in this conference again and again is about the need for mutual respect,\" he added.\n", "\tLikewise, \"it is a very good initiative to have a dialogue between civilizations, at the time when a lot of changes are happening (pertaining to) religious and economic diversity,\" Satyendra Kumar Upadhyay, an Indian scholar with the Somaiya Institute of Management Studies and Research, said.\n", "\tIt is foolish to believe that one's race and civilization are superior to that of others, and it is disastrous to willfully reshape or even replace other civilizations, Xi said.\n", "\t\"Increasing reciprocal openness and working on people-to-people exchanges and mutual learning\" can help strengthen cultural ties between civilizations, said Fabio Massimo Parenti, a professor of international studies at the International Institute Lorenzo de' Medici in Florence, Italy.\n", "\tSuch an approach \"can work only if we all reject superiority attitudes,\" he added.\n", "CIVILIZATIONS DON'T HAVE TO CLASH\n", "\tThe conference came at a time when certain countries have resorted to the \"clash of civilizations\" argument amid rising protectionism and unilateralism.\n", "\tXi said that various civilizations are not destined to clash as long as people are able to appreciate the beauty of all civilizations, which became a hot topic after his speech.\n", "\tBundit Limschoon, secretary general of Asia Cooperation Dialogue, said more tolerance is needed. This would help us to open our minds and learn from each other, he said.\n", "\tChina says no to the so-called \"clash of civilizations\" and sees the beauty of each civilization. As Xi has said, a large number of outstanding cultural works from other countries are brought to China, and a lot of Chinese cultural works are being introduced to other countries.\n", "\t\"Clashes of civilization will only happen if people expect it to happen. It's a self-fulfilling prophecy,\" Ole Doring, a German expert with the Berlin Institute of Global Health, said. \"I don't think it's even called a theory, it's just a wrong prediction.\"\n", "CHINA WALKS ITS TALK\n", "\tCalling China a doer not a talker, many said that China has been collaborating with other countries to turn its proposals of dialogue among civilizations and people's longing for a better life into reality, with the China-proposed Belt and Road Initiative (BRI) and a community with a shared future for Asia and humanity frequently mentioned.\n", "\tCulture \"serves as an important instrument to promote people-to-people connectivity between countries, contributing strongly to better understanding and fostering closer relationships among peoples across the world,\" Bosengkham Vongdara, Lao minister of information, culture and tourism, said.\n", "\t\"This is highlighted in various aspects of the policies of the BRI,\" he said.\n", "\tEchoing a similar view, MS Siddiqui, a Bangladeshi economist, said the BRI connectivity will \"enhance global connection and the world will get more communication facilities to exchange knowledge and share the culture to enrich the Asian and the global community.\"\n", "\tChina, an open civilization with a very long history, serves as a \"catalyst for stability and qualitative development\" in the 21st century, David Gosset, a French expert on international affairs and China, said.\n", "\tXi's proposal to build a community with a shared future for mankind is \"for all of us a source of inspiration,\" he said."]}