{"title": "Pilot project to eradicate urban waste gets underway in 16 cities\n", "time_author": " (China Daily)    15:27, May 14, 2019\n", "content": ["\tChina officially launched the \"no-waste city\" pilot program in 16 areas on Monday as it steps up efforts to recycle its increasing waste stockpile.\n", "\tThe pilot program covers the entirety of 11 cities, including Shenzhen, Guangdong province, and Weihai, Shandong province, and sections of the other five cities.\n", "\tThe central government has made arrangements to offer support to the pilot areas in policy, technology and funding, said Zhuang Guotai, vice-minister of ecology and environment, at the launch ceremony in Shenzhen on Monday.\n", "\tHe said an expert committee has been established to guide the pilot program and evaluate progress, and seven groups have been put in place to offer technical support.\n", "\tFinancial support will be provided for the construction of infrastructure to dispose of domestic waste and hazardous solid waste. State-owned banks will contribute some of the funding needed as the two-year pilot program moves forward, Zhuang said.\n", "\t\"We hope governments of provincial regions enhance their support of these pilot areas and also encourage them to launch their own pilot programs if their conditions permit,\" he said.\n", "\tThe State Council unveiled the \"no-waste city\" pilot plan in January, aiming to minimize generation of waste, maximize its utilization, safely dispose of solid waste and reduce landfills.\n", "\tIt also pledged to establish an index system for \"no-waste cities\" and an institutional and technical system for the management of such cities by 2020.\n", "\tBy that time, it's hoped the pilot cities will see their industrial waste storage stop growing and their agricultural waste fully used, it said.\n", "\tWith a stockpile of 60 to 70 billion tons, the country generates about 10 billion tons of waste every year. The annual amount of waste generated has been growing, said Qiu Qiwen, head of the ministry's solid waste and chemicals management department.\n", "\tDu Xiangwan, an academic from the Chinese Academy of Engineering, said the pilot program will play an important role in exploring a multi-trillion market for waste recycling in China. He added it will bring huge social and economic benefits.\n", "\tThe value of recyclable waste in major urban areas across the country stands at 2.14 trillion yuan ($311 billion). The economic benefit from recycling all waste in rural areas and major industrial sectors could reach 3.97 trillion and 1.35 trillion yuan respectively, he said, adding this could create 40 to 50 million job opportunities.\n", "\tHowever, Du added that it's a difficult task to realize a no-waste society across the country.\n", "\t\"A large group of people need to be mentally prepared to overcome various difficulties and also contribute their wisdom to the process. It will take years to achieve the zero-waste target in the country,\" he said."]}