{"title": "32 \"gaokao immigrants\" disqualified from exams in Guangdong\n", "time_author": " (People's Daily Online)    14:19, May 13, 2019\n", "content": ["\tOn May 12, the Shenzhen Education Bureau issued results from an investigation into \"gaokao immigrants\" at Shenzhen Fuyuan School. The announcement stated that 32 students who had enrolled in the 2019 gaokao were confirmed as \"gaokao immigrants\", meaning they should have enrolled in other provinces or schools where their hukou or student status had been registered. The students involved have since been disqualified from sitting the gaokao, the national college entrance examination.\n", "\n", "\tExaminees review before the exam at the Beijing No. 4 Middle School in Beijing, June 7, 2018. (Photo/Xinhua)\n", "\tFurthermore, the Shenzhen Fuyuan School enrollment plan is to be halved this year, as punishment for its violation. The school is also required to deal with those responsible for the issue and rectify any existing problems.\n", "\tThe incident was exposed on April 28 when parents found out that six out of the top 10 students in a mock gaokao exam came from Shenzhen Fuyuan School, which is known for its mediocre gaokao results.\n", "\tOn May 8, Jing Lihu, director of the Guangdong Provincial Education Department, responded that all students from outside Guangdong should return to their areas of residence, where their hukou or student status is registered, to sit the exam. If they do not comply, their gaokao scores will be canceled.\n", "\tIn an interview with China Daily, one parent from Shenzhen said: \"It is unfair for local students if students from outside Guangdong participate in our Gaokao examinations.\"\n", "\t\"The students who achieve high scores in the gaokao and are enrolled at prestigious universities will occupy places at Chinese universities and colleges which are meant for local students,\" the parent added.\n", "Timeline of the gaokao immigrants incident\n", "\tApril 28: Parents raise concerns about \"gaokao immigrants\" at Shenzhen Fuyuan School, questioning its gaokao violation.\n", "\tApril 29: After extensive discussion and rising concerns regarding the issue, the Shenzhen Education Bureau established an investigation team to look into gaokao immigrants in Fuyuan School.\n", "\tMay 5: Guangdong Department of Education established a special task force to launch a full investigation in Guangdong and expected to complete the investigation before May 10.\n", "\tMay 7: Jing said that all students from outside Guangdong should return to their areas of residence to sit the exam. Their Gaokao scores will be canceled if they fail to do so.\n", "\tMay 8: Further announcements are released by the Guangdong government to confirm the righteousness of the exam enrollment for students sitting the Gaokao in June."]}